Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, eu

source: Sunday
ar: الأحد
ca: Diumenge
eu: Igandea

source: Monday
ar: الاثنين
ca: Dilluns
eu: Astelehena

source: Tuesday
ar: الثلاثاء
ca: Dimarts
eu: Asteartea

source: Wednesday
ar: الأربعاء
ca: Dimecres
eu: Asteazkena

source: Thursday
ar: الخميس
ca: Dijous
eu: Osteguna

source: Friday
ar: الجمعة
ca: Divendres
eu: Ostirala

source: Saturday
ar: السبت
ca: Dissabte
eu: Larunbata

source: January
ar: كانون الثاني/يناير
ca: Gener
eu: Urtarrila

source: February
ar: شباط/فبراير
ca: Febrer
eu: Otsaila

source: March
ar: آذار/مارس
ca: Març
eu: Martxoa

source: April
ar: نيسان/أبريل
ca: Abril
eu: Apirila

source: May
ar: أيار/مايو
ca: Maig
eu: Maiatza

source: June
ar: حزيران/يونيو
ca: Juny
eu: Ekaina

source: July
ar: تموز/يوليوز
ca: Juliol
eu: Uztaila

source: August
ar: آب/أغسطس
ca: Agost
eu: Abuztua

source: September
ar: أيلول/سبتمبر
ca: Setembre
eu: Iraila

source: October
ar: تشرين الأول/أكتوبر
ca: Octubre
eu: Urria

source: November
ar: تشرين الثاني/نوفمبر
ca: Novembre
eu: Azaroa

source: December
ar: كانون الأول/ديسمبر
ca: Desembre
eu: Abendua

source: Never
ar: مطلقا
ca: Mai
eu: Inoiz

source: seconds
ar: ثواني
ca: segons
eu: segundu

source: Main
ar: الرئيسية
ca: Principal
eu: Nagusia

source: Error
ar: خطأ
eu: Errorea

source: Please, fill in require fields:
ar: يرجى ملء الحقول المطلوبة:
ca: Si us plau, empleneu els camps obligatoris:
eu: Mesedez, bete derrigorrezko eremuak:

source: Test
ar: امتحان
ca: Prova
eu: Proba

source: Loading data...
ar: تحميل البيانات...
ca: Carregant dades ...
eu: Datuak kargatzen ...

source: dismiss
ar: رفض
ca: descartar
eu: baztertu

source: Testing...
ar: اختبارات...
ca: S'està provant ...
eu: Egiaztatzen ...

source: Test failed:
ar: فشل الإختبار:
ca: La prova ha fallat:
eu: Egiaztapenak huts egin du:

source: Test passed successfully
ar: تم إجتياز الإختبار بنجاح
ca: Prova superada
eu: Egiaztapena arrakastaz gainditua

source: Successfully saved
ar: حفظ بنجاح
ca: S'ha desat correctament
eu: Ondo gordeta.

source: Are you sure do you want to delete the following items?
ar: هل أنت متأكد من أنك تريد حذف العناصر التالية؟
ca: Esteu segur que voleu suprimir els elements següents?
eu: Ziur zaude ondorengo elementuak ezabatu nahi dituzula?

source: Deletion finished
ar: انتهى الحذف
ca: El procés de suprimir ha finalitzat
eu: Ezabaketa bukatuta

source: provider
ar: مزود
ca: proveïdor
eu: hornitzailea

source: service
ar: الخدمات
ca: servei
eu: zerbitzua

source: service pool
ar: تجمع خدمة
ca: pool de servei
eu: Zerbitzu multzoa

source: authenticator
ar: الموثق
ca: autenticador
eu: Autentikatzailea

source: user
ar: المستعمل
ca: usuari
eu: erabiltzailea

source: group
ar: مجموعة
ca: grup
eu: taldea

source: transport
ar: المواصلات
eu: garraioa

source: OS manager
ar: مدير نظام التشغيل

source: calendar
ar: التقويم
ca: calendari
eu: egutegia

source: pool group
ar: مجموعة البركة
ca: grup de pools
eu: Multzo taldea

source: Go to
ar: اذهب إلى
ca: Anar a
eu: Joan

source: yes
ar: نعم
ca: sí
eu: Bai

source: no
ar: لا
eu: Ez

source: Error saving:
ar: خطأ في الحفظ:
ca: S'ha produït un error desant:
eu: Gordetzerakoan errorea:

source: Error saving element
ar: خطأ في حفظ العنصر
ca: S'ha produït un error desant l'element
eu: Elementua gordetzerakoan errorea

source: Error handling your request
ar: خطأ في معالجة طلبك
ca: S'ha produït un error gestionant la vostra sol·licitud
eu: Errorea eskaera kudeatzean

source: Assigned services
ar: الخدمات المعينة
ca: Serveis assignats
eu: Zerbitzu esleituak

source: Services in use
ar: الخدمات قيد الاستخدام
ca: Serveis en ús
eu: Erabilitako zerbitzuak

source: Filter
ar: مصفاة
ca: Filtre
eu: iragazkia

source: No entries found
ar: لا توجد مقالات
ca: No s'ha trobat cap entrada
eu: Ez da ezer aurkitu

source: Read only
ar: يقرأ فقط
ca: Només de lectura
eu: Irakurtzeko bakarrik

source: Full Access
ar: الوصول الكامل
ca: Accés complet
eu: Sarbide osoa

source: User
ar: المستخدم
ca: Usuari
eu: Erabiltzailea

source: Group
ar: المجموعة
ca: Grup
eu: Taldea

source: Authenticator
ar: الموثق
ca: Autenticador
eu: Autentikatzailea

source: Permission
ar: الإذن
ca: Permís
eu: Baimena

source: Remove
ar: إزالة
ca: Eliminar
eu: Kendu

source: Confirm revokation of permission
ar: تأكيد سحب الإذن
ca: Confirmar la revocació del permís
eu: Baimen ezeztapena berretsi

source: Maintenance
ar: صيانة
ca: Manteniment
eu: Mantenua

source: Exit maintenance mode
ar: الخروج من وضع الصيانة
ca: Sortir del mode de manteniment
eu: Mantentze-modutik irten

source: Enter maintenance mode
ar: ادخل وضع الصيانة
ca: Entrar en mode de manteniment
eu: Mantentze-moduan jarri

source: New provider
ar: مزود جديد
ca: Nou proveïdor
eu: Hornitzaile berria

source: Edit provider
ar: تحرير الموفر
ca: Editar proveïdor
eu: Hornitzailea editatu

source: Delete provider
ar: حذف الموفر
ca: Suprimir proveïdor
eu: Hornitzailea ezabatu

source: Exit maintenance mode?
ar: الخروج من وضع الصيانة؟
ca: Voleu sortir del mode de manteniment?
eu: Mantentze modutik irten?

source: Enter maintenance mode?
ar: ادخل وضع الصيانة؟
ca: Voeu entrar en mode de manteniment?
eu: Mantentze-moduan jarri?

source: Maintenance mode for
ar: وضع الصيانة ل
ca: Mode de manteniment per a
eu: Mantentze modua

source: In Maintenance
ar: في وضع الصيانة
ca: En manteniment
eu: Mantentze lanetan

source: Active
ar: نشيط
ca: Actiu
eu: Aktibo

source: Pool
ar: حوض السباحة
eu: Multzoa

source: State
ar: حالة
ca: Estat
eu: Egoera

source: User Services
ar: خدمات المستخدم
ca: Serveis d'usuari
eu: Erabiltzaile-zerbitzuak

source: Service pools
ar: مجمعات الخدمة
ca: Pools de servei
eu: Zerbitzu-multzoak

source: Yes
ar: نعم
ca: Sí
eu: Bai

source: No
ar: لا
eu: Ez

source: (hidden)
ar: (الخفية)
ca: (ocult)
eu: (Ezkututa)

source: Selected items :
ar: العناصر المختارة:
ca: Elements seleccionats:
eu: Hautatutako elementuak:

source: Information
ar: معلومات
ca: Informació
eu: Informazioa

source: New service
ar: خدمة جديدة
ca: Nou servei
eu: Zerbitzu berria

source: Edit service
ar: تحرير خدمة
ca: Editar servei
eu: Zerbitzua editatu

source: Delete service
ar: حذف الخدمة
ca: Suprimir servei
eu: Zerbitzua ezabatu

source: Delete user service
ar: حذف خدمة المستخدم
ca: Suprimir servei d'usuari
eu: Ezabatu erabiltzaile-zerbitzua

source: New server
ar: خادم جديد
ca: Servidor nou
eu: Zerbitzari berria

source: Edit server
ar: تحرير الخادم
ca: Edita el servidor
eu: Editatu zerbitzaria

source: Delete server
ar: حذف الخادم
ca: Suprimeix el servidor
eu: Ezabatu zerbitzaria

source: Import CSV
ar: استيراد ملف CSV
ca: Importa CSV
eu: Inportatu CSV

source: Import Servers
ar: خوادم الاستيراد
ca: Importa servidors
eu: Inportatu zerbitzariak

source: Format of file must be "hostname,ip,mac,...". All fields except hostname are optional. Separator can be configured.
ar: يجب أن يكون تنسيق الملف "hostname,ip,mac,...". جميع الحقول باستثناء hostname اختيارية. يمكن تكوين الفاصل.
ca: El format del fitxer ha de ser "hostname,ip,mac,...". Tots els camps excepte el nom d&#39;amfitrió són opcionals. El separador es pot configurar.
eu: Fitxategiaren formatuak "ostalari izena, ip, mac,..." izan behar du. Ostalariaren izena izan ezik eremu guztiak aukerakoak dira. Bereizgailua konfigura daiteke.

source: Remove server from server group
ar: إزالة الخادم من مجموعة الخادم
ca: Elimina el servidor del grup de servidors
eu: Kendu zerbitzaria zerbitzari taldetik

source: New Authenticator
ar: أداة مصادقة جديدة
ca: Autenticador nou
eu: Autentikatzaile berria

source: Edit Authenticator
ar: تحرير أداة المصادقة
ca: Editar Autenticador
eu: Editatu autentikatzailea

source: Delete Authenticator
ar: حذف أداة المصادقة
ca: Suprimir Autenticador
eu: Ezabatu autentikatzailea

source: New MFA
ar: MFA جديد
ca: Nou MFA
eu: MFA berria

source: Edit MFA
ar: تحرير MFA
ca: Edita MFA
eu: Editatu MFA

source: Delete MFA
ar: حذف MFA
ca: Suprimeix MFA
eu: Ezabatu MFA

source: Match mode
ar: وضع التطابق
ca: Mode coincidència
eu: Bat egiteko modua

source: Any
ar: أي
ca: Algun
eu: Edozein

source: All
ar: الكل
ca: Tots
eu: Denak

source: Comments
ar: تعليقات
ca: Comentaris
eu: Oharrak

source: Unique ID
ar: معرف فريد
ca: Identificador únic
eu: ID bakarra

source: Friendly Name
ar: اسم مألوف
ca: Nom amigable
eu: Izen erabilerraza

source: In Use
ar: في الاستخدام
ca: En ús
eu: Erabiltzen ari da

source: Services Pool
ar: خدمات بركة
ca: Pool de serveis
eu: Zerbitzu-multzoak

source: Groups
ar: المجموعات
ca: Grups
eu: Taldeak

source: Services Pools
ar: خدمات حمامات
ca: Pools de serveis
eu: Zerbitzu-multzoak

source: Name
ar: اسم
ca: Nom
eu: Izena

source: Real Name
ar: الاسم الحقيقي
ca: Nom real
eu: Benetako izena

source: state
ar: حالة
ca: estat
eu: Egoera

source: Last access
ar: آخر ولوج
ca: Últim accés
eu: Atzitutako azken aldia

source: Enabled
ar: تمكين
ca: Habilitat
eu: Gaituta

source: Disabled
ar: معاق
ca: Deshabilitat
eu: Desgaituta

source: Blocked
ar: مسدود
ca: Bloquejat
eu: Blokeatuta

source: Users
ar: المستخدمين
ca: Usuaris
eu: Erabiltzaileak

source: Clean related (mfa,...)
ar: ذات الصلة النظيفة (mfa ، ...)
ca: Relacionat net (mfa,...)
eu: Garbitu erlazionatuta (mfa,...)

source: Enable client logging
ar: تمكين تسجيل العميل
ca: Activa el registre del client
eu: Gaitu bezeroen erregistroa

source: Delete user
ar: حذف المستخدم
ca: Suprimir usuari
eu: Erabiltzailea ezabatu

source: Delete group
ar: حذف مجموعة
ca: Suprimir grup
eu: Taldea ezabatu

source: Clean data
ar: بيانات نظيفة
ca: Neteja les dades
eu: Datu garbiak

source: Clean related data (mfa, ...)?
ar: البيانات النظيفة ذات الصلة (mfa ، ...)؟
ca: Netejar dades relacionades (mfa, ...)?
eu: Garbitu erlazionatutako datuak (mfa, ...)?

source: Related data cleaned
ar: تم تنظيف البيانات ذات الصلة
ca: S&#39;han netejat les dades relacionades
eu: Garbitu dira erlazionatutako datuak

source: Client logging
ar: تسجيل العميل
ca: Registre de clients
eu: Bezeroen erregistroa

source: Enable client logging for user?
ar: تمكين تسجيل العميل للمستخدم؟
ca: Habilitar el registre del client per a l&#39;usuari?
eu: Erabiltzailearentzat bezeroen saioa gaitu?

source: Client logging enabled
ar: تم تمكين تسجيل العميل
ca: El registre de clients està activat
eu: Gaituta dago bezeroen saioa

source: New OS Manager
ar: مدير نظام التشغيل الجديد
ca: Nou Gestor de Sistema Operatiu
eu: OS Manager berria

source: Edit OS Manager
ar: تحرير مدير OS
ca: Editar Gestor de Sistema Operatiu
eu: Editatu OS Manager

source: Delete OS Manager
ar: حذف OS Manager
ca: Suprimir Gestor de Sistema Operatiu
eu: Ezabatu OS Manager

source: New Transport
ar: النقل الجديد
ca: Nou transport
eu: Garraio berria

source: Edit Transport
ar: تحرير النقل
ca: Editar Transport
eu: Editatu garraioa

source: Delete Transport
ar: حذف النقل
ca: Suprimir Transport
eu: Ezabatu Garraioa

source: New Network
ar: شبكة جديدة
ca: Nova Xarxa
eu: Sare berria

source: Edit Network
ar: تحرير الشبكة
ca: Editar Xarxa
eu: Editatu sarea

source: Delete Network
ar: حذف الشبكة
ca: Suprimir Xarxa
eu: Ezabatu sarea

source: New tunnel
ar: نفق جديد
ca: Nou túnel
eu: Tunel berria

source: Edit tunnel
ar: تحرير النفق
ca: Edita el túnel
eu: Editatu tunela

source: Delete tunnel
ar: حذف النفق
ca: Esborra el túnel
eu: Ezabatu tunela

source: Please, select a valid server
ar: من فضلك، قم باختيار خادم صالح
ca: Si us plau, seleccioneu un servidor vàlid
eu: Mesedez, hautatu baliozko zerbitzari bat

source: This tunnel already has all the tunnel servers available
ar: يحتوي هذا النفق بالفعل على كافة خوادم النفق المتاحة
ca: Aquest túnel ja té tots els servidors disponibles
eu: Tunel honek dagoeneko tunel zerbitzari guztiak ditu eskuragarri

source: Remove member from tunnel
ar: إزالة العضو من النفق
ca: Elimina el membre del túnel
eu: Kendu kidea tuneletik

source: (This service does not requires an OS Manager)
ar: (لا تتطلب هذه الخدمة إدارة نظام التشغيل)
ca: (Aquest servei no requereix un Gestor de SO)
eu: (Zerbitzu honek ez du OS Manager behar)

source: New service Pool
ar: تجمع خدمة جديدة
ca: Nou Pool de servei
eu: Zerbitzu-multzo berria

source: Publish on creation
ar: أنشر مباشرة بعد الإنشاء
ca: Publicar al moment de la creació
eu: Sortzean argitaratu

source: If selected, will initiate the publication inmediatly after creation
ar: في حالة ألإختيار سيتم الشروع في النشر مباشرة بعد الإنشاء
ca: Si està seleccionat, s'iniciarà la publicació just després de la creació
eu: Hautatuta badago, sortu ostean argitaratuko da.

source: Service Pool is locked
ar: تم قفل مجموعة الخدمات
ca: La piscina de serveis està bloquejada
eu: Zerbitzu-igerilekua blokeatuta dago

source: This service pool is locked and cannot be edited
ar: تم قفل مجموعة الخدمات هذه ولا يمكن تحريرها
ca: Aquest grup de serveis està bloquejat i no es pot editar
eu: Zerbitzu-talde hau blokeatuta dago eta ezin da editatu

source: Edit Service Pool
ar: تحرير تجمع الخدمة
ca: Editar Pool de servei
eu: Zerbitzu-multzoa editatu

source: Delete service pool
ar: حذف تجمع الخدمة
ca: Suprimir Pool de servei
eu: Zerbitzu-multzoa ezabatu

source: Please, select a valid user
ar: من فضلك ، حدد مستخدم صالح
ca: Si us plau, seleccioneu un usuari vàlid
eu: Mesedez, aukeratu baliozko erabiltzaile bat

source: Please, select a valid group
ar: من فضلك ، حدد مجموعة صالحة
ca: Si us plau, seleccioneu un grup vàlid
eu: Mesedez, aukeratu baliozko talde bat

source: Please, select a valid transport
ar: من فضلك ، اختر وسيلة نقل صالحة
ca: Si us plau, seleccioneu un transport vàlid
eu: Mesedez, aukeratu baliozko garraio bat

source: Assigned
ar: مكلف
ca: Assignat
eu: Esleitua

source: Cached
ar: مخبأ
ca: A la memòria cau
eu: Cachean gordeta

source: In use
ar: في الاستخدام
ca: En ús
eu: Erabileran

source: Logs
ar: سجلات
ca: Registres
eu: Agerraldiak

source: Launch now
ar: تنطلق الان
ca: Iniciar ara
eu: Abiarazi orain

source: Change owner
ar: تغير المالك
ca: Canviar el propietari
eu: Aldatu jabea

source: Assign service
ar: تخصيص الخدمة
ca: Assignar servei
eu: Esleitu zerbitzua

source: Cancel
ar: إلغاء الأمر
ca: Cancel·lar
eu: Ezeztatu

source: Changelog
ar: التغيير
ca: Registre de canvis
eu: Aldaketa-egunkaria

source: Delete assigned service
ar: حذف الخدمة المعينة
ca: Suprimir servei assignat
eu: Ezabatu esleitutako zerbitzua

source: Delete cached service
ar: حذف الخدمة المخبأة
ca: Suprimir servei en memòria cau
eu: Ezabatu cachean dagoen zerbitzua

source: Service pool is locked
ar: تم قفل مجموعة الخدمة
ca: La piscina de servei està tancada
eu: Zerbitzu igerilekua blokeatuta dago

source: Service pool is locked, no changes allowed
ar: تم قفل مجموعة الخدمات، ولا يُسمح بأي تغييرات
ca: La piscina de serveis està bloquejada, no es permeten canvis
eu: Zerbitzu igerilekua blokeatuta dago, ez dago aldaketarik onartzen

source: Delete assigned group
ar: حذف المجموعة المعينة
ca: Suprimir grup assignat
eu: Ezabatu esleitutako taldea

source: Delete assigned transport
ar: حذف النقل المعين
ca: Suprimir transport assignat
eu: Ezabatu esleitutako garraioa

source: Publication
ar: منشور
ca: Publicació
eu: Argitalpena

source: Cancel publication?
ar: إلغاء النشر؟
ca: Cancel·lar la publicació?
eu: Argitalpena ezeztatu?

source: Publication canceled
ar: النشر ملغى
ca: Publicació cancel·lada
eu: Argitalpena ezeztatua

source: Delete scheduled action
ar: حذف الإجراء المجدول
ca: Suprimir acció programada
eu: Ezabatu ekintza

source: Execute scheduled action
ar: تنفيذ الإجراء المجدول
ca: Executar l'acció programada
eu: Exekutatu ekintza

source: Execute scheduled action right now?
ar: تنفيذ الإجراء المجدول الآن؟
ca: Executar l'acció programada ara mateix?
eu: Ekintza exekutatu oraintxe bertan?

source: Scheduled action executed
ar: الإجراء المجدول المنفذة
ca: Acció programada executada
eu: Ekintza exekutatua

source: Delete calendar access rule
ar: حذف قاعدة وصول التقويم
ca: Suprimir regla d'accés al calendari
eu: Ezabatu egutegi-sarbide araua

source: New meta pool
ar: تجمع ميتا جديد
ca: Nou meta pool
eu: Meta-multzo berria

source: Edit meta pool
ar: تحرير تجمع ميتا
ca: Editar meta pool
eu: Editatu meta-multzoa

source: Delete meta pool
ar: حذف تجمع ميتا
ca: Suprimir meta pool
eu: Ezabatu meta-multzoa

source: Please, select a valid service pool
ar: من فضلك ، حدد تجمع خدمة صالح
ca: Si us plau, seleccioneu un Pool de servei vàlid
eu: Mesedez, aukeratu baliozko multzo zerbitzu bat

source: Remove member pool
ar: إزالة تجمع الأعضاء
ca: Eliminar member pool
eu: Kendu multzo-kidea

source: New pool group
ar: مجموعة البلياردو الجديدة
ca: Nou grup de pools
eu: Multzo-talde berria

source: Edit pool group
ar: تحرير مجموعة التجمع
ca: Editar el grup de pools
eu: Editatu multzo-taldea

source: Delete pool group
ar: حذف مجموعة التجمع
ca: Suprimir el grup de pools
eu: Ezabatu multzo-taldea

source: New calendar
ar: تقويم جديد
ca: Nou calendari
eu: Egutegi berria

source: Edit calendar
ar: تحرير التقويم
ca: Editar calendari
eu: Egutegia editatu

source: Delete calendar
ar: حذف التقويم
ca: Suprimir calendari
eu: Egutegia ezabatu

source: day
ar: يوم
ca: dia
eu: eguna

source: days
ar: أيام
ca: dies
eu: egun

source: Daily
ar: اليومية
ca: Diari
eu: egunero

source: week
ar: أسبوع
ca: setmana
eu: Astea

source: weeks
ar: أسابيع
ca: setmanes
eu: Asteak

source: Weekly
ar: أسبوعيا
ca: Setmanal
eu: Astero

source: month
ar: شهر
ca: mes
eu: Hilabetea

source: months
ar: أشهر
ca: mesos
eu: Hilabeteak

source: Monthly
ar: شهريا
ca: Mensual
eu: Hilabetero

source: year
ar: سنة
ca: any
eu: Urtea

source: years
ar: سنوات
ca: anys
eu: Urteak

source: Yearly
ar: سنوياً
ca: Anual
eu: Urtero

source: Weekdays
ar: أيام الأسبوع
ca: Dies de la setmana
eu: Astegunak

source: Minutes
ar: دقائق
ca: Minuts
eu: Minutu

source: Hours
ar: ساعات
ca: Hores
eu: Ordu

source: Days
ar: أيام
ca: Dies
eu: Egun

source: Weeks
ar: أسابيع
ca: Setmanes
eu: Aste

source: (no days)
ar: (لا يوم)
ca: (sense dies)
eu: (egun gabe)

source: Forever
ar: إلى الأبد
ca: Per sempre
eu: Betirako

source: Start date/time
ar: تاريخ البدء / الوقت
ca: Data/hora d'inici
eu: Hasiera eguna/ordua

source: End date
ar: تاريخ الانتهاء
ca: Data de finalització
eu: Amaiera eguna

source: Interval
ar: فترة
eu: Tartea

source: Week days
ar: ايام الاسبوع
ca: Dies de la setmana
eu: Aste-egunak

source: Invalid or incomplete rule. Please, fix field $FIELD
ar: قاعدة غير صحيحة أو غير كاملة. الرجاء إصلاح الحقل $ FIELD
ca: Regla no vàlida o incompleta. Si us plau, corregiu el camp $FIELD
eu: Arau baliogabea edo osatugabea. Mesedez, konpon ezazu $FIELD eremua

source: This rule will be valid every
ar: هذه القاعدة ستكون صالحة كل
ca: Aquesta regla serà vàlida cada
eu: Arau hau baliozkoa izango da

source: of any week
ar: في أي أسبوع
ca: de qualsevol setmana
eu: Edozein asteko

source: from
ar: من
ca: des de
eu: Noiztik

source: until
ar: حتى
ca: fins a
eu: arte

source: onwards
ar: فصاعدا
ca: cap endavant
eu: aurrera

source: starting at
ar: ابتداء من الساعة
ca: començant a les
eu: hasita

source: and every event will be active for
ar: وسيتم تنشيط كل حدث لـ
ca: i cada esdeveniment estarà actiu durant
eu: eta gertaera denak aktibo izango dira

source: with no duration
ar: بدون مدة
ca: sense durada
eu: Iraupenik gabe

source: Delete calendar rule
ar: احذف قاعدة التقويم
ca: Suprimir regla del calendari
eu: Ezabatu egutegi-araua

source: Set time mark
ar: ضبط علامة الوقت
ca: Establir marca de temps
eu: Ezarri denbora marka

source: New account
ar: حساب جديد
ca: Nou compte
eu: Kontu berria

source: Edit account
ar: تحرير الحساب
ca: Editar compte
eu: Editatu kontua

source: Delete account
ar: حذف الحساب
ca: Suprimir compte
eu: Ezabatu kontua

source: Time mark
ar: علامة الوقت
ca: Marca de temps
eu: Denbora marka

source: Set time mark for $NAME to current date/time?
ar: هل تريد تعيين علامة توقيت لـ $ NAME على التاريخ / الوقت الحالي؟
ca: Establiu la marca de temps de $NAME a la data/hora actual?
eu: Ezarri ordu-marka $NAME uneko data/ordura?

source: Time mark stablished
ar: وضع علامة زمنية
ca: Marca horària establerta
eu: Denbora marka finkatuta

source: No time mark
ar: لا يوجد علامة الوقت
ca: No hi ha marca de temps
eu: Ez dago denbora markarik

source: Delete account usage
ar: حذف استخدام الحساب
ca: Suprimir ús del compte
eu: Ezabatu kontuaren erabilera

source: Image is too big (max. upload size is 256Kb)
ar: الصورة كبيرة جداً (بحد أقصى لحجم التحميل هو 256 كيلو بايت)
ca: Imatge massa gran (la mida màxima és de 256Kb)
eu: Irudia handiegia da (gehienezko tamaina 256Kb)

source: Error on upload
ar: خطأ في التحميل

source: Invalid image type. Supported types are: JPEG, PNG and GIF
ar: نوع الصورة غير صالح. الأنواع المدعومة هي: JPEG، PNG، وGIF

source: Please, provide a name and a image
ar: من فضلك ، تقديم اسم وصورة
ca: Si us plau, proporcioneu un nom i una imatge
eu: Mesedez, eman izen bat eta irudi bat

source: Delete image
ar: حذف صورة
ca: Suprimir imatge
eu: Ezabatu irudia

source: Generate report
ar: إنشاء تقرير
ca: Generar informe
eu: Txostena sortu

source: Generating report...
ar: جارٍ إنشاء التقرير ...
ca: S'està generant l'informe ...
eu: Txostena sortzen ...

source: Report finished
ar: انتهى التقرير
ca: Informe finalitzat
eu: Txostena amaituta

source: New Notifier
ar: منبه جديد
ca: Notificador nou
eu: Jakinarazle berria

source: Edit Notifier
ar: تحرير المخطر
ca: Edita el notificador
eu: Editatu jakinarazlea

source: Delete actor token - USE WITH EXTREME CAUTION!!!
ar: حذف الرمز المميز للممثل - استخدام بحذر شديد !!!
ca: Suprimir el token de l'actor - UTILITZEU-HO AMB PRECAUCIÓ MÀXIMA !!!
eu: Ezabatu aktoreen tokenak - ERABILI KONTUZ!!!

source: Configuration saved
ar: حفظ التكوين
ca: Configuració desada
eu: Konfigurazioa gordeta

source: Delete servers token - USE WITH EXTREME CAUTION!!!
ar: حذف الرمز المميز للخوادم - استخدمه بحذر شديد !!!
ca: Suprimeix el testimoni del servidor - ÚS AMB PRECAUCIÓ EXTREMA!!!
eu: Ezabatu zerbitzarien tokena - ERABILI ZUZENTZEKO KONTUZ!!!

source: Cache flushed
ar: مخبأ مسح
ca: S'ha buidat la memòria cau
eu: Cachea hustuta

source: Items per page
ar: مواد لكل صفحة
ca: Elements per pàgina
eu: Elementuak orrialdeko

source: Search
ar: يبحث
ca: Cerca
eu: Bilatu

source: Select
ar: يختار
ca: Seleccioneu
eu: Hautatu

source: , (%i more items)
ar: (٪ i المزيد من العناصر)
ca: , (%i elements més)
eu: , (%i elementu gehiago)

source: Dashboard
ar: لوحة القيادة
ca: Panell
eu: Arbela

source: total users
ar: مجموع المستخدمين
ca: usuaris totals
eu: erabiltzaile guztira

source: total groups
ar: مجموع المجموعات
ca: grups totals
eu: taldeak guztira

source: with services
ar: مع الخدمات
ca: amb serveis
eu: zerbitzuekin

source: View authenticators
ar: عرض المصادقين
ca: Veure autenticadors
eu: Ikusi autentikatzaileak

source: total pools
ar: مجموع المجمعات
ca: pools totals
eu: multzoak guztira

source: View service pools
ar: عرض حمامات الخدمة
ca: Veure Pools de servei
eu: Ikusi zerbitzu-multzoak

source: total services
ar: مجموع الخدمات
ca: serveis totals
eu: zerbitzu osoa

source: assigned
ar: مُكَلَّف
ca: assignat
eu: esleitu

source: restrained services
ar: خدمات مقيدة
ca: serveis restringits
eu: mugatutako zerbitzuak

source: Assigned services chart
ar: مخطط الخدمات المعينة
ca: Gràfic de serveis assignats
eu: Esleitutako zerbitzuen taula

source: In use services chart
ar: مخطط الخدمات قيد الاستخدام
ca: Gràfic de serveis en ús
eu: Erabilera zerbitzuen taula

source: UDS Administration
ar: إدارة UDS
ca: Administració d'UDS
eu: UDS Administrazioa

source: You are accessing UDS Administration as staff member.
ar: أنت تصل إلى إدارة UDS كموظف.
ca: Esteu accedint a l’administració d’UDS com a membre del personal.
eu: Langile gisa satzen ari zara UDSren administrazioan

source: This means that you have restricted access to elements.
ar: هذا يعني أن لديك تقييد الوصول إلى العناصر.
ca: Això vol dir que teniu accés restringit als elements.
eu: Horrek esan nahi du elementuetarako sarbide mugatua duzula.
