Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Parameters for SMS sending via POST/PUT. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @....
ca: Paràmetres per a l&#39;enviament de SMS via POST/PUT. Pot contenir les variables següents: * {code} - el codi a enviar * {telèfon/+telèfon} - el número de telèfon * {username} - el nom d&#39;usuari * {justUsername} - el nom d&#39;usuari sense @....
de: Parameter für den SMS-Versand per POST/PUT. Es kann die folgenden Variablen enthalten: * {code} - der zu sendende Code * {phone/+phone} - die Telefonnummer * {username} - der Benutzername * {justUsername} - der Benutzername ohne @....
es: Parámetros para envío de SMS vía POST/PUT. Puede contener las siguientes variables: * {code} - el código a enviar * {phone/+phone} - el número de teléfono * {username} - el nombre de usuario * {justUsername} - el nombre de usuario sin @....
fr: Paramètres pour l&#39;envoi de SMS via POST/PUT. Il peut contenir les variables suivantes : * {code} - le code à envoyer * {phone/+phone} - le numéro de téléphone * {username} - le nom d&#39;utilisateur * {justUsername} - le nom d&#39;utilisateur sans @....
pt: Parâmetros para envio de SMS via POST/PUT. Ele pode conter as seguintes variáveis: * {code} - o código para enviar * {phone/+phone} - o número de telefone * {username} - o nome de usuário * {justUsername} - o nome de usuário sem @....

source: HTML5 RDP
pt: RDP HTML5

source: NoMachine
de: Keine Maschine
fr: AucuneMachine
pt: Sem máquina

source: RDS for vApps
ca: RDS per a vApps
de: RDS für vApps
es: RDS para vApps
fr: RDS pour vApps
it: RDS per vApps
pt: RDS para vApps

source: If not empty, this host will be used in case main host server is not reachable
ca: Si no està buit, aquest amfitrió s'utilitzarà en cas que no es pugui accedir al servidor principal
fr: S&#39;il n&#39;est pas vide, cet hôte sera utilisé au cas où le serveur hôte principal ne serait pas accessible

source: Azure AD Authenticator
ca: Autenticador d'Azure AD

source: Azure Active Directory Authenticator
ca: Autenticador d'Azure Directori Actiu

source: Visible only from this networks
ca: Visible només des d’aquestes xarxes

source: This authenticator will be visible only from these networks. Leave empty to allow all networks
ca: Aquest autenticador només serà visible des d’aquestes xarxes. Deixeu-ho en blanc per permetre totes les xarxes

source: Attributes that contains the user name (list of comma separated values)
ca: Atributs que contenen el nom d'usuari (llista de valors separats per comes)

source: Time betwen checks of unused user services by os managers
ca: Temps entre comprovacions dels serveis d&#39;usuari no utilitzats per part dels gestors del sistema operatiu
fr: Délai entre les vérifications des services utilisateur inutilisés par les gestionnaires du système d&#39;exploitation

source: Redirect HTTP to HTTPS on connection to UDS
ca: Redirigeix HTTP a HTTPS en connexió a UDS
fr: Rediriger HTTP vers HTTPS lors de la connexion à UDS

source: Frequency of stats collection in seconds. Default is 4 hours (14400 seconds)
ca: Freqüència de recollida d&#39;estadístiques en segons. El valor predeterminat és 4 hores (14400 segons)
fr: Fréquence de collecte des statistiques en secondes. La valeur par défaut est de 4 heures (14400 secondes)

source: UDS Actor for Debian, Ubuntu, ... Linux machines <b>(Requires python >= 3.6)</b>
ca: Actor UDS per a màquines Debian, Ubuntu, ... Linux <b>(requereix python >= 3.6)</b>

source: UDS Actor for Centos, Fedora, RH, Suse, ... Linux machines <b>(Requires python >= 3.6)</b>
ca: Actor UDS per a màquines Centos, Fedora, RH, Suse, ... Linux <b>(requereix python >= 3.6)</b>

source: UDS Actor for Debian based Linux machines. Used ONLY for static machines. <b>(Requires python >= 3.6)</b>
ca: Actor UDS per a màquines Linux basades en Debian. S'utilitza NOMÉS per a màquines estàtiques. <b>(requereix python >= 3.6)</b>

source: UDS Actor for Centos, Fedora, RH, Suse, ... Linux machines. Used ONLY for static machines. <b>(Requires python >= 3.6)</b>
ca: UDS Actor per a màquines Centos, Fedora, RH, Suse, ... Linux. S&#39;utilitza NOMÉS per a màquines estàtiques. <b>(Requereix Python &gt;= 3.6)</b>

source: <b>Legacy</b> UDS Actor for Debian, Ubuntu, ... Linux machines <b>(Requires python 2.7)</b>
ca: <b>Legacy</b> Actor UDS per a màquines Linux Debian, Ubuntu, ... <b>(Requereix python 2.7)</b>

source: <b>Legacy</b> UDS Actor for Centos, Fedora, RH, ... Linux machines <b>(Requires python 2.7)</b>
ca: Actor UDS "legacy" per a Centos, Fedora, RH, ... Machines Linux <b>(requereix python 2.7)</b>

source: <b>Legacy</b> UDS Actor for OpenSUSE, ... Linux machines <b>(Requires python 2.7)</b>
ca: Actor UDS "legacy" per a les màquines Linux <b>(requereix python 2.7)</b>

source: Google Cloud Provider
ca: Proveïdor de Google Cloud
fr: Fournisseur de services cloud Google

source: Provides connection to Google Cloud Compute Engine
ca: Proporciona connexió a Google Cloud Compute Engine
fr: Fournit une connexion à Google Cloud Compute Engine

source: This service provides access to POWERED-ON Machine by IP
ca: Aquest servei proporciona accés a màquines engegades per IP
fr: Ce service fournit un accès aux machines sous tension par IP

source: (requires Python-3.6 or newer)
ca: (requereix Python-3.6 o més recent)

source: Binary appimage Raspberry Linux client
ca: Client de Raspberry Linux en Binari appimage

source: AMI
fr: SUIS-JE

source: Load threshold for assigning users to servers. 0 means lower load first, any other the less distance to threshold.
fr: Seuil de charge pour l&#39;attribution des utilisateurs aux serveurs. 0 signifie d&#39;abord la charge la plus faible, toute autre la distance la plus courte jusqu&#39;au seuil.
