Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Starting date for report
ar: تاريخ البدء للتقرير
ca: Data d'inici de l'informe
de: Startdatum für den Bericht
es: Fecha de inicio del informe
eu: Txostenaren hasiera data
fr: Date de début du rapport
it: Data di inizio del rapporto
pt: Data de início para relatório
ru: Дата начала отчёта

source: Date for report
ar: تاريخ التقرير
ca: Data per a l'informe
de: Datum für den Bericht
es: Fecha del informe
eu: Txostenaren data
fr: Date de rapport
it: Data per il rapporto
pt: Data do relatório
ru: Дата для отчёта

source: Ending date
ar: تاريخ الانتهاء
ca: Data de finalització
de: Ende
es: Fecha de finalización
eu: Amaiera data
fr: Fin
it: Data di fine
pt: Data final
ru: Дата окончания

source: ending date for report
ar: تاريخ انتهاء التقرير
ca: data de finalització de l'informe
de: Enddatum für den Bericht
es: Fecha de finalización del informe
eu: txostenaren amaiera data
fr: date de fin du rapport
it: data di fine del rapporto
pt: data final para relatório
ru: дата окончания отчёта

source: Report data interval
ar: تقرير البيانات الفاصل
ca: Interval de dades de l'informe
de: Datenintervall melden
es: Intervalo de datos del informe
eu: Eman datuen tartea
fr: Rapport intervalle de données
it: Rapporto intervallo dati
pt: Intervalo de dados do relatório
ru: Интервал данных отчёта

source: Hourly
ar: ساعيا
ca: Cada hora
de: Stündlich
es: Cada hora
eu: Orduko
fr: À l&#39;heure
it: Ogni ora
pt: Por hora
ru: Ежечасно

source: Interval for report data
ar: الفاصل الزمني لبيانات التقرير
ca: Interval per a les dades de l'nforme
de: Intervall für Berichtsdaten
es: Intervalo para los datos del informe
eu: Txostenaren datuetarako tartea
fr: Intervalle pour les données du rapport
it: Intervallo per i dati del report
pt: Intervalo para dados do relatório
ru: Интервал для данных отчёта

source: Service pool
ar: تجمع الخدمات
ca: Pool de servei
es: Pools de servicios
eu: Zerbitzu-poola
fr: Pool de service
it: Piscina di servizio
pt: Pool de serviço
ru: Пул услуг

source: Service pool for report
ar: تجمع الخدمة للتقرير
ca: Pool de servei per a l'informe
de: Servicepool für Bericht
es: Pool de servicios para el informe
eu: Txostena emateko zerbitzu-multzoa
fr: Pool de services pour rapport
it: Pool di servizi per report
pt: Pool de serviço para relatório
ru: Пул услуг для отчёта

source: Authenticator
ar: المصادق
ca: Autenticador
es: Autenticador
eu: Autentikatzaile
fr: Authentificateur
it: Autenticatore
pt: Autenticador
ru: Аутентификатор

source: Authenticator for report
ar: المصدق للتقرير
ca: Autenticador de l'informe
de: Authentifikator für Bericht
es: Autenticador para el informe
eu: Txostenerako autentikatzailea
fr: Authentificateur pour le rapport
it: Autenticatore per rapporto
pt: Autenticador para relatório
ru: Аутентификатор отчёта

source: Service for report
ar: خدمة للتقرير
ca: Servei d'informes
de: Service für Bericht
es: Servicios para el informe
eu: Txostena egiteko zerbitzua
fr: Service pour rapport
it: Servizio per report
pt: Serviço para relatório
ru: Услуга для отчёта

source: Service provider
ar: مقدم الخدمة
ca: Proveïdor de servei
de: Dienstleister
es: Proveedor de servicios
eu: Zerbitzu hornitzaile
fr: Fournisseur de services
it: Fornitore di servizi
pt: Provedor de serviço
ru: Поставщик услуг

source: Service provider for report
ar: مزود الخدمة للتقرير
ca: Proveïdor de serveis per a l'informe
de: Dienstanbieter für Bericht
es: Proveedor de servicios para el informe
eu: Txostena emateko zerbitzu hornitzailea
fr: Fournisseur de services pour rapport
it: Fornitore di servizi per report
pt: Provedor de serviços para relatório
ru: Поставщик услуг для отчёта

source: Audit Log list
ar: قائمة سجل التدقيق
ca: Llista de registre d&#39;auditoria
de: Audit-Log-Liste
es: Lista de registros de auditoría
eu: Ikuskaritza Erregistroaren zerrenda
fr: Liste des journaux d&#39;audit
it: Elenco del registro di controllo
pt: Lista de registros de auditoria
ru: Список журналов аудита

source: List administration audit logs
ar: قائمة بسجلات تدقيق الإدارة
ca: Llista els registres d&#39;auditoria de l&#39;administració
de: Administrations-Audit-Logs auflisten
es: Listar registros de auditoría de administración
eu: Zerrendatu administrazioaren auditoretza erregistroak
fr: Répertorier les journaux d&#39;audit d&#39;administration
it: Elenca i registri di controllo dell'amministrazione
pt: Listar registros de auditoria de administração
ru: Получение списка журналов аудита администрирования

source: starting date for report
ar: تاريخ البدء للتقرير
ca: data d'inici de l'informe
de: Startdatum für den Bericht
es: fecha de inicio para informe
eu: txostenaren hasierako data
fr: date de début de rapport
it: data di inizio del rapporto
pt: data de início do relatório
ru: начальная дата для отчёта

source: Finish date
ar: تاريخ الانتهاء
ca: Data de finalització
de: Enddatum
es: Fecha de finalización
eu: Amaiera data
fr: Date de fin
it: Data di fine
pt: Data de término
ru: Конечная дата

source: finish date for report
ar: تاريخ الانتهاء للتقرير
ca: data de finalització de l'informe
de: Enddatum für den Bericht
es: fecha de finalización para informe
eu: txostena amaitzeko data
fr: la date fin du rapport
it: data di fine del rapporto
pt: data de conclusão do relatório
ru: конечная дата для отчёта

source: Method
ar: طريقة
ca: Mètode
de: Methode
es: Método
eu: Metodoa
fr: Méthode
it: Metodo
pt: Método
ru: Метод

source: Response code
ar: رمز الاستجابة
ca: Codi de resposta
de: Antwortcode
es: Código de respuesta
eu: Erantzun kodea
fr: Code de réponse
it: Codice di risposta
pt: Código de resposta
ru: Код ответа

source: Request
ar: طلب
ca: Sol·licitud
de: Anfrage
es: Solicitud
eu: Eskaera
fr: Demande
it: Richiesta
pt: Solicitar
ru: Запрос

source: Lists
ar: قوائم
ca: Llistes
de: Listen
es: Listados
eu: Zerrendak
fr: Listes
it: Elenchi
pt: Listas
ru: Списки

source: Authenticator from where to list users
ar: المصادق من حيث قائمة المستخدمين
ca: Autenticador des d'on fer una llista d'usuaris
de: Authentifikator, von wo aus Benutzer aufgelistet werden
es: Autenticador desde el que se enumeran los usuarios
eu: Erabiltzaileen zerrenda erakusteko autentikatzailea
fr: Authentificateur d'où lister les utilisateurs
it: Autenticatore da cui elencare gli utenti
pt: Autenticador de onde listar usuários
ru: Аутентификатор, из которого следует перечислить пользователей

source: Users list
ar: قائمة المستخدمين
ca: Llista d'usuaris
de: Benutzerliste
es: Lista de usuarios
eu: Erabiltzaile Zerrenda
fr: Liste des utilisateurs
it: Elenco degli utenti
pt: Lista de usuários
ru: Список пользователей

source: List users of platform
ar: قائمة المستخدمين من المنصة
ca: Llistar usuaris de la plataforma
de: Liste der Benutzer der Plattform
es: Lista de usuarios de la plataforma
eu: List plataforma erabiltzaileak
fr: Liste des utilisateurs de la plate-forme
it: Elenca gli utenti della piattaforma
pt: Listar usuários da plataforma
ru: Список пользователей платформы

source: Users List for {}
ar: قائمة المستخدمين ل {}
ca: Llista d'usuaris per a {}
de: Benutzerliste für {}
es: Lista de usuarios para {}
eu: Erabiltzaileen zerrenda {}
fr: Liste des utilisateurs des {}
it: Elenco utenti per {}
pt: Lista de usuários para {}
ru: Список пользователей для {}

source: UDS Report of users in {}
ar: تقرير UDS للمستخدمين في {}
ca: Informe UDS d'usuaris a {}
de: UDS-Bericht von Nutzern in {}
es: Informe de usuarios en {}
eu: UDS Erabiltzaileen txostena {}
fr: Rapport UDS des utilisateurs dans {}
it: Rapporto UDS degli utenti in {}
pt: Relatório de usuários do UDS em {}
ru: Отчёт UDS по пользователям в {}

source: User ID
ar: معرف المستخدم
ca: ID d'usuari
de: Benutzeridentifikation
es: ID de usuario
eu: Erabiltzaile ID
fr: ID de l'utilisateur
it: ID utente
pt: ID do usuário
ru: ID пользователя

source: Real Name
ar: الاسم الحقيقي
ca: Nom real
de: Echter Name
es: Nombre real
eu: Benetazko Izena
fr: Vrai nom
it: Nome reale
pt: Nome real
ru: Реальное имя

source: Statistics by authenticator
ar: إحصائيات المصدق
ca: Estadístiques per autenticador
de: Statistik nach Authentifikator
es: Estadísticas por autenticador
eu: Estatistikak autentikatzailearen arabera
fr: Statistiques par authentificateur
it: Statistiche per autenticatore
pt: Estatísticas por autenticador
ru: Статистика по аутентификатору

source: Generates a report with the statistics of an authenticator for a desired period
ar: يُنشئ تقريرًا بإحصائيات المصدق للفترة المطلوبة
ca: Generar un informe amb les estadístiques d’un autenticador del període desitjat
de: Erzeugt einen Bericht mit den Statistiken eines Authentifikators für einen gewünschten Zeitraum
es: Genera un informe con estadísticas de un autenticador durante un periodo específico
eu: Nahi duzun aldirako autentifikatzaile baten estatistikekin txostena sortzen du
fr: Génère un rapport avec les statistiques d&#39;un authentificateur pour une période souhaitée
it: Genera un report con le statistiche di un autenticatore per un periodo desiderato
pt: Gera um relatório com as estatísticas de um autenticador para um período desejado
ru: Формирует отчёт со статистикой аутентификатора за желаемый период

source: Users usage list
ar: قائمة استخدام المستخدمين
ca: Llista d’ús d’usuaris
de: Nutzungsliste der Benutzer
es: Lista del uso de los usuarios
eu: Erabiltzaileen erabilera zerrenda
fr: Liste d&#39;utilisation des utilisateurs
it: Elenco di utilizzo degli utenti
pt: Lista de usuários
ru: Отчёт по использованию подписки

source: UDS Report of users usage
ar: تقرير UDS لاستخدام المستخدمين
ca: Informe UDS d’ús d’usuaris
de: UDS-Nutzungsbericht
es: Informe del uso de los usuarios
eu: Erabiltzaileen erabileraren txostena
fr: Rapport UDS sur l&#39;utilisation des utilisateurs
it: Rapporto di UDS sull'utilizzo per utente
pt: Relatório UDS de uso dos usuários
ru: Отчёт UDS об использовании пользователей

source: Statistics
ar: الإحصاء
ca: Estadístiques
de: Statistiken
es: Estadísticas
eu: Estadistikak
fr: Statistiques
it: Statistiche
pt: Estatisticas
ru: Статистика

source: Pool for report
ar: تجمع للتقارير
ca: Pool per a l'informe
de: Pool für Bericht
es: Pool para informe
eu: Txostena egiteko pool-a
fr: Pool pour rapport
it: Pool per report
pt: Pools para relatório
ru: Пул для отчёта

source: Pools
ar: التجمعات
eu: Pool-ak
ru: Пулы

source: Pools for report
ar: تجمعات التقارير
ca: Pools per a informe
de: Pools für den Bericht
es: Pools para informe
eu: Txostenentzako poolak
fr: Pools pour rapport
it: Pools per Rapporto
pt: Pools para relatório
ru: Пулы для отчёта

source: Number of intervals
ar: عدد فترات
ca: Nombre d’intervals
de: Anzahl der Intervalle
es: Número de intervalos
eu: Tarte kopurua
fr: Nombre d'intervalles
it: Numero di intervalli
pt: Número de intervalos
ru: Количество интервалов

source: Number of sampling points used in charts
ar: عدد نقاط العينات المستخدمة في الخرائط
ca: Nombre de punts de mostra utilitzats a les gràfiques
de: Anzahl der in den Diagrammen verwendeten Abtastpunkte
es: Número de puntos de muestreo utilizados en gráficos
eu: Txarteletan erabilitako laginketa-puntuen kopurua
fr: Nombre de points de prélèvement utilisées dans les graphiques
it: Numero di punti di campionamento utilizzati nei grafici
pt: Número de pontos de amostragem usados em gráficos
ru: Количество точек выборки, используемых в диаграммах

source: Pool Usage by users
ar: استخدام تجمع من قبل المستخدمين
ca: Ús de pool per usuaris
de: Poolnutzung durch Benutzer
es: Uso de un pool de servicios por usuarios
eu: Erabiltzaileen Pool erabilera
fr: Utilisation du pool par les utilisateurs
it: Utilizzo del pool per singolo utente
pt: Uso do pool pelos usuários
ru: Использование пула пользователями

source: Generates a report with the summary of users usage for a pool
ar: يقوم بإنشاء تقرير بملخص استخدام المستخدمين للتجمع
ca: Genera un informe amb el resum de l’ús dels usuaris d’un pool
de: Generiert einen Bericht mit einer Zusammenfassung der Benutzernutzung für einen Pool
es: Genera un informe con el resumen de uso de los usuarios para un pool de servicios
eu: Txosten bat sortzen du igerileku bateko erabiltzaileen erabileraren laburpenarekin
fr: Génère un rapport avec le résumé de l&#39;utilisation des utilisateurs pour un pool
it: Genera un rapporto con il riepilogo dell'utilizzo per utente per un pool
pt: Gera um relatório com o resumo do uso dos usuários para um pool
ru: Создаёт отчёт с информацией об использовании пользователей для пула.

source: Users usage list for {}
ar: قائمة استخدام المستخدمين ل{}
ca: Llista d'ús dels usuaris per {}
de: Nutzerverwendungsliste für {}
es: Lista de usos de usuarios para {}
eu: Erabiltzaileen erabilera zerrenda {}
fr: Liste d'utilisation aux utilisateurs pour {}
it: Elenco degli utenti che utilizzano {}
pt: Lista de uso de usuários para {}
ru: Список использования пользователей для {}

source: Sessions
ar: دورات
de: Sitzungen
es: Sesiones
eu: Sesioak
it: Sessioni
pt: Sessões
ru: Сессии

source: Average
ar: في المتوسط
ca: Mitjana
de: Durchschnittlich
es: Promedio
eu: Batazbeztekoa
fr: Moyenne
it: Media
pt: Média
ru: В среднем

source: Pools performance by date
ar: أداء التجمعات بالتاريخ
ca: Rendiment de pools per data
de: Pools Leistung nach Datum
es: Rendimiento de Pools por fecha
eu: Pool errendimendua data arabera
fr: Performance de Pool par date
it: Prestazioni dei pool per data
pt: Desempenho de pools por data
ru: Производительность пулов по дате

source: Pools performance report by date
ar: تقرير أداء التجمعات بواسطة التاريخ
ca: Informe de rendiment de pools per data
de: Pools Leistungsbericht nach Datum
es: Informe de rendimiento de Pools por fecha
eu: Pool errendimendu txostena data arabera
fr: Rapport sur le rendement pools par date
it: Rapporto sulle prestazioni dei pool per data
pt: Relatório de desempenho de pools por data
ru: Отчёт о производительности пулов по дате

source: ALL POOLS
ar: جميع المسابح
ca: TOTS ELS POOLS
de: ALLE POOLS
es: TODOS LOS POOLS
eu: POOL GUZTIAK
fr: TOUTES LES POOL
it: TUTTI I POOL
pt: TODAS AS POOLS
ru: ВСЕ ПУЛЫ

source: Distinct Users
ar: المستخدمين المميزين
ca: Usuaris distints
de: Unterschiedliche Benutzer
es: Usuarios distintos
eu: Erabiltzaile desberdinak
fr: Utilisateurs distincts
it: Utenti distinti
pt: Usuários distintos
ru: Определённые пользователи

source: Accesses
ar: مداخل
ca: Accessos
de: Zugriffe
es: Accesos
eu: Sarbideak
fr: Accès
it: Accessi
pt: Acessos
ru: Доступы

source: UDS Pools Performance Report
ar: تقرير أداء التجمعات UDS
ca: Informe de rendiment de pools UDS
de: UDS-Pools-Leistungsbericht
es: Informe de rendimeinto de Pools de UDS
fr: Rapport sur le rendement Pools UDS
it: Rapporto prestazioni per UDS Pool
pt: Relatório de desempenho de pools do UDS
ru: Отчёт о производительности пулов UDS

source: Pools Performance
ar: بركه الأداء
ca: Rendiment dels pools
de: Pools Leistung
es: Rendimiento de Pools
eu: Pool-en errendimendua
fr: Performance des pools
it: Prestazioni dei pool
pt: Desempenho das Piscinas
ru: Производительность пулов

source: Date range
ar: نطاق التاريخ
ca: Rang de dates
de: Datumsbereich
es: Rango de fechas
eu: Data eremua
fr: Plage de dates
it: Intervallo di date
pt: Intervalo de datas
ru: Диапазон дат

source: Pools usage on a day
ar: استخدام تجمعات في يوم
ca: Ús de pools en un dia
de: Poolnutzung an einem Tag
es: Uso de pools en un día
eu: Pool-en erabilera egun batean
fr: Utilisation des Pools sur une journée
it: Utilizzo dei pool in un giorno
pt: Uso de pools em um dia
ru: Использование пулов в день

source: Pools usage counters for an specific day
ar: استخدام عدادات تجمعات ليوم معين
ca: Comptadors d'ús de pools un dia específic
de: Poolt Nutzungszähler für einen bestimmten Tag
es: Contadores de uso de pools para un día específico
eu: Pool erabilera egun jakin bateko kontulariak
fr: Compteurs d’utilisation de Pools pour une journée spécifique
it: Contatori di utilizzo dei pool per un giorno specifico
pt: Contadores de uso de conjuntos para um dia específico
ru: Счётчики использования пулов за определённый день

source: Services by hour
ar: الخدمات بمقدار ساعة
ca: Serveis per hora
de: Dienstleistungen pro Stunde
es: Servicios por hora
eu: Orduko zerbitzuak
fr: Services par heure
it: Servizi per ora
pt: Serviços por hora
ru: Сервисы за час

source: Hour
ar: ساعة
ca: Hora
de: Stunde
es: Hora
eu: Ordu
fr: Heure
it: Ora
pt: Hora
ru: Часы

source: Services usage report for a day
ar: تقرير استخدام الخدمات لمدة يوم
ca: Informe d'ús dels serveis durant un dia
de: Dienstnutzungsbericht für einen Tag
es: Informe del uso de servicios por día.
eu: Zerbitzuen erabilera txostena egun baterako
fr: Rapport d&#39;utilisation des services pour un jour
it: Rapporto sull'utilizzo dei servizi per un giorno
pt: Relatório de uso de serviços por um dia
ru: Отчёт об использовании услуг за день

source: Service usage report
ar: تقرير استخدام الخدمة
ca: Informe d'ús del servei
de: Dienstnutzungsbericht
es: Informe del uso de servicios
eu: Zerbitzuaren erabilera txostena
fr: Rapport d&#39;utilisation du service
it: Rapporto sull'utilizzo del servizio
pt: Relatório de uso de serviço
ru: Отчёт об использовании услуги

source: Summary of pools usage
ar: ملخص استخدام تجمعات
ca: Resum d'ús de pools
de: Zusammenfassung der Poolnutzung
es: Resumen de uso de pools
eu: Pool erabilera laburpena
fr: Résumé de l’utilisation des Pools
it: Riepilogo dell'utilizzo dei pool
pt: Resumo do uso de pools
ru: Резюме использования пулов

source: Summary of Pools usage with time totals, accesses totals, time total by pool
ar: ملخص استخدام التجمعات مع إجماليات الوقت ، والوصول إلى الإجماليات ، والوقت الإجمالي حسب التجمع
ca: Resum de l’ús de Pools amb totals del temps, accessos totals, temps total per pool
de: Zusammenfassung der Poolnutzung mit Zeitsummen, Zugriffssummen, Zeitsumme nach Pool
es: Resumen de uso de Pools de servicio con tiempos y accesos totales
eu: multzoak erabileraren laburpena denbora guztiekin, sarbideen guztizkoarekin, denbora guztia multzoak arabera
fr: Récapitulatif de l&#39;utilisation des pools avec totaux de temps, totaux d&#39;accès, total de temps par pool
it: Riepilogo dell'utilizzo dei pool con totali dei tempi, totali degli accessi, totale dei tempi per pool
pt: Resumo do uso de Conjuntos com totais de tempo, totais de acessos e tempo total por conjunto
ru: Сводка использования пулов с итогами времени, итогами доступа, итогами времени по пулу

source: Summary of Pools usage
ar: ملخص استخدام تجمعات
ca: Resum de l’ús de Pools
de: Zusammenfassung der Poolnutzung
es: Resumen de uso de Pools
eu: multzoak erabileraren laburpena
fr: Résumé de l&#39;utilisation des pools
it: Riepilogo dell'utilizzo dei pool
pt: Resumo do uso de Pools
ru: Сводка использования пулов

source: to
ar: إلى
ca: a
de: zu
es: a
fr: à
it: per
pt: para
ru: до

source: UDS Report Summary of pools usage
ar: ملخص تقرير UDS لاستخدام المسابح
ca: Informe UDS Resum de l’ús de pools
de: UDS-Bericht Zusammenfassung der Poolnutzung
es: Informe de uso de Pools de servicios
eu: UDS Txostena multzoak erabileraren laburpena
fr: Rapport UDS Résumé de l&#39;utilisation des pools
it: Report di riepilogo di UDS sull'utilizzo dei pool
pt: Resumo do relatório UDS do uso de conjuntos
ru: Суммарный отчёт UDS об использовании пулов

source: Total Time (seconds)
ar: الوقت الإجمالي (بالثواني)
ca: Temps total (segons)
de: Gesamtzeit (Sekunden)
es: Tiempo total (segundos)
eu: Denbora osoa (segundotan)
fr: Temps total (secondes)
it: Tempo totale (secondi)
pt: Tempo total (segundos)
ru: Общее время (секунды)

source: Total Accesses
ar: إجمالي المداخل
ca: Total d'accessos
de: Gesamtzugriffe
es: Accesos totales
eu: Sarbide osoak
fr: Total des accès
it: Totale accessi
pt: Total de Acessos
ru: Всего доступов

source: Unique users
ar: المستخدمون الفريدون
ca: Usuaris únics
de: Einzigartige Benutzer
es: Usuarios únicos
eu: Erabiltzaile bakarrak
fr: Utilisateurs uniques
it: Utenti unici
pt: Utilizadores únicos
ru: Уникальные пользователи

source: Mean time (seconds)
ar: متوسط الوقت (بالثواني)
ca: Temps mitjà (segons)
de: Mittlere Zeit (Sekunden)
es: Tiempo medio (segundos)
eu: Batez besteko denbora (segundotan)
fr: Temps moyen (secondes)
it: Tempo medio (secondi)
pt: Tempo médio (segundos)
ru: Среднее время (секунды)

source: Total
ar: مجموع
de: Gesamt
eu: Guztira
it: Totale
ru: Всего

source: Pools usage by users
ar: استخدام التجمعات من قبل المستخدمين
ca: Ús de pools per usuari
de: Poolnutzung durch Benutzer
es: Uso de Pools por usuarios
eu: Erabiltzaileen Pool erabilera
fr: Utilisation des Pools par les utilisateurs
it: Utilizzo dei pool per utente
pt: Uso de pools por usuários
ru: Использование пулов пользователями

source: Pools usage by user report
ar: تقرير استخدام التجمعات من قبل المستخدمين
ca: Informe d'ús de pools per usuari
de: Pools-Verwendung nach Benutzerbericht
es: Uso de Pools por informe de usuario
eu: Erabiltzaileen Pool erabilera txostena
fr: Utilisation des Pools par le rapport de l'utilisateur
it: Rapporto di utilizzo dei pool per utente
pt: Uso de pools pelo relatório do usuário
ru: Отчёт использования пулов пользователями

source: Seconds
ar: ثواني
ca: Segons
de: Sekunden
es: Segundos
eu: Segunduak
fr: Secondes
it: Secondi
pt: Segundos
ru: Секунды

source: Users access report by date
ar: وصول المستخدمين إلى تقرير صادر بتاريخ
ca: Informe d'accés d'usuaris per data
de: Benutzer greifen auf den Bericht nach Datum zu
es: Informe de accesos de usuarios por fecha
eu: Erabiltzaileek data arabera jasotzen dute
fr: Rapport d'accés des utilisateurs par date
it: Raporto degli accessi utente per data
pt: Usuários acessam relatório por data
ru: Доступ пользователей по дате

source: Report of user access to platform by date
ar: تقرير وصول المستخدم إلى منصة بواسطة التاريخ
ca: Informe d'accés d'usuari a la plataforma per data
de: Bericht des Benutzerzugriffs auf die Plattform nach Datum
es: Informe de acceso de usuarios a la plataforma por fecha
eu: Plataformaren erabiltzaileen sarbide data txostena
fr: Rapport d'accés des utilisateurs á la plate-forme par date
it: Rapporto di accesso utente alla piattaforma per data
pt: Relatório de acesso do usuário à plataforma por data
ru: Отчет. Доступ пользователей к платформе по дате

source: Users Access (global)
ar: وصول المستخدمين (عالمي)
ca: Accés d'usuaris (global)
de: Benutzerzugriff (global)
es: Acceso de usuarios (global)
eu: Erabiltzaile sarbidea (global)
fr: Accès des utilisateurs (global)
it: Accesso utenti (globale)
pt: Acesso de Usuários (global)
ru: Доступ пользователей (глобальный)

source: Monday
ar: الإثنين
ca: Dilluns
de: Montag
es: Lunes
eu: Astelehena
fr: Lundi
it: Lunedi
pt: Segunda-feira
ru: Понедельник

source: Tuesday
ar: الثلاثاء
ca: Dimarts
de: Dienstag
es: Martes
eu: Asteartea
fr: Mardi
it: Martedì
pt: terça
ru: Вторник

source: Wednesday
ar: الأربعاء
ca: Dimecres
de: Mittwoch
es: Miércoles
eu: Asteazkena
fr: Mercredi
it: Mercoledì
pt: Quarta-feira
ru: Среда

source: Thursday
ar: الخميس
ca: Dijous
de: Donnerstag
es: Jueves
eu: Osteguna
fr: Jeudi
it: Giovedi
pt: Quinta-feira
ru: Четверг

source: Friday
ar: يوم الجمعة
ca: Divendres
de: Freitag
es: Viernes
eu: Ostirala
fr: Vendredi
it: Venerdì
pt: Sexta-feira
ru: Пятница

source: Saturday
ar: يوم السبت
ca: Dissabte
de: Samstag
es: Sábado
eu: Larunbata
fr: samedi
it: Sabato
pt: sábado
ru: Суббота

source: Sunday
ar: الأحد
ca: Diumenge
de: Sonntag
es: Domingo
eu: Igandea
fr: dimanche
it: Domenica
pt: domingo
ru: Воскресенье

source: Users Access (by week)
ar: وصول المستخدمين (حسب الأسبوع)
ca: Accés d'usuaris (setmanal)
de: Benutzerzugang (pro Woche)
es: Acceso de usuarios (por semana)
eu: Erabiltzaile sarbidea (astean)
fr: Accès des utilisateurs (par semaine)
it: Accesso utenti (per settimana)
pt: Acesso de Usuários (por semana)
ru: Доступ пользователей (по неделям)
