Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: URL pattern for SMS sending. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @.... * {realName} - the real name of the user
ar: نمط عنوان URL لإرسال الرسائل القصيرة. يمكن أن يحتوي على المتغيرات التالية: * {code} - الكود المراد إرساله * {phone/+phone} - رقم الهاتف * {username} - اسم المستخدم * {justUsername} - اسم المستخدم بدون @.... * {realName} - الاسم الحقيقي للمستخدم
eu: SMSak bidaltzeko URL eredua. Aldagai hauek izan ditzake: * {code} - bidali beharreko kodea * {phone/+phone} - telefono-zenbakia * {username} - erabiltzaile-izena * {justV} erabiltzailearen izenik gabe -e3615726 @.... * {realName} - erabiltzailearen benetako izena
it: Modello URL per l'invio di SMS. Può contenere le seguenti variabili: * {code} - il codice da inviare * {phone/+phone} - il numero di telefono * {username} - il nome utente * {justUsername} - il nome utente senza @.... * {realName} - il vero nome dell'utente
ru: Шаблон URL для отправки SMS. Может содержать следующие переменные: * {code} - код для отправки * {phone/+phone} - номер телефона * {username} - имя пользователя * {justUsername} - имя пользователя без @... * {realName} - настоящее имя пользователя

source: HTTP Server
ar: خادم HTTP
ca: Servidor HTTP
es: Servidor HTTP
eu: HTTP zerbitzaria
fr: Serveur HTTP
it: Server HTTP
pt: Servidor HTTP
ru: HTTP-сервер

source: Ignore certificate errors
ar: تجاهل أخطاء الشهادة
ca: Ignora els errors del certificat
de: Zertifikatsfehler ignorieren
es: Ignorar errores de certificado
eu: Ez ikusi ziurtagiri-erroreei
fr: Ignorer les erreurs de certificat
it: Ignora gli errori del certificato
pt: Ignorar erros de certificado
ru: Игнорировать ошибки сертификата

source: If checked, the server certificate will be ignored. This is useful if the server uses a self-signed certificate.
ar: إذا تم تحديده ، فسيتم تجاهل شهادة الخادم. يكون هذا مفيدًا إذا كان الخادم يستخدم شهادة موقعة ذاتيًا.
ca: Si està marcat, el certificat del servidor s&#39;ignorarà. Això és útil si el servidor utilitza un certificat autofirmat.
de: Wenn diese Option aktiviert ist, wird das Serverzertifikat ignoriert. Dies ist nützlich, wenn der Server ein selbstsigniertes Zertifikat verwendet.
es: Si está marcado, se ignorará el certificado del servidor. Esto es útil si el servidor usa un certificado autofirmado.
eu: Hautatzen bada, zerbitzariaren ziurtagiria ez ikusi egingo da. Hau erabilgarria da zerbitzariak berez sinatutako ziurtagiria erabiltzen badu.
fr: Si coché, le certificat du serveur sera ignoré. Ceci est utile si le serveur utilise un certificat auto-signé.
it: Se selezionato, il certificato del server verrà ignorato. Ciò è utile se il server utilizza un certificato autofirmato.
pt: Se marcado, o certificado do servidor será ignorado. Isso é útil se o servidor usar um certificado autoassinado.
ru: Если этот флажок установлен, сертификат сервера будет игнорироваться. Это полезно, если сервер использует самозаверяющий сертификат.

source: SMS sending method
ar: طريقة إرسال الرسائل القصيرة
ca: Mètode d&#39;enviament de SMS
de: SMS-Sendemethode
es: Método de envío de SMS
eu: SMSak bidaltzeko metodoa
fr: Méthode d&#39;envoi de SMS
it: Metodo di invio SMS
pt: Método de envio de SMS
ru: Способ отправки СМС

source: Method for sending SMS
ar: طريقة إرسال الرسائل القصيرة
ca: Mètode per enviar SMS
de: Methode zum Senden von SMS
es: Método para enviar SMS
eu: SMSak bidaltzeko metodoa
fr: Méthode d&#39;envoi de SMS
it: Metodo per l'invio di SMS
pt: Método de envio de SMS
ru: Способ отправки СМС

source: Headers for SMS requests
ar: رؤوس طلبات الرسائل القصيرة
ca: Capçaleres per a sol·licituds d&#39;SMS
de: Header für SMS-Anfragen
es: Encabezados para solicitudes de SMS
eu: SMS eskaeren goiburuak
fr: En-têtes pour les demandes SMS
it: Intestazioni per richieste SMS
pt: Cabeçalhos para solicitações de SMS
ru: Заголовки для СМС-запросов

source: Headers for SMS requests. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @.... * {realName} - the real name of the user Headers are in the form of "Header: Value". (without the quotes)
ar: عناوين طلبات الرسائل القصيرة. ويمكن أن تحتوي على المتغيرات التالية: * {code} - الكود المراد إرساله * {phone/+phone} - رقم الهاتف * {username} - اسم المستخدم * {justUsername} - اسم المستخدم بدون @.... * {realName} - الاسم الحقيقي للمستخدم العناوين تكون على هيئة "Header: Value". (بدون علامات الاقتباس)
eu: SMS eskaeren goiburuak. Aldagai hauek izan ditzake: * {code} - bidali beharreko kodea * {phone/+phone} - telefono-zenbakia * {username} - erabiltzaile-izena * {justV} erabiltzailearen izenik gabe -e3615726 @.... * {realName} - erabiltzailearen benetako izena Goiburuak "Goiburua: Balioa" moduan daude. (komatxorik gabe)
it: Intestazioni per richieste SMS. Possono contenere le seguenti variabili: * {code} - il codice da inviare * {phone/+phone} - il numero di telefono * {username} - il nome utente * {justUsername} - il nome utente senza @.... * {realName} - il vero nome dell'utente Le intestazioni sono nel formato "Intestazione: Valore". (senza virgolette)
ru: Заголовки для SMS-запросов. Могут содержать следующие переменные: * {code} - код для отправки * {phone/+phone} - номер телефона * {username} - имя пользователя * {justUsername} - имя пользователя без @... * {realName} - настоящее имя пользователя Заголовки имеют вид «Заголовок: Значение» (без кавычек)

source: Parameters for SMS POST/PUT sending
ar: معلمات لإرسال POST / PUT SMS
ca: Paràmetres per a l&#39;enviament de SMS POST/PUT
de: Parameter für das Senden von SMS POST/PUT
es: Parámetros para el envío de SMS POST/PUT
eu: SMS POST/PUT bidaltzeko parametroak
fr: Paramètres pour l&#39;envoi de SMS POST/PUT
it: Parametri per l'invio di SMS POST/PUT
pt: Parâmetros para envio de SMS POST/PUT
ru: Параметры POST/PUT для отправки СМС

source: Parameters for SMS sending via POST/PUT. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @.... * {realName} - the real name of the user
ar: معلمات إرسال الرسائل القصيرة عبر POST/PUT. ويمكن أن تحتوي على المتغيرات التالية: * {code} - الكود المراد إرساله * {phone/+phone} - رقم الهاتف * {username} - اسم المستخدم * {justUsername} - اسم المستخدم بدون @.... * {realName} - الاسم الحقيقي للمستخدم
eu: POST/PUT bidez SMSak bidaltzeko parametroak. Aldagai hauek izan ditzake: * {code} - bidali beharreko kodea * {phone/+phone} - telefono-zenbakia * {username} - erabiltzaile-izena * {justV} erabiltzailearen izenik gabe -e3615726 @.... * {realName} - erabiltzailearen benetako izena
it: Parametri per l'invio di SMS tramite POST/PUT. Può contenere le seguenti variabili: * {code} - il codice da inviare * {phone/+phone} - il numero di telefono * {username} - il nome utente * {justUsername} - il nome utente senza @.... * {realName} - il vero nome dell'utente
ru: Параметры для отправки SMS через POST/PUT. Могут содержать следующие переменные: * {code} - код для отправки * {phone/+phone} - номер телефона * {username} - имя пользователя * {justUsername} - имя пользователя без @... * {realName} - настоящее имя пользователя

source: SMS encoding
ar: ترميز الرسائل القصيرة
ca: Codificació de SMS
de: SMS-Verschlüsselung
es: Codificación de SMS
eu: SMS kodeketa
fr: Encodage SMS
it: Codifica SMS
pt: Codificação de SMS
ru: Кодировка СМС

source: Encoding for SMS
ar: ترميز الرسائل القصيرة
ca: Codificació per a SMS
de: Verschlüsselung für SMS
es: Codificación para SMS
eu: SMSetarako kodeketa
fr: Encodage pour SMS
it: Codifica per SMS
pt: Codificação para SMS
ru: Кодировка для СМС

source: SMS authentication method
ar: طريقة مصادقة الرسائل القصيرة
ca: Mètode d&#39;autenticació per SMS
de: SMS-Authentifizierungsmethode
es: Método de autenticación por SMS
eu: SMS autentifikazio metodoa
fr: Méthode d&#39;authentification par SMS
it: Metodo di autenticazione SMS
pt: Método de autenticação SMS
ru: Метод аутентификации по СМС

source: HTTP Basic Auth
ar: مصادقة HTTP الأساسية
ca: Autenticació bàsica HTTP
de: HTTP-Basis-Auth
es: Autenticación básica HTTP
eu: HTTP oinarrizko autentifikazioa
fr: Authentification de base HTTP
it: Autenticazione di base HTTP
pt: Autenticação básica HTTP
ru: Базовая HTTP-аутентификация

source: HTTP Digest Auth
ar: مصادقة ملخص HTTP
fr: Authentification de résumé HTTP
it: Aut. digest HTTP
pt: Autenticação de resumo HTTP
ru: Дайджест-аутентификация HTTP

source: HTTP Authentication
ar: مصادقة HTTP
ca: Autenticació HTTP
de: HTTP-Authentifizierung
es: Autenticación HTTP
eu: HTTP autentifikazioa
fr: Authentification HTTP
it: Autenticazione HTTP
pt: Autenticação HTTP
ru: HTTP-аутентификация

source: SMS authentication user or token
ar: مستخدم مصادقة SMS أو رمز مميز
ca: Usuari o testimoni d&#39;autenticació per SMS
de: Benutzer oder Token für die SMS-Authentifizierung
es: Usuario o token de autenticación por SMS
eu: SMS autentifikazioaren erabiltzailea edo tokena
fr: Utilisateur ou jeton d&#39;authentification par SMS
it: Utente o token di autenticazione SMS
pt: Usuário ou token de autenticação SMS
ru: Пользователь или токен СМС-аутентификации

source: User or token for SMS authentication
ar: مستخدم أو رمز مميز للمصادقة عبر الرسائل القصيرة
ca: Usuari o testimoni per a l&#39;autenticació per SMS
de: Benutzer oder Token für die SMS-Authentifizierung
es: Usuario o token para autenticación por SMS
eu: SMS autentifikaziorako erabiltzailea edo tokena
fr: Utilisateur ou jeton pour l&#39;authentification par SMS
it: Utente o token per l'autenticazione SMS
pt: Usuário ou token para autenticação por SMS
ru: Пользователь или токен для СМС-аутентификации

source: SMS authentication password
ar: كلمة مرور مصادقة SMS
ca: Contrasenya d&#39;autenticació per SMS
de: SMS-Authentifizierungspasswort
es: Contraseña de autenticación de SMS
eu: SMS autentifikazio pasahitza
fr: Mot de passe d&#39;authentification SMS
it: Password di autenticazione SMS
pt: Senha de autenticação SMS
ru: Пароль для СМС-аутентификации

source: Password for SMS authentication
ar: كلمة مرور لمصادقة الرسائل القصيرة
ca: Contrasenya per a l&#39;autenticació per SMS
de: Passwort für die SMS-Authentifizierung
es: Contraseña para la autenticación por SMS
eu: SMS autentifikaziorako pasahitza
fr: Mot de passe pour l&#39;authentification par SMS
it: Password per autenticazione SMS
pt: Senha para autenticação SMS
ru: Пароль для СМС-аутентификации

source: SMS response OK regex
ar: استجابة الرسائل القصيرة موافق regex
ca: Resposta d&#39;SMS OK regex
de: SMS-Antwort OK Regex
es: Respuesta de SMS OK regex
eu: SMS erantzuna OK regex
fr: Réponse SMS OK regex
it: Risposta SMS OK regex
pt: Resposta SMS OK regex
ru: Регулярное выражение СМС-ответа OK

source: Regex for SMS response OK. If empty, the response is considered OK if status code is 200.
ar: Regex لاستجابة الرسائل القصيرة موافق. إذا كانت الاستجابة فارغة ، فسيتم اعتبارها على ما يرام إذا كان رمز الحالة 200.
ca: Regex per a la resposta d&#39;SMS OK. Si està buit, la resposta es considera correcta si el codi d&#39;estat és 200.
de: Regex für SMS-Antwort OK. Wenn leer, wird die Antwort als OK betrachtet, wenn der Statuscode 200 ist.
es: Regex para respuesta SMS OK. Si está vacío, la respuesta se considera correcta si el código de estado es 200.
eu: SMS erantzunerako erregulazioa Ados. Hutsik badago, erantzuna ontzat joko da egoera kodea 200 bada.
fr: Regex pour la réponse SMS OK. S&#39;il est vide, la réponse est considérée comme OK si le code d&#39;état est 200.
it: Regex per risposta SMS OK. Se vuoto, la risposta è considerata OK se il codice di stato è 200.
pt: Regex para resposta SMS OK. Se estiver vazio, a resposta será considerada OK se o código de status for 200.
ru: Регулярное выражение для СМС-ответа OK. Если пусто, ответ считается ОК, если код состояния равен 200.

source: HTTP Response
ar: استجابة HTTP
ca: Resposta HTTP
de: HTTP-Antwort
es: Respuesta HTTP
eu: HTTP Erantzuna
fr: Réponse HTTP
it: Risposta HTTP
pt: Resposta HTTP
ru: HTTP-ответ

source: SMS response error action
ar: إجراء خطأ استجابة SMS
ca: Acció d&#39;error de resposta SMS
de: SMS-Antwort-Fehleraktion
es: Acción de error de respuesta de SMS
eu: SMS erantzunaren errore ekintza
fr: Action d&#39;erreur de réponse SMS
it: Azione di errore di risposta SMS
pt: Ação de erro de resposta SMS
ru: Действие при ошибке ответа СМС

source: Action for SMS response error
ar: الإجراء لخطأ استجابة SMS
ca: Acció per error de resposta SMS
de: Aktion für SMS-Antwortfehler
es: Acción para el error de respuesta de SMS
eu: SMSen erantzunaren errorearen ekintza
fr: Action en cas d&#39;erreur de réponse SMS
it: Azione per errore di risposta SMS
pt: Ação para erro de resposta SMS
ru: Действия при ошибке ответа на СМС

source: Allow user to login if its IP is in the networks list
ar: اسمح للمستخدم بتسجيل الدخول إذا كان عنوان IP الخاص به موجودًا في قائمة الشبكات
ca: Permet que l&#39;usuari iniciï sessió si la seva IP es troba a la llista de xarxes
de: Erlauben Sie dem Benutzer, sich anzumelden, wenn seine IP in der Netzwerkliste enthalten ist
es: Permitir que el usuario inicie sesión si su IP está en la lista de redes
eu: Baimendu erabiltzaileari saioa hasteko bere IP sareen zerrendan badago
fr: Autoriser l&#39;utilisateur à se connecter si son IP figure dans la liste des réseaux
it: Consenti all'utente di accedere se il suo IP è nell'elenco delle reti
pt: Permitir que o usuário faça login se seu IP estiver na lista de redes
ru: Разрешить пользователю входить в систему, если его IP-адрес есть в списке сетей

source: Deny user to login if its IP is in the networks list
ar: منع المستخدم من تسجيل الدخول إذا كان عنوان IP الخاص به موجودًا في قائمة الشبكات
ca: Denegueu que l&#39;usuari iniciï sessió si la seva IP es troba a la llista de xarxes
de: Benutzern die Anmeldung verweigern, wenn sich ihre IP in der Netzwerkliste befindet
es: Denegar al usuario el inicio de sesión si su IP está en la lista de redes
eu: Ukatu erabiltzaileari saioa hasteko bere IP sareen zerrendan badago
fr: Refuser à l&#39;utilisateur de se connecter si son adresse IP figure dans la liste des réseaux
it: Nega all'utente l'accesso se il suo IP è nell'elenco delle reti
pt: Negar o login do usuário se seu IP estiver na lista de redes
ru: Запретить пользователю вход в систему, если его IP-адрес есть в списке сетей

source: SMS sending failed
ar: فشل إرسال الرسائل القصيرة
ca: S&#39;ha produït un error en l&#39;enviament de SMS
de: SMS-Versand fehlgeschlagen
es: Envío de SMS fallido
eu: Ezin izan da SMS bidaltzean
fr: L&#39;envoi du SMS a échoué
it: Invio SMS fallito
pt: Falha no envio de SMS
ru: Отправка СМС не удалась

source: SMS response error
ar: خطأ في استجابة الرسائل القصيرة
ca: Error de resposta SMS
de: SMS-Antwortfehler
es: Error de respuesta de SMS
eu: SMS erantzunaren errorea
fr: Erreur de réponse SMS
it: Errore di risposta SMS
pt: Erro de resposta SMS
ru: Ошибка ответа на СМС

source: MFA Code
ar: كود وزارة الخارجية
ca: Codi MFA
es: Código MFA
eu: MFA kodea
fr: Code MFA
it: Codice AMF
pt: Código MFA
ru: Код МФА

source: Check your phone. You will receive an SMS with the verification code
ar: افحص هاتفك. ستتلقى رسالة نصية قصيرة تحتوي على رمز التحقق
ca: Comprova el teu telèfon. Rebràs un SMS amb el codi de verificació
de: Schau auf dein Telefon. Sie erhalten eine SMS mit dem Bestätigungscode
es: Revisa tu teléfono. Recibirás un SMS con el código de verificación
eu: Egiaztatu zure telefonoa. SMS bat jasoko duzu egiaztapen-kodearekin
fr: Regarde ton Téléphone. Vous recevrez un SMS avec le code de vérification
it: Controlla il tuo telefono. Riceverai un SMS con il codice di verifica
pt: Verifique seu telefone. Você receberá um SMS com o código de verificação
ru: Проверьте свой телефон. Вам было отправлено СМС с кодом подтверждения

source: Sample Multi Factor
ar: نموذج متعدد العوامل
ca: Mostra de múltiples factors
de: Beispiel Multifaktor
es: Ejemplo de multifactor
eu: Faktore anitzeko lagina
fr: Échantillon multi-facteur
it: Campione multifattoriale
pt: Amostra Multifator
ru: Образец мультифактора

source: Sample Multi Factor Authenticator
ar: نموذج مصدق متعدد العوامل
ca: Exemple d&#39;autenticador de múltiples factors
de: Beispiel für einen Multi-Faktor-Authentifikator
es: Ejemplo de autenticador multifactor
eu: Faktore anitzeko autentifikazio lagina
fr: Exemple d&#39;authentificateur multifacteur
it: Esempio di autenticatore multifattoriale
pt: Exemplo de autenticador multifator
ru: Пример многофакторного аутентификатора

source: Sample useless field
ar: عينة مجال عديم الفائدة
ca: Camp inútil de mostra
de: Beispiel für ein nutzloses Feld
es: Ejemplo de campo inútil
eu: Alferrikako eremu lagina
fr: Exemple de champ inutile
it: Campione campo inutile
pt: Exemplo de campo inútil
ru: Пример бесполезного поля

source: This is a useless field, for sample and testing pourposes
ar: هذا مجال عديم الفائدة ، لأخذ العينات والاختبار
ca: Aquest és un camp inútil, per a mostres i proves
de: Dies ist ein nutzloses Feld für Muster- und Testzwecke
es: Este es un campo inútil, para fines de muestra y prueba.
eu: Hau alferrikako eremua da, laginak eta probak egiteko
fr: C&#39;est un champ inutile, à des fins d&#39;échantillonnage et de test
it: Questo è un campo inutile, a scopo di campionamento e test
pt: Este é um campo inútil, para fins de amostragem e teste
ru: Это бесполезное поле для выборки и тестирования.

source: TOTP Based MFA
ar: TOTP القائم على MFA
ca: MFA basat en TOTP
de: TOTP-basierte MFA
es: MFA basado en TOTP
eu: TOTP oinarritutako MFA
fr: MFA basé sur TOTP
it: MFA basato su TOTP
pt: MFA baseado em TOTP
ru: МФА на основе TOTP

source: TOTP Based MFA (Google Authenticator, etc)
ar: TOTP Based MFA (Google Authenticator ، إلخ)
ca: MFA basat en TOTP (Google Authenticator, etc.)
de: TOTP-basierte MFA (Google Authenticator usw.)
es: MFA basado en TOTP (Autenticador de Google, etc.)
eu: TOTP oinarritutako MFA (Google Authenticator, etab.)
fr: MFA basé sur TOTP (Google Authenticator, etc.)
it: MFA basato su TOTP (Google Authenticator, ecc.)
pt: MFA baseado em TOTP (Google Authenticator, etc.)
ru: МФА на основе TOTP (Google Authenticator и т. д.)

source: Issuer
ar: المُصدر
ca: Emissor
de: Aussteller
es: Editor
eu: Jaulkitzailea
fr: Émetteur
it: Emittente
pt: Emissor
ru: Эмитент

source: Issuer for OTP. Once it's created it can't be changed
ar: مُصدر لـ OTP. بمجرد إنشائه لا يمكن تغييره
ca: Emissor per a OTP. Un cop creat, no es pot canviar
de: Aussteller für OTP. Einmal erstellt, kann es nicht mehr geändert werden
es: Emisor de OTP. Una vez creado, no se puede cambiar.
eu: OTPrako jaulkitzailea. Behin sortuta, ezin da aldatu
fr: Émetteur pour OTP. Une fois créé, il ne peut pas être modifié
it: Emittente per OTP. Una volta creato non può essere modificato
pt: Emissor de OTP. Depois de criado, não pode ser alterado
ru: Эмитент OTP. После того, как он создан, его нельзя изменить

source: Valid Window
ar: نافذة صالحة
ca: Finestra vàlida
de: Gültiges Fenster
es: Ventana válida
eu: Baliozko leihoa
fr: Fenêtre valide
it: Finestra valida
pt: Janela Válida
ru: Действительное окно

source: Number of valid codes before and after the current one
ar: عدد الرموز الصالحة قبل وبعد الرمز الحالي
ca: Nombre de codis vàlids abans i després de l&#39;actual
de: Anzahl gültiger Codes vor und nach dem aktuellen
es: Número de códigos válidos antes y después del actual
eu: Baliozko kode kopurua egungoaren aurretik eta ondoren
fr: Nombre de codes valides avant et après celui en cours
it: Numero di codici validi prima e dopo quello attuale
pt: Número de códigos válidos antes e depois do atual
ru: Количество действующих кодов до и после текущего

source: Authentication Code
ar: رمز الدخول
ca: Codi d&#39;autenticació
es: Código de autenticación
eu: Autentifikazio Kodea
fr: code d&#39;identification
it: Codice di Autenticazione
pt: Código de Autenticação
ru: Код аутентификации

source: Enter your authentication code
ar: أدخل رمز المصادقة الخاص بك
ca: Introduïu el vostre codi d&#39;autenticació
de: Geben Sie Ihren Authentifizierungscode ein
es: Ingrese su código de autenticación
eu: Sartu zure autentifikazio-kodea
fr: Entrez votre code d&#39;authentification
it: Inserisci il tuo codice di autenticazione
pt: Digite seu código de autenticação
ru: Введите код аутентификации

source: Please, use your Authenticator to add your account. (i.e. Google Authenticator, Authy, ...)
ar: من فضلك، استخدم أداة المصادقة الخاصة بك لإضافة حسابك. (على سبيل المثال، Google Authenticator، Authy، ...)
eu: Mesedez, erabili zure Authenticator zure kontua gehitzeko. (hau da, Google Authenticator, Authy, ...)
it: Utilizza il tuo Authenticator per aggiungere il tuo account (ad esempio Google Authenticator, Authy, ...).
ru: Пожалуйста, используйте ваш Authenticator для добавления вашей учетной записи (например, Google Authenticator, Authy, ...)

source: Code is already used. Wait a minute and try again.
ar: الرمز مستخدم بالفعل. انتظر دقيقة وحاول مرة أخرى.
ca: El codi ja s&#39;utilitza. Espereu un minut i torneu-ho a provar.
de: Code wird bereits verwendet. Warten Sie eine Minute und versuchen Sie es erneut.
es: El código ya está en uso. Espera un minuto e inténtalo de nuevo.
eu: Kodea dagoeneko erabiltzen da. Itxaron minutu bat eta saiatu berriro.
fr: Le code est déjà utilisé. Attendez une minute et réessayez.
it: Il codice è già utilizzato. Aspetta un minuto e riprova.
pt: O código já foi usado. Aguarde um minuto e tente novamente.
ru: Код уже используется. Подождите минуту и повторите попытку.

source: Invalid code
ar: الرمز غير صحيح
ca: Codi invàlid
de: Ungültiger Code
es: Codigo invalido
eu: Kode baliogabea
fr: Code invalide
it: Codice non VALIDO
pt: Código inválido
ru: Неверный код

source: Yearly
ar: سنوياً
ca: Anual
de: Jährlich
es: Anual
eu: Urtero
fr: Annuel
it: Annuale
pt: Anual
ru: Раз в год

source: Monthly
ar: شهريا
ca: Mensual
de: Monatlich
es: Mensual
eu: Hilabetero
fr: Mensuel
it: Mensile
pt: Por mês
ru: Раз в месяц

source: Weekly
ar: أسبوعيا
ca: Setmanal
de: Wöchentlich
es: Semanal
eu: Astero
fr: Hebdomadaire
it: Settimanale
pt: Semanal
ru: Раз в неделю

source: Daily
ar: يوميا
ca: Diari
de: Täglich
es: Diario
eu: Egunero
fr: Tous les jours
it: Quotidiano
pt: Diariamente
ru: Раз в день

source: Weekdays
ar: أيام الأسبوع
ca: Dies de la setmana
de: Wochentage
es: Días de la semana
eu: Astegunak
fr: Lundi au vendredi
it: Nei giorni feriali
pt: Dias úteis
ru: Будни

source: Never
ar: أبداً
ca: Mai
de: Niemals
es: Nunca
eu: Inoiz ez
fr: Jamais
it: Mai
pt: Nunca
ru: Никогда

source: Minutes
ar: دقائق
ca: Minuts
de: Protokoll
es: Minutos
eu: Minutu
it: Minuti
pt: Minutos
ru: Минуты

source: Hours
ar: ساعات
ca: Hores
de: Stunden
es: Horas
eu: Ordu
fr: Heures
it: Ore
pt: Horas
ru: Часы

source: Days
ar: أيام
ca: Dies
de: Tage
es: Días
eu: Egun
fr: Jours
it: Giorni
pt: Dias
ru: Дни

source: Weeks
ar: أسابيع
ca: Setmanes
de: Wochen
es: Semanas
eu: Aste
fr: Semaines
it: Settimane
pt: Semanas
ru: Недели

source: General
ar: العام
de: Allgemeines
eu: Orokorra
fr: Générales
it: Generale
pt: Geral
ru: Общий

source: Email notifications
ar: اشعارات البريد الالكتروني
ca: Notificacions per correu electrònic
de: E-Mail Benachrichtigungen
es: Notificaciones vía correo electrónico
eu: Posta elektroniko bidezko jakinarazpenak
fr: Notifications par email
it: Notifiche di posta elettronica
pt: Notificações por e-mail
ru: Уведомления по электронной почте

source: To Email
ar: إلى البريد الإلكتروني
ca: Per correu electrònic
de: Eine E-Mail schicken
es: Al correo electrónico
eu: Posta elektronikoz
fr: Envoyer un email
it: Per e-mail
pt: Para email
ru: Отправить по электронной почте
