Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Your pet's name
ar: اسم حيوانك الأليف
ca: El nom de la vostra mascota
de: Name Ihres Haustieres
es: Nombre de tu mascota
eu: Zure maskota izena
fr: Nom de votre animal de compagnie
it: Il nome del tuo animale domestico
pt: O nome do seu animal de estimação
ru: Имя вашего питомца

source: If you like, write the name of your pet
ar: إذا كنت ترغب، يرجى كتابة الاسم المفضل لديك.
ca: Si voleu, escriu el nom de la vostra mascota
de: Wenn Sie möchten, geben Sie den Namen Ihres Haustieres an
es: Si lo desea, escriba el nombre de su mascota
eu: Nahi baduzu, idatzi zure maskota izena
fr: Si vous le souhaitez, écrivez le nom de votre animal de compagnie
it: Se ti va, scrivi il nome del tuo animale domestico
pt: Se você gosta, escreva o nome do seu animal de estimação
ru: Если хотите, напишите имя своего питомца

source: Age of Methuselah
ar: عمر متوشالح
ca: Edat de Matusalem
de: Alter von Methusalah
es: Edad de Matusalén
eu: Methuselah-ren adina
fr: Âge de Mathusalem
it: Età di Matusalemme
pt: Idade de Methuselah
ru: Возраст Methuselah

source: If you know it, please, tell me!!!
ar: إذا كنت تعرف ذلك، من فضلك، قل لي !!!
ca: Si ho sabeu, si us plau, digueu-m'ho!!
de: Wenn Sie es wissen, sagen Sie es mir bitte!!!
es: Si lo sabes, ¡dímelo por favor!
eu: Badakizu, mesedez, esazu !!!
fr: Si vous le savez, s'il vous plaît, dites-moi!!!
it: Se lo sai, per favore, rispondi!!!
pt: Se você sabe, por favor, me diga !!!
ru: Если вы знаете это, пожалуйста скажите мне!!!

source: Is Methuselah still alive?
ar: لا يزال متوشالح على قيد الحياة؟
ca: Encara és viu Matusalem?
de: Ist Methuselah noch am Leben?
es: ¿Está vivo todavía Matusalén?
eu: Methuselah oraindik bizirik dago?
fr: Mathusalem est encore en vie ?
it: Matusalemme è ancora vivo?
pt: Metusalém ainda está vivo?
ru: Methuselah еще жив?

source: If you fail, this will not get saved :-)
ar: إذا أخطأت، لن يتم حفظ هذا :-)
ca: Si us equivoqueu, això no es desarà :-)
de: Wenn Sie versagen, wird dies nicht gespeichert :-)
es: Si fallas, esto no se salvará :-)
eu: Ez baduzu, hau ez da gordeko :-)
fr: Si vous échouez, cela ne sera pas sauvé :-)
it: Se sbagli, non verrà effettuato il salvataggio :-)
pt: Se você falhar, isso não será salvo :-)
ru: Если вы ошибетесь, это не будет сохранено :-)

source: Is Methuselah still alive BBBB?
ar: هل متوشالح لا يزال على قيد الحياة BBBB؟
ca: Encara viu Matusalem BBBB?
de: Lebt Methusalem noch, BBBB?
es: ¿Matusalén sigue vivo BBBB?
eu: Matusalemek bizirik al dago oraindik BBBB?
fr: Mathusalem est-il toujours en vie BBBB ?
it: Matusalemme è ancora vivo BBBB?
pt: Matusalém ainda está vivo BBBB?
ru: Мафусаил еще жив, BBBB?

source: If you fail, this will not get saved BBBB
ar: إذا فشلت، فلن يتم حفظ هذا BBBB
ca: Si falla, això no es desarà BBBB
de: Wenn Sie scheitern, wird dies nicht gespeichert, BBBB
es: Si fallas, esto no se guardará BBBB.
eu: Huts egiten baduzu, hau ez da BBBB gordeko
fr: Si vous échouez, cela ne sera pas enregistré BBBB
it: Se fallisci, questo BBBB non verrà salvato
pt: Se você falhar, isso não será salvo BBBB
ru: Если вы потерпите неудачу, это не сохранится BBBB

source: Is Methuselah still alive CCCC?
ar: هل متوشالح لا يزال على قيد الحياة CCCC؟
ca: Encara viu Matusalem CCCC?
de: Lebt Methusalem noch, CCCC?
es: ¿Sigue vivo Matusalén CCCC?
eu: Matusalemek bizirik al dago CCCC?
fr: Mathusalem est-il toujours en vie CCCC ?
it: Matusalemme è ancora vivo CCCC?
pt: Matusalém ainda está vivo CCCC?
ru: Мафусаил еще жив CCCC?

source: If you fail, this will not get saved CCCC
ar: إذا فشلت، فلن يتم حفظ هذا CCCC
ca: Si falla, això no es desarà CCCC
de: Wenn Sie scheitern, wird dies nicht im CCCC gespeichert
es: Si fallas, esto no se guardará CCCC
eu: Huts egiten baduzu, hau ez da CCCC gordeko
fr: Si vous échouez, cela ne sera pas enregistré CCCC
it: Se fallisci, questo CCCC non verrà salvato
pt: Se você falhar, isso não será salvo CCCC
ru: Если вы потерпите неудачу, это не будет сохранено CCCC

source: Text area
ar: منطقة النص
ca: Àrea de text
de: Textbereich
es: Cuadro de texto
eu: Testuaren eremua
fr: Zone de texte
it: Area del testo
pt: Área de texto
ru: Текстовая область

source: This is a text area
ar: هذه منطقة نصية
ca: Això és una àrea de text
de: Dies ist ein Textbereich
es: Este es un cuadro de texto.
eu: Hau testu-eremua da
fr: Ceci est une zone de texte
it: Questa è un'area di testo
pt: Esta é uma área de texto
ru: Это текстовая область

source: Methuselah is not alive!!! :-)
ar: متوشالح ليس على قيد الحياة !!! :-)
ca: Matusalem no és viu!!! :-)
de: Methusalah lebt nicht!!! :-)
es: ¡¡¡Matusalén no está vivo!!! :-)
eu: Methuselah ez da bizirik! :-)
fr: Mathusalem n'est pas en vie!!! :-)
it: Matusalemme non è vivo!!! :-)
pt: Matusalém não está vivo !!! :-)
ru: Methuselah не жив!!! :-)

source: All seems to be fine
ar: يبدو أن كل شيء على ما يرام
ca: Tot sembla estar bé
de: Alles scheint in Ordnung zu sein
es: todo parece estar bien
eu: Dena ondo dagoela dirudi
fr: Tout semble bien
it: Sembra che vada tutto bene
pt: Tudo parece estar bem
ru: Кажется, все в порядке

source: Random integer was 9!!! :-)
ar: كان عدد صحيح عشوائي 9 !!! :-)
ca: El sencer aleatori era el 9!!! :-)
de: Zufällige ganze Zahl war 9 !!! :-)
es: ¡¡¡El número entero aleatorio fue el 9!!! :-)
eu: Ausazko zenbaki osoarekin 9! :-)
fr: Nombre entier aléatoire était 9!!! :-)
it: Il numero casuale era 9!!! :-)
pt: O inteiro aleatório era 9 !!! :-)
ru: Случайное число было 9!!! :-)

source: Sample Service One
ar: عينة واحدة بالخدمة
ca: Mostra de Servei U
de: Beispielservice One
es: Muestra de Servicio Uno
eu: Sample Zerbitzua One
fr: Exemple un Service
it: Servizio di Esempio Uno
ru: Пример службы ONE

source: Sample (and dummy) service ONE
ar: عينة (وهمية) خدمة ONE
ca: Mostra (i simulació) del servei U
de: Muster- (und Dummy-) Service EINS
es: Servicio de muestra (y simulado) UNO
eu: Sample (eta dummy) zerbitzua ONE
fr: Service de l'échantillon (et factice) un
it: Servizio di esempio (e simuato) UNO
pt: Amostra (e manequim) serviço ONE
ru: Пример (и фиктивный) сервис ONE

source: Colour
ar: اللون
ca: Color
de: Farbe
es: Color
eu: Kolorea
fr: Couleur
it: Colore
pt: Cor
ru: Цвет

source: Colour of the field
ar: لون الحقل.
ca: Color del camp
de: Farbe des Feldes
es: Color del campo
eu: Eremuaren kolorea
fr: Couleur du champ
it: Colore del campo
pt: Cor do campo
ru: Цвет поля

source: Password for testing purposes
ar: كلمة السر لأغراض الاختبار
ca: Contrasenya per a proves
de: Passwort zu Testzwecken
es: Contraseña para pruebas
eu: Proba egiteko helburuen pasahitza
fr: Mot de passe pour des causes de test
it: Password di test
pt: Senha para fins de teste
ru: Пароль для тестовых целей

source: Services names
ar: أسماء الخدمات
ca: Noms de serveis
de: Namen der Service
es: Nombres de servicios
eu: Zerbitzu izenak
fr: Noms de services
it: Nomi di servizi
pt: Nomes de serviços
ru: Имена сервисов

source: Base name for this user services
ar: الأسم الأساسي لخدمات المستخدم هذه.
ca: Nom base per als serveis d'aquest usuari
de: Basisname für diese Benutzerdienste
es: Nombre base para estos servicios de usuario
eu: Erabiltzaileen zerbitzu honetarako oinarrizko izena
fr: Nom de base pour les services de cet utilisateur
it: Nome base per questo servizio utente
pt: Nome base para este serviço do usuário
ru: Базовое имя для этих пользовательских сервисов

source: Sample Service Two
ar: خدمة العينة الثانية.
ca: Mostra del servei DOS
de: Beispieldienst zwei
es: Muestra de Servicio Dos
eu: Sample Zerbitzua Bi
fr: Exemple de Service deux
it: Servizio di Esempio Due
pt: Exemplo de serviço dois
ru: Пример службы два

source: Sample (and dummy) service ONE+ONE
ar: عينة (وهمية) خدمة واحد + واحد
ca: Mostra (i simulació) del servei U+U
de: Muster- (und Dummy-) Service ONE+ONE
es: Servicio de muestra (y simulado) UNO+UNO
eu: Mota (eta dummy) zerbitzua ONE + ONE
fr: L'échantillon (et factice) service un + un
it: Servizio di esempio (e simulato) UNO+UNO
pt: Amostra (e manequim) do serviço ONE + ONE
ru: Пример (и фиктивный) сервис ONE+ONE

source: L1 cache for dummy elements
ar: مخبأ L1 لعناصر وهمية.
ca: Memòria cau nivell 1 per a elements simulats
de: L1-Cache für Dummy-Elemente
es: Caché L1 para elementos simulados
eu: Elementu dummy L1 cachea
fr: Cache L1 pour les éléments factices
it: Cache L1 per elementi fittizi
pt: Cache L1 para elementos fictícios
ru: Кэш L1 для фиктивных элементов

source: L2 cache for dummy elements
ar: ذاكرة كاش L2 للعناصر وهمية
ca: Memòria cau nivell 2 per a elements simulats
de: L2-Cache für Dummy-Elemente
es: Caché L2 para elementos simulados
eu: L2 cachea elementu dummyentzat
fr: Mémoire cache L2 de faux éléments
it: Cache L2 per elementi fittizi
pt: Cache L2 para elementos fictícios
ru: Кэш L2 для фиктивных элементов

source: List of names
ar: قائمة بأسماء
ca: Llista de noms
de: Namensliste
es: Lista de nombres
eu: Izen zerrenda
fr: Liste des noms
it: Elenco di nomi
pt: Lista de nomes
ru: Список имен

source: Scale Platform Provider
ar: مزود منصة النطاق
ca: Proveïdor de plataforma d&#39;escala
de: Anbieter von Scale-Plattformen
es: Proveedor de plataforma Scale Computing
eu: Scale plataforma hornitzailea
fr: Fournisseur de plateforme de mise à l&#39;échelle
pt: Provedor de plataforma de escala
ru: Поставщик масштабируемой платформы

source: Scale platform service provider
ar: مزود خدمة منصة النطاق
ca: Proveïdor de serveis de plataforma a escala
de: Anbieter von Scale-Plattformdiensten
es: Proveedor de servicios de plataforma Scale Computing
eu: Scale plataforma zerbitzu hornitzailea
fr: Fournisseur de services de plateforme de mise à l&#39;échelle
pt: Provedor de serviços de plataforma de escala
ru: Поставщик услуг масштабируемой платформы

source: Scale Server IP or Hostname
ar: قم بقياس عنوان IP للخادم أو اسم المضيف
ca: Escala l&#39;IP del servidor o el nom d&#39;amfitrió
de: IP oder Hostname des Skalierungsservers
es: IP o nombre del servidor Scale Computing
eu: Eskalatu zerbitzariaren IPa edo ostalari-izena
fr: Mettre à l&#39;échelle l&#39;adresse IP ou le nom d&#39;hôte du serveur
it: Scala l'IP del server o il nome host
pt: Escalar IP ou nome de host do servidor
ru: Масштабировать IP-адрес сервера или имя хоста

source: Scale API port (default is 443)
ar: منفذ API للقياس (الافتراضي هو 443)
ca: Port de l&#39;API d&#39;escala (el valor predeterminat és 443)
de: Skalierungs-API-Port (Standard ist 443)
es: Puerto del API usado con Scale Computing (Por defecto es 443)
eu: Eskalatu API ataka (lehenetsia 443 da)
fr: Port API de mise à l&#39;échelle (443 par défaut)
it: Porta API di scala (l'impostazione predefinita è 443)
pt: Porta API de escala (o padrão é 443)
ru: Порт API масштабирования (по умолчанию — 443).

source: User with valid privileges on Scale, (use "user@authenticator" form)
ar: مستخدم لديه امتيازات صالحة على Scale، (استخدم نموذج "user@authenticator")
ca: Usuari amb privilegis vàlids a Scale, (utilitza el formulari "usuari@autenticador")
de: Benutzer mit gültigen Berechtigungen für Scale (verwenden Sie das Formular „user@authenticator“)
es: Usuario con privilegios válidos en Scale Computing (use el formato: "usuario@autenticador")
eu: Eskalan baliozko pribilegioak dituen erabiltzailea (erabili "erabiltzailea@autentifikatzailea" inprimakia)
fr: Utilisateur avec des privilèges valides sur Scale, (utilisez le formulaire "user@authenticator")
it: Utente con privilegi validi su scala (utilizza il modulo "utente@autenticatore")
pt: Usuário com privilégios válidos no Scale, (use o formulário "user@authenticator")
ru: Пользователь с действительными правами на Scale (используйте форму «user@authenticator»)

source: Password of the user of Scale
ar: كلمة المرور الخاصة بمستخدم برنامج Scale
ca: Contrasenya de l&#39;usuari de Scale
de: Passwort des Scale-Benutzers
es: Contraseña del usuario de Scale Computing
eu: Scale-ren erabiltzailearen pasahitza
fr: Mot de passe de l&#39;utilisateur de Scale
it: Password dell'utente di Scale
pt: Senha do usuário da Balança
ru: Пароль пользователя Scale

source: Scale Clone
ar: استنساخ النطاق
ca: Escala Clon
de: Skalieren von Klonen
es: Clon de Scale Computing
eu: Eskala Klona
fr: Clone d&#39;échelle
it: Clone in scala
pt: Clone de escala
ru: Масштабный клон

source: Scale Services based on templates
ar: خدمات النطاق على أساس القوالب
ca: Escala els serveis basats en plantilles
de: Skalieren von Services anhand von Vorlagen
es: Servicios basados en plantillas de Scale Computing
eu: Eskalatu Zerbitzuak txantiloietan oinarrituta
fr: Faire évoluer les services en fonction de modèles
it: Servizi scalabili in base a modelli
pt: Dimensione serviços com base em modelos
ru: Масштабирование сервисов на основе шаблонов

source: Machines Group
ar: مجموعة الآلات
ca: Grup de Màquines
de: Maschinengruppe
es: Grupo de máquinas
eu: Makinak Taldea
fr: Groupe de machines
it: Gruppo Macchine
pt: Grupo de Máquinas
ru: Группа машин

source: Group to assign the machine to
ar: مجموعة لتعيين الجهاز ل
ca: Grup al qual assignar la màquina
de: Gruppe, der die Maschine zugewiesen werden soll
es: Grupo al que asignar la máquina
eu: Makina esleitzeko taldea
fr: Groupe auquel attribuer la machine
it: Gruppo a cui assegnare la macchina
pt: Grupo ao qual atribuir a máquina
ru: Группа, которой нужно назначить машину

source: Scale Computing Fixed Machines
ar: مقياس الحوسبة للآلات الثابتة
ca: Màquines fixes de computació a escala
de: Scale Computing Stationäre Maschinen
es: Máquinas fijas de Scale Computing
eu: Eskala Informatikako Makina Finkoak
fr: Machines fixes informatiques à grande échelle
it: Macchine fisse per il calcolo in scala
pt: Máquinas Fixas de Computação em Escala
ru: Стационарные вычислительные машины масштабирования

source: Scale Computing Services based on fixed machines. Needs qemu agent installed on machines.
ar: توسيع نطاق خدمات الحوسبة بناءً على الأجهزة الثابتة. يحتاج إلى وكيل qemu المثبت على الأجهزة.
ca: Serveis informàtics a escala basats en màquines fixes. Necessita l&#39;agent qemu instal·lat a les màquines.
de: Skalieren Sie Computing-Dienste basierend auf festen Maschinen. Auf den Maschinen muss ein QEMU-Agent installiert sein.
es: Servicios base de máquinas fijas en Scale Computing. Necesita el agente qemu instalado en las máquinas.
eu: Eskalatu Informatika Zerbitzuak makina finkoetan oinarrituta. Qemu agente instalatuta behar du makinetan.
fr: Faites évoluer les services informatiques basés sur des machines fixes. Nécessite l&#39;agent qemu installé sur les machines.
it: Servizi informatici su scala basati su macchine fisse. È necessario che l'agente qemu sia installato sulle macchine.
pt: Dimensione serviços de computação com base em máquinas fixas. Precisa do agente qemu instalado nas máquinas.
ru: Масштабируйте вычислительные услуги на основе стационарных компьютеров. Требуется установленный на машинах агент qemu.

source: We need at least one machine
ar: نحن بحاجة إلى آلة واحدة على الأقل
ca: Necessitem almenys una màquina
de: Wir brauchen mindestens eine Maschine
es: Necesitamos al menos una máquina
eu: Gutxienez makina bat behar dugu
fr: Nous avons besoin d&#39;au moins une machine
it: Abbiamo bisogno di almeno una macchina
pt: Precisamos de pelo menos uma máquina
ru: Нам нужна хотя бы одна машина

source: Testing Provider
ar: مزود الاختبار
ca: Proveïdor de proves
de: Testanbieter
es: Proveedor de pruebas
eu: Proba hornitzailea
fr: Fournisseur de tests
it: Fornitore di test
pt: Provedor de testes
ru: Поставщик тестирования

source: Test (and dummy) service provider
ar: مزود خدمة الاختبار (والوهمي).
ca: Proveu (i simulat) proveïdor de serveis
de: Test- (und Dummy-)Dienstleister
es: Proveedor de servicios de prueba (y ficticio)
eu: Proba (eta dummy) zerbitzu-hornitzailea
fr: Fournisseur de services de test (et factice)
it: Fornitore di servizi di test (e fittizio).
pt: Provedor de serviços de teste (e fictício)
ru: Тестовый (и фиктивный) поставщик услуг

source: Nothing tested, but all went fine..
ar: لا اختبار، ولكن كل شيء سار على ما يرام ..
ca: No s'ha fet cap comprovació, però tot ha funcionat...
de: Nichts wurde getestet, aber alles lief gut...
es: No se ha comprobado nada, pero todo salió bien...
eu: Ezer ez da probatu, baina dena ondo joan da ...
fr: Rien testé, mais tout s'est bien passé.
it: Nessun test, ma tutto è andato bene...
pt: Nada testado, mas tudo correu bem ..
ru: Ничего не проверено, но все прошло хорошо...

source: Testing Service no cache
ar: خدمة الاختبار لا يوجد ذاكرة تخزين مؤقت
ca: Servei de proves sense memòria cau
de: Testdienst ohne Cache
es: Servicio de prueba sin caché
eu: Proba Zerbitzua ez dago cacherik
fr: Service de test pas de cache
it: Servizio di test senza cache
pt: Serviço de teste sem cache
ru: Тестовый сервис без кеша

source: Testing (and dummy) service with no cache
ar: خدمة الاختبار (والوهمية) بدون ذاكرة تخزين مؤقت
ca: Servei de prova (i fictici) sense memòria cau
de: Test- (und Dummy-)Dienst ohne Cache
es: Servicio de prueba (y ficticio) sin caché
eu: Proba (eta dummy) zerbitzua cacherik gabe
fr: Service de test (et factice) sans cache
it: Servizio di test (fittizio) senza cache
pt: Serviço de teste (e fictício) sem cache
ru: Тестовый (и фиктивный) сервис без кеша

source: Testing Service WITH cache
ar: خدمة الاختبار مع ذاكرة التخزين المؤقت
ca: Servei de proves AMB memòria cau
de: Testservice MIT Cache
es: Servicio de prueba CON caché
eu: Proba Zerbitzua cacheAREKIN
fr: Service de test AVEC cache
it: Servizio di test CON cache
pt: Serviço de teste COM cache
ru: Тестовый сервис С кешем

source: Testing (and dummy) service with CACHE and PUBLICATION
ar: خدمة الاختبار (والوهمية) مع ذاكرة التخزين المؤقت والنشر
ca: Servei de proves (i dummy) amb CACHE i PUBLICATION
de: Test- (und Dummy-)Dienst mit CACHE und PUBLICATION
es: Servicio de prueba (y ficticio) con CACHE y PUBLICACIÓN
eu: Proba (eta dummy) zerbitzua CACHE eta PUBLICATION-ekin
fr: Service de test (et factice) avec CACHE et PUBLICATION
it: Servizio di testing (fittizio) con CACHE e PUBBLICAZIONE
pt: Serviço de teste (e fictício) com CACHE e PUBLICAÇÃO
ru: Тестовый (и фиктивный) сервис с CACHE и PUBLICATION

source: vCloud Server IP or Hostname
ar: vCloud ملقم IP أو اسم المضيف
ca: Nom de host o IP del servidor vCloud
de: vCloud Server-IP oder Hostname
es: IP o nombre de host del servidor vCloud
eu: vCloud zerbitzariaren IP edo ostalari izena
fr: vCloud serveur IP ou nom d’hôte
it: IP o nome host del server vCloud
pt: IP do servidor vCloud ou nome do host
ru: IP-адрес или имя vCloud сервера

source: vCloud Server Port (usually 443)
ar: vCloud منفذ الملقم (عادة 443)
ca: Port del servidor vCloud (generalment el 443)
de: vCloud-Server-Port (normalerweise 443)
es: vCloud puerto del servidor (normalmente 443)
eu: vCloud zerbitzariaren ataka (normalean 443)
fr: vCloud Port du serveur (généralement 443)
it: Porta server vCloud (in genere 443)
pt: Porta do vCloud Server (geralmente 443)
ru: Порт vCloud сервера (обычно 443)

source: Organization to use on vCloud
ar: المنظمة لاستخدامها في vCloud
ca: Organització per a utilitzar a vCloud
de: Auf vCloud zu verwendende Organisation
es: Organización en vCloud
eu: Antolaketa vCloud erabiltzeko
fr: Organisation á utiliser sur vCloud
it: Organizzazione da utilizzare su vCloud
pt: Organização para usar no vCloud
ru: Организация для использования vCloud

source: User with valid privileges on vCloud
ar: مستخدم لديه امتيازات صالحة على vCloud
ca: Usuari amb privilegis vàlids sobre vCloud
de: Benutzer mit gültigen Berechtigungen für vCloud
es: Usuario con privilegios válidos en vCloud
eu: VCloud-eko baliozko pribilegioak dituzten erabiltzaileak
fr: Utilisateur avec des privilèges valides sur vCloud
it: Utente con privilegi validi su vCloud
pt: Usuário com privilégios válidos no vCloud
ru: Пользователь с достаточными привилегиями в vCloud

source: Password of the user of vCloud
ar: كلمة المرور للمستخدم ل vCloud
ca: Contrasenya de l'usuari de vCloud
de: Passwort des Benutzers von vCloud
es: Contraseña del usuario de vCloud
eu: VCloud erabiltzailearen pasahitza
fr: Mot de passe de l’utilisateur de vCloud
it: Password dell'utente di vCloud
pt: Senha do usuário do vCloud
ru: Пароль пользователя vCloud

source: Select your vCloud version
ar: اختر نسخة vCloud الخاصة بك
ca: Seleccioneu la vostra versió vCloud
de: Wählen Sie Ihre vCloud-Version aus
es: Seleccione su versión de vCloud
eu: Hautatu zure vCloud bertsioa
fr: Sélectionnez votre version de vCloud
it: Seleziona la tua versione di vCloud
pt: Selecione sua versão do vCloud
ru: Выберите версию vCloud

source: VCloud Director Platform Provider
ar: VCloud مدير موفر منصة
ca: Proveïdor de la plataforma vCloud Director
de: VCloud Director-Plattformanbieter
es: Proveedor de plataforma vCloud Director
eu: VCloud Director plataforma hornitzailea
pt: Fornecedor de plataforma do VCloud Director
ru: Поставщик платформы VCloud Director

source: Provides connection to vCloud Director platform
ar: يوفر الاتصال بمنصة vCloud المدير
ca: Proporciona connexió a la plataforma vCloud Director
de: Stellt eine Verbindung zur vCloud Director-Plattform her
es: Proporciona conexión a la plataforma vCloud Director
eu: VCloud zuzendariaren plataforma hornitzen du
fr: Fournit une connexion à la plate-forme vCloud Director
it: Fornisce la connessione alla piattaforma vCloud Director
pt: Fornece conexão com a plataforma vCloud Director
ru: Предоставить подключение к платформе vCloud Director

source: This service provides access to vApp based VDI
ar: توفر هذه الخدمة إمكانية الوصول إلى vApp على أساس VDI
ca: Aquest servei proporciona accés a VDI basat en vApp
de: Dieser Service bietet Zugriff auf vApp-basierte VDI
es: Este servicio proporciona acceso a vApp basada en VDI
eu: Zerbitzu honek vApp oinarritutako VDI sarbidea eskaintzen du
fr: Ce service donne accès à vApp selon VDI
it: Questo servizio fornisce l'accesso a VDI basato su vApp
pt: Este serviço fornece acesso a VDI baseada em vApp
ru: Эта услуга предоставляет доступ к VDI на основе VApp

source: Number of desired vApps to keep running waiting for an user
ar: عدد vApps المطلوب للحفاظ على تشغيل الانتظار للمستخدم
ca: Nombre desitjat de vApps que es mantenen en execució esperant un usuari
de: Anzahl der gewünschten vApps, die ausgeführt werden sollen, um auf einen Benutzer zu warten
es: Número de vApps deseado para seguir corriendo esperando a un usuario
eu: Nahi dituzun vApps kopurua erabiltzaile baten zain exekutatzen jarraitzeko
fr: Nombre de vApp que vous souhaitez continuer à attendre en attente d'un utilisateur
it: Numero di vApp che si desidera mantenere in attesa di un utente
pt: Número de vApps desejados para continuar correndo esperando por um usuário
ru: Количество желаемых vApps для продолжения работы в ожидании пользователя

source: Number of desired vApps to keep suspended waiting for use
ar: عدد vApps المطلوب تبقى معلقة في انتظار للاستخدام
ca: Nombre desitjat de vApps que es mantenen en suspens esperant per a ser utilitzades
de: Anzahl der gewünschten vApps, um das Warten auf Verwendung aufrechtzuerhalten
es: Número de vApps deseado para mantener suspendidos a la espera de uso
eu: Nahi duzun vApps kopurua erabiltzeko itxita egotea mantentzea
fr: Nombre de vApp souhaitées à conserver en attente d'utilisation
it: Numero di vApp che si desidera sospendere in attesa di utilizzo
pt: Número de vApps desejados para manter suspenso aguardando o uso
ru: Количество желаемых vApps, чтобы приостановить ожидание использования

source: vDatacenter
ru: Виртуальный ЦОД (vDatacenter)

source: Virtual Datacenter
ar: مركز البيانات الافتراضية
ca: Datacenter Virtual
de: Virtuelles Datencenter
eu: Datazio zentro birtuala
fr: Datacenter virtuel
pt: Datacenter virtual
ru: Виртуальный ЦОД
