Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Email address that will be used as recipient
ar: عنوان البريد الإلكتروني الذي سيتم استخدامه كمستلم
ca: Adreça de correu electrònic que s&#39;utilitzarà com a destinatari
de: E-Mail-Adresse, die als Empfänger verwendet wird
es: Dirección de correo electrónico que se utilizará como destinatario
eu: Hartzaile gisa erabiliko den helbide elektronikoa
fr: Adresse email qui sera utilisée comme destinataire
it: Indirizzo email che verrà utilizzato come destinatario
pt: Endereço de e-mail que será usado como destinatário
ru: Адрес электронной почты, который будет использоваться в качестве получателя

source: Telegram notifications
ar: إشعارات برقية
ca: Notificacions de Telegram
de: Telegrammbenachrichtigungen
es: Notificaciones vía Telegram
eu: Telegramen jakinarazpenak
fr: Notifications de télégramme
it: Notifiche di Telegram
pt: Notificações de telegrama
ru: Уведомления в Telegram

source: Access Token
ar: رمز وصول
ca: Fitxa d&#39;accés
de: Zugangstoken
es: Token de acceso
eu: Sarbide Tokena
fr: Jeton d&#39;accès
it: Token di accesso
pt: Token de acesso
ru: Токен доступа

source: Secret key used to validate subscribtion requests (using /join or /subscribe commands)
ar: المفتاح السري المستخدم للتحقق من صحة طلبات الاشتراك (باستخدام أوامر / join أو /subscribe)
ca: Clau secreta utilitzada per validar les sol·licituds de subscripció (utilitzant ordres /join o /subscribe)
de: Geheimer Schlüssel zur Validierung von Abonnementanfragen (mithilfe der Befehle /join oder /subscribe)
es: Clave secreta utilizada para validar solicitudes de suscripción (usando los comandos /join o /subscribe)
eu: Harpidetza eskaerak balioztatzeko erabiltzen den gako sekretua (/join edo /subscribe komandoak erabiliz)
fr: Clé secrète utilisée pour valider les demandes d&#39;abonnement (à l&#39;aide des commandes /join ou /subscribe)
it: Chiave segreta utilizzata per convalidare le richieste di sottoscrizione (utilizzando i comandi /join o /subscribe)
pt: Chave secreta usada para validar solicitações de assinatura (usando comandos /join ou /subscribe)
ru: Секретный ключ, используемый для проверки запросов на подписку (с использованием команд /join или /subscribe).

source: Check delay
ar: تحقق من التأخير
ca: Comprova el retard
de: Verzögerung prüfen
es: Comprobar retraso
eu: Egiaztatu atzerapena
fr: Vérifier le retard
it: Controlla il ritardo
pt: Verifique o atraso
ru: Проверить задержку

source: Delay in seconds between checks for commands
ar: تأخير بالثواني بين عمليات التحقق من الأوامر
ca: Retard en segons entre comprovacions d&#39;ordres
de: Verzögerung in Sekunden zwischen Überprüfungen auf Befehle
es: Retraso en segundos entre comprobaciones de comandos
eu: Aginduen egiaztapenen artean segundotan atzeratzea
fr: Délai en secondes entre les vérifications des commandes
it: Ritardo in secondi tra i controlli dei comandi
pt: Atraso em segundos entre verificações de comandos
ru: Задержка в секундах между проверками команд

source: Invalid value for {}
ar: قيمة غير صالحة لـ {}
ca: Valor no vàlid per a {}
de: Ungültiger Wert für {}
es: Valor no válido para {}
eu: {} balio ez du balio
fr: Valeur non valide pour {}
it: Valore non valido per {}
pt: Valor inválido para {}
ru: Недопустимое значение для {}

source: You have been subscribed to notifications
ar: لقد اشتركت في الإخطارات
ca: T&#39;has subscrit a les notificacions
de: Sie haben Benachrichtigungen abonniert
es: Te has suscrito a notificaciones
eu: Jakinarazpenetara harpidetuta zaude
fr: Vous êtes abonné aux notifications
it: Sei stato iscritto alle notifiche
pt: Você se inscreveu para receber notificações
ru: Вы подписаны на уведомления

source: You have been unsubscribed from notifications
ar: لقد تم إلغاء اشتراكك من الإخطارات
ca: Has cancel·lat la subscripció a les notificacions
de: Sie wurden von den Benachrichtigungen abgemeldet
es: Te has dado de baja de las notificaciones
eu: Jakinarazpenetarako harpidetza kendu zaizu
fr: Vous avez été désabonné des notifications
it: La tua iscrizione alle notifiche è stata annullata
pt: Você foi cancelado para receber notificações
ru: Вы отписались от уведомлений

source: UDS Actor for Debian, Ubuntu, ... Linux machines <b>(Requires python >= 3.9)</b>
ar: ممثل UDS لأجهزة Debian وUbuntu و... Linux <b>(يتطلب Python &gt;= 3.9)</b>
de: UDS Actor für Debian-, Ubuntu-, ... Linux-Maschinen <b>(erfordert Python &gt;= 3.9)</b>
es: Actor UDS para máquinas Debian, Ubuntu, ... Linux <b>(requiere Python &gt;= 3.9)</b>
eu: UDS Actor Debian, Ubuntu, ... Linux makinetarako <b>(Python &gt;= 3.9 behar du)</b>
fr: UDS Actor pour machines Debian, Ubuntu, ... Linux <b>(nécessite python &gt;= 3.9)</b>
it: UDS Actor per macchine Debian, Ubuntu, ... Linux <b>(richiede python &gt;= 3.9)</b>
pt: UDS Actor para máquinas Debian, Ubuntu, ... Linux <b>(requer python &gt;= 3.9)</b>
ru: UDS Actor для машин Debian, Ubuntu, ... Linux <b>(требуется python &gt;= 3.9)</b>

source: UDS Actor for Centos, Fedora, RH, Suse, ... Linux machines <b>(Requires python >= 3.9)</b>
ar: ممثل UDS لأجهزة Centos وFedora وRH وSuse و... Linux <b>(يتطلب Python &gt;= 3.9)</b>
de: UDS Actor für Centos, Fedora, RH, Suse, ... Linux-Maschinen <b>(erfordert Python &gt;= 3.9)</b>
es: Actor UDS para Centos, Fedora, RH, Suse, ... máquinas Linux <b>(requiere Python &gt;= 3.9)</b>
eu: UDS Actor Centos, Fedora, RH, Suse, ... Linux makinetarako <b>(Python &gt;= 3.9 behar du)</b>
fr: UDS Actor pour Centos, Fedora, RH, Suse, ... machines Linux <b>(nécessite python &gt;= 3.9)</b>
it: UDS Actor per Centos, Fedora, RH, Suse, ... macchine Linux <b>(richiede python &gt;= 3.9)</b>
pt: UDS Actor para Centos, Fedora, RH, Suse, ... máquinas Linux <b>(Requer python &gt;= 3.9)</b>
ru: UDS Actor для машин Centos, Fedora, RH, Suse, ... Linux <b>(требуется python &gt;= 3.9)</b>

source: UDS Actor for Debian based Linux machines. Used ONLY for static machines. <b>(Requires python >= 3.9)</b>
ar: UDS Actor لأجهزة Linux المستندة إلى Debian. يُستخدم فقط للأجهزة الثابتة. <b>(يتطلب Python &gt;= 3.9)</b>
de: UDS-Akteur für Debian-basierte Linux-Maschinen. Wird NUR für statische Maschinen verwendet. <b>(Erfordert Python &gt;= 3.9)</b>
es: Actor UDS para máquinas Linux basadas en Debian. Se utiliza SÓLO para máquinas estáticas. <b>(Requiere Python &gt;= 3.9)</b>
eu: UDS Actor Debian oinarritutako Linux makinetarako. Makina estatikoetarako BAKARRIK erabiltzen da. <b>(Python &gt;= 3.9 behar du)</b>
fr: Acteur UDS pour machines Linux basées sur Debian. Utilisé UNIQUEMENT pour les machines statiques. <b>(Nécessite Python &gt;= 3.9)</b>
it: UDS Actor per macchine Linux basate su Debian. Utilizzato SOLO per macchine statiche. <b>(Richiede python &gt;= 3.9)</b>
pt: UDS Actor para máquinas Linux baseadas em Debian. Usado SOMENTE para máquinas estáticas. <b>(Requer python &gt;= 3.9)</b>
ru: UDS Actor для машин Linux на базе Debian. Используется ТОЛЬКО для статических машин. <b>(Требуется python &gt;= 3.9)</b>

source: UDS Actor for Centos, Fedora, RH, Suse, ... Linux machines. Used ONLY for static machines. <b>(Requires python >= 3.9)</b>
ar: ممثل UDS لأجهزة Centos وFedora وRH وSuse و... Linux. يُستخدم فقط للأجهزة الثابتة. <b>(يتطلب Python &gt;= 3.9)</b>
de: UDS-Akteur für Centos-, Fedora-, RH-, Suse-, ... Linux-Maschinen. Wird NUR für statische Maschinen verwendet. <b>(Erfordert Python &gt;= 3.9)</b>
es: Actor UDS para Centos, Fedora, RH, Suse, etc. Máquinas Linux. Se utiliza SÓLO para máquinas estáticas. <b>(Requiere Python &gt;= 3.9)</b>
eu: UDS Actor Centos, Fedora, RH, Suse, ... Linux makinetarako. Makina estatikoetarako BAKARRIK erabiltzen da. <b>(Python &gt;= 3.9 behar du)</b>
fr: UDS Actor pour machines Centos, Fedora, RH, Suse, ... Linux. Utilisé UNIQUEMENT pour les machines statiques. <b>(Nécessite Python &gt;= 3.9)</b>
it: UDS Actor per Centos, Fedora, RH, Suse, ... macchine Linux. Utilizzato SOLO per macchine statiche. <b>(Richiede python &gt;= 3.9)</b>
pt: UDS Actor para Centos, Fedora, RH, Suse, ... máquinas Linux. Usado SOMENTE para máquinas estáticas. <b>(Requer python &gt;= 3.9)</b>
ru: UDS Actor для машин Centos, Fedora, RH, Suse, ... Linux. Используется ТОЛЬКО для статических машин. <b>(Требуется python &gt;= 3.9)</b>

source: Linux Active Directory OS Manager
ar: مدير نظام التشغيل Linux Active Directory
es: Linux Domain OS Manager
fr: Gestionnaire de systèmes d&#39;exploitation Linux Active Directory
pt: Gerenciador do sistema operacional Linux Active Directory
ru: Менеджер ОС Linux Active Directory

source: Os Manager to control Linux virtual machines with active directory
ar: OS Manager للتحكم في أجهزة Linux الافتراضية باستخدام الدليل النشط
ca: Os Manager per controlar màquines virtuals Linux amb directori actiu
de: Betriebssystem-Manager zur Steuerung virtueller Linux-Maschinen mit Active Directory
es: Os Manager para controlar máquinas virtuales Linux con directorio activo
eu: Os Manager Linux makina birtualak direktorio aktiboarekin kontrolatzeko
fr: Os Manager pour contrôler les machines virtuelles Linux avec Active Directory
it: Os Manager per controllare macchine virtuali Linux con active directory
pt: Os Manager para controlar máquinas virtuais Linux com diretório ativo
ru: Менеджер ОС для управления виртуальными машинами Linux, которые являются членами домена Active Directory

source: Domain
ar: مجال
ca: Domini
es: Dominio
eu: Domeinua
fr: Domaine
it: Dominio
pt: Domínio
ru: Домен

source: Domain to join machines to (use FQDN form, Netbios name not supported for most operations)
ar: المجال لضم آلات (استخدام FQDN النموذج، اسم Netbios غير معتمد من أجل معظم العمليات)
ca: Domini on agregar màquines (utilitzeu el format FQDN, la nomenclatura Netbios no està suportada en la majoria d'operacions)
de: Domain für den Beitritt zu Computern (FQDN-Formular verwenden, Netbios-Name wird für die meisten Vorgänge nicht unterstützt)
es: Dominio al que unir las máquinas (utilizar FQDN, el nombre Netbios no se soporta para la mayoría de las operaciones)
eu: Makinak elkartzeko domeinua (erabili FQDN inprimakia, Netbios izena ez da onartzen eragiketa gehienentzat)
fr: Domaine auquel joindre des machines (utiliser le nom de domaine complet, nom Netbios non pris en charge pour la plupart des opérations).
it: Dominio a cui associare le VM (usa il formato FQDN, il nome Netbios non è supportato per la maggior parte delle operazioni)
pt: Domínio para juntar máquinas (use o formulário FQDN, o nome do Netbios não é suportado para a maioria das operações)
ru: Домен для присоединения к машинам (используйте FQDN имя, Netbios имя не поддерживается для большинства операций)

source: Account
ar: حساب
ca: Compte
de: Konto
es: Cuenta
eu: Kontua
fr: Compte
pt: Conta
ru: Аккаунт

source: Account with rights to add machines to domain
ar: حساب مع حقوق لإضافة آلات إلى مجال
ca: Compte amb drets per a agregar màquines al domini
de: Konto mit Rechten zum Hinzufügen von Computern zur Domain
es: Cuenta con permisos para añadir máquinas al dominio
eu: Domeinuko makinak gehitzeko eskubideak dituzten kontua
fr: Compte avec les droits d'ajouter des machines au domaine
it: Account con diritti per aggiungere le VM al dominio
pt: Conta com direitos para adicionar máquinas ao domínio
ru: Учётная запись с правами на добавление машин в домен

source: Password of the account
ar: كلمة المرور للحساب
ca: Contrasenya del compte
de: Passwort des Kontos
es: Contraseña de la cuenta
eu: Kontuaren pasahitza
fr: Mot de passe du compte
it: Password dell'account
pt: Senha da conta
ru: Пароль аккаунта

source: Organizational unit where to add machines in domain (not used if IPA is selected). i.e.: ou=My Machines,dc=mydomain,dc=local
ar: الوحدة التنظيمية حيث يمكن إضافة الأجهزة في المجال (لا يتم استخدامها إذا تم تحديد IPA). على سبيل المثال: ou=My Machines,dc=mydomain,dc=local
ca: Unitat organitzativa on afegir màquines al domini (no s&#39;utilitza si se selecciona IPA). és a dir: ou=Les meves màquines, dc=el meudomini,dc=local
de: Organisationseinheit, in der Maschinen in der Domäne hinzugefügt werden sollen (wird nicht verwendet, wenn IPA ausgewählt ist). Das heißt: ou=My Machines,dc=mydomain,dc=local
es: Unidad organizativa donde agregar máquinas en el dominio (no se usa si se selecciona IPA). es decir: ou=Mis máquinas,dc=midominio,dc=local
eu: Domeinuko makinak gehitzeko unitate organizatiboa (ez da erabiltzen IPA hautatzen bada). hau da: ou=Nire makinak,dc=niredomeinua,dc=lokala
fr: Unité organisationnelle où ajouter des machines dans le domaine (non utilisée si IPA est sélectionné). c&#39;est-à-dire : ou=Mes machines,dc=mondomaine,dc=local
it: Unità organizzativa in cui aggiungere le macchine nel dominio (non utilizzata se è selezionato IPA). cioè: ou=Le mie macchine,dc=miodominio,dc=locale
pt: Unidade organizacional onde adicionar máquinas no domínio (não usada se IPA estiver selecionado). ou seja: ou=Minhas máquinas,dc=meudomínio,dc=local
ru: Организационная единица, в которую будут будут добавлены машины в домене (не используется, если выбран IPA), например: ou=My Machines,dc=mydomain,dc=local

source: Client software
ar: برنامج العميل
ca: Programari client
es: Software cliente
eu: Bezeroaren softwarea
fr: Logiciel client
it: Software cliente
pt: Software cliente
ru: Клиентское программное обеспечение

source: Use specific client software
ar: استخدام برنامج عميل محدد
ca: Utilitzeu programari client específic
de: Verwenden Sie spezielle Client-Software
es: Utilice software de cliente específico
eu: Erabili bezeroaren software espezifikoa
fr: Utiliser un logiciel client spécifique
it: Utilizzare software client specifico
pt: Use software cliente específico
ru: Позволяет указать способ подключения

source: Automatically
ar: تلقائيا
ca: Automàticament
de: Automatisch
es: Automáticamente
eu: Automatikoki
fr: Automatiquement
it: Automaticamente
pt: Automaticamente
ru: Автоматически

source: Membership software
ar: برامج العضوية
ca: Programari de pertinença
de: Mitgliedschaftssoftware
es: software de membresía
eu: Kidetzako softwarea
fr: Logiciel d&#39;adhésion
it: Software di abbonamento
pt: Software de associação
ru: Программное обеспечение для членства

source: Use specific membership software
ar: استخدم برامج عضوية محددة
ca: Utilitzeu programari específic per a membres
de: Verwenden Sie eine spezielle Mitgliedschaftssoftware
es: Utilice software de membresía específico
eu: Erabili bazkidetza-software espezifikoa
fr: Utiliser un logiciel d&#39;adhésion spécifique
it: Utilizzare un software di abbonamento specifico
pt: Use software de associação específico
ru: Утилита, используемая для подключения к домену

source: Server software
ar: برنامج الخادم
ca: Programari de servidor
es: software de servidor
eu: Zerbitzariaren softwarea
fr: Logiciel serveur
it: Software server
pt: Software de servidor
ru: Серверное программное обеспечение

source: Use specific server software
ar: استخدم برنامج خادم محدد
ca: Utilitzeu programari de servidor específic
de: Verwenden Sie spezielle Serversoftware
es: Utilice software de servidor específico
eu: Erabili zerbitzariaren software espezifikoa
fr: Utiliser un logiciel serveur spécifique
it: Utilizzare software server specifico
pt: Use software de servidor específico
ru: Позволяет указать специальное серверное программное обеспечение

source: Machine clean
ar: آلة نظيفة
ca: Neteja de màquina
de: Maschine sauber
es: Limpiar máquina
eu: Makina garbi
fr: Machine propre
it: Macchina pulita
pt: Máquina limpa
ru: Убрать машину

source: If checked, UDS will try to remove the machine from the domain USING the provided credentials. (Not used if IPA is selected)
ar: إذا تم تحديده، فسيحاول UDS إزالة الجهاز من المجال باستخدام بيانات الاعتماد المقدمة. (لا يُستخدم في حالة تحديد IPA)
ca: Si està marcat, UDS intentarà eliminar la màquina del domini UTILITZANT les credencials proporcionades. (No s&#39;utilitza si s&#39;ha seleccionat IPA)
de: Wenn diese Option aktiviert ist, versucht UDS, die Maschine mithilfe der bereitgestellten Anmeldeinformationen aus der Domäne zu entfernen. (Wird nicht verwendet, wenn IPA ausgewählt ist)
es: Si está marcado, UDS intentará eliminar la máquina del dominio UTILIZANDO las credenciales proporcionadas. (No se utiliza si se selecciona IPA)
eu: Hautatzen bada, UDS makina domeinutik kentzen saiatuko da emandako kredentzialak ERABILIZ. (Ez da erabiltzen IPA hautatzen bada)
fr: Si cette case est cochée, UDS tentera de supprimer la machine du domaine EN UTILISANT les informations d&#39;identification fournies. (Non utilisé si IPA est sélectionné)
it: Se selezionato, UDS tenterà di rimuovere la macchina dal dominio UTILIZZANDO le credenziali fornite. (Non utilizzato se è selezionato IPA)
pt: Se marcada, o UDS tentará remover a máquina do domínio USANDO as credenciais fornecidas. (Não usado se IPA for selecionado)
ru: Если этот флажок установлен, UDS попытается удалить компьютер из домена, ИСПОЛЬЗУЯ предоставленные учетные данные. (Не используется, если выбран IPA)

source: If checked, a ssl connection to Active Directory will be used
ar: إذا تم تحديده، فسيتم استخدام اتصال SSL بـ Active Directory
ca: Si està marcat, s&#39;utilitzarà una connexió ssl a Active Directory
de: Wenn diese Option aktiviert ist, wird eine SSL-Verbindung zu Active Directory verwendet
es: Si está marcado, se utilizará una conexión SSL a Active Directory
eu: Hautatzen bada, Active Directory-rako ssl konexioa erabiliko da
fr: Si coché, une connexion SSL à Active Directory sera utilisée
it: Se selezionato, verrà utilizzata una connessione SSL ad Active Directory
pt: Se marcada, uma conexão SSL com o Active Directory será usada
ru: Если этот флажок установлен, будет использоваться SSL-соединение с Active Directory

source: Automatic ID mapping
ar: تعيين الهوية التلقائي
ca: Mapatge automàtic d&#39;identificació
de: Automatische ID-Zuordnung
es: Mapeo de identificación automático
eu: ID automatikoa mapatzea
fr: Cartographie automatique des identifiants
it: Mappatura automatica degli ID
pt: Mapeamento automático de ID
ru: Автоматическое сопоставление идентификаторов

source: If checked, automatic ID mapping
ar: إذا تم تحديده، فسيتم تعيين المعرف تلقائيًا
ca: Si està marcat, mapatge automàtic d&#39;identificació
de: Wenn aktiviert, automatische ID-Zuordnung
es: Si está marcado, asignación automática de ID
eu: Hautatuta badago, ID automatikoki mapatzea
fr: Si coché, mappage automatique des identifiants
it: Se selezionato, mappatura ID automatica
pt: Se marcado, mapeamento automático de ID
ru: Если этот флажок установлен, автоматическое сопоставление идентификаторов

source: Must provide a domain!
ar: يجب توفير مجال!
ca: Cal indicar un domini!
de: Muss eine Domain angeben!
es: ¡Debe indicar un dominio!
eu: Domeinu bat eman behar duzu!
fr: Doit fournir un domaine !
it: Occorre fornire un dominio!
pt: Deve fornecer um domínio!
ru: Необходимо указать домен!

source: Must provide an account to add machines to domain!
ar: يجب تقديم حساب لإضافة آلات لنطاق!
ca: Cal indicar un compte per a agregar màquines a un domini!
de: Sie müssen ein Konto angeben, um Computer zur Domain hinzuzufügen!
es: ¡Debe indicar una cuenta para añadir máquinas al dominio!
eu: Kontu bat eman behar da domeinuko makinak gehitzeko!
fr: Doit fournir un compte pour ajouter des ordinateurs au domaine !
it: Devi fornire un account per aggiungere le VM al dominio!
pt: Deve fornecer uma conta para adicionar máquinas ao domínio!
ru: Необходимо указать аккаунт для ввода машин в домен

source: Must provide a password for the account!
ar: يجب توفير كلمة مرور لحساب!
ca: Cal indicar una contrasenya per al compte!
de: Muss ein Passwort für das Konto angeben!
es: ¡Debe indicar una contraseña para la cuenta!
eu: Konturako pasahitza eman behar duzu!
fr: Doit fournir un mot de passe pour le compte !
it: Devi fornire una password per l'account!
pt: Deve fornecer uma senha para a conta!
ru: Необходимо указать пароль для аккаунта!

source: Linux OS Manager
ar: مدير نظام لينكس
ca: Gestor de SO Linux
fr: OS Manager Linux
pt: Gestor do SO Linux
ru: Linux ОС менеджер

source: Os Manager to control Linux virtual machines
ar: Os Manager للتحكم في الأجهزة الافتراضية لـ Linux
ca: Gestor de SO per controlar màquines virtuals Linux
de: OS-Manager zur Steuerung von virtuellen Linux-Maschinen
es: Os Manager para controlar máquinas Linux
eu: Linux makina birtualak kontrolatzeko OS Manager
fr: Os Manager pour contrôler les machines virtuelles Linux
it: Os Manager per le macchine virtuali Linux
pt: Gestor de S.O. para controlar máquinas virtuais Linux
ru: Менеджер ОС для управления виртуальными машинами Linux

source: Max.Idle time
ar: الوقت الأقصى للخمول
ca: Temps màxim d'inactivitat
de: Maximale Leerlaufzeit
es: Tiempo máximo de inactividad
eu: Max.Idle denbora
fr: Temps d'inactivité maximal
it: Tempo massimo di inattività
ru: Максимальное время простоя

source: Maximum idle time (in seconds) before session is automatically closed to the user (<= 0 means no max idle time).
ar: يتم الإغلاق بعد الحد الأقصى لوقت الخمول (بالثواني) قبل الإغلاق التلقائي للمستخدم (<= 0 يعني عدم وجود حد أقصى لوقت الخمول).
ca: Temps màxim d'inactivitat (en segons) abans que una sessió es tanqui automàticament (<=0 vol dir que no hi ha temps màxim d'inactivitat)
de: Maximale Leerlaufzeit (in Sekunden), bevor die Sitzung für den Benutzer automatisch geschlossen wird (<= 0 bedeutet keine maximale Leerlaufzeit).
es: Tiempo máximo de inactividad (en segundos) antes de cerrar la sesión de un usuario automáticamente (< = 0 significa ningún tiempo de inactividad).
eu: Gehienezko denbora inaktiboan (segundotan) saioa automatikoki itxi egiten da erabiltzaileari (&lt;= 0 esan nahi du ez duela denbora inaktiboik).
fr: Temps d'inactivité maximum (en secondes) avant que la session soit automatiquement fermée à l'utilisateur (<= 0 signifie pas de temps d'inactivité maximum).
it: Tempo massimo di inattività (in secondi) prima che la sessione venga automaticamente chiusa all'utente (<= 0 significa nessun tempo massimo di inattività).
pt: Tempo ocioso máximo (em segundos) antes que a sessão seja automaticamente fechada para o usuário (&lt;= 0 significa nenhum tempo ocioso máximo).
ru: Максимальное время простоя (в секундах) перед автоматическим закрытием сессии (0 - означает отсутствием лимита)

source: Calendar logout
ar: التقويم الخروج
ca: Tancament de sessió del calendari
de: Kalenderabmeldung
es: Cierre de sesión al finalizar el calendario
eu: Egutegiaren amaiera
fr: Déconnexion du calendrier
it: Disconnessione dal calendario
pt: Logout do calendário
ru: Выход по календарю

source: If checked, UDS will try to logout user when the calendar for his current access expires
ar: إذا تم تحديده ، فسيحاول UDS تسجيل خروج المستخدم عند انتهاء صلاحية التقويم الخاص بوصوله الحالي
ca: Si està seleccionat, UDS intentarà tancar la sessió d'usuari quan caduqui el calendari de la seva sessió actual
de: Wenn diese Option aktiviert ist, versucht UDS, den Benutzer abzumelden, wenn der Kalender für seinen aktuellen Zugang abläuft
es: Si está marcado, UDS intentará cerrar la sesión del usuario, para su acceso actual, cuando finalice el calendario.
eu: Markatuta badago, UDS erabiltzaileari bere saioa hasteko egutegia amaitzen zaionean saiatuko da
fr: Si coché, UDS essaiera de déconnecter l&#39;utilisateur lorsque le calendrier de son accès actuel expire
it: Se selezionato, UDS proverà a disconnettersi dall'utente alla scadenza del calendario per il suo accesso corrente
pt: Se marcado, o UDS tentará desconectar o usuário quando o calendário de seu acesso atual expirar
ru: Если отмечено, UDS попытается завершить сессию пользователя, когда для его текущего сеанса истечет срок действия календаря
