Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Range of valid macs for created machines. Must be in the range {default}
ar: نطاق أجهزة Mac الصالحة للأجهزة التي تم إنشاؤها. يجب أن يكون في النطاق {default}
ca: Gamma de macs vàlids per a màquines creades. Ha d&#39;estar dins l&#39;interval {default}
de: Bereich gültiger Macs für erstellte Maschinen. Muss im Bereich {default} liegen
es: Gama de macs válidos para máquinas creadas. Debe estar en el rango {default}
eu: Sortutako makinentzako baliozko makin sorta. Barrutian egon behar du {default}
fr: Gamme de Mac valides pour les machines créées. Doit être dans la plage {default}
it: Intervallo di Mac validi per le macchine create. Deve essere compreso nell'intervallo {default}
pt: Faixa de macs válidos para máquinas criadas. Deve estar no intervalo {default}
ru: Диапазон допустимых MAC-адресов для созданных машин. Должно быть в диапазоне {default}

source: Logout Action
ar: إجراءات تسجيل الخروج
ca: Acció de tancament de sessió
de: Abmelden-Aktion
es: Acción en el cierre de sesión del usuario
eu: Saioa amaitzeko ekintza
fr: Action de déconnexion
it: Azione di disconnessione
pt: Ação de Logout
ru: Действие при выходе из системы

source: What to do when user logs out from service
ar: ماذا تفعل عندما يسجل المستخدم الخروج من الخدمة
ca: Què fer quan l'usuari tanca la sessió del servei
de: Was ist zu tun, wenn sich der Benutzer vom Dienst abmeldet?
es: Qué hacer cuando el usuario cierra sesión en el servicio
eu: Zer egin erabiltzaileak zerbitzutik irteten denean
fr: Que faire lorsque l'utilisateur se déconnecte du service
it: Cosa fare quando l'utente si disconnette dal servizio
pt: O que fazer quando o usuário faz logoff do serviço
ru: Что делать, когда пользователь выходит из системы

source: Keep service assigned
ar: الحفاظ على الخدمة المخصصة
ca: Conservar el servei assignat
de: Warten Sie den Service
es: Mantener el servicio asignado
eu: Mantendu zerbitzua esleituta
fr: Garder les services affectés
it: Mantieni il servizio assegnato
pt: Manter serviço atribuído
ru: Держать сервис привязанным

source: Remove service
ar: إزالة الخدمة
ca: Eliminar servei
de: Service entfernen
es: Eliminar servicio
eu: Zerbitzua kendu
fr: Retirer un service
it: Rimuovi il servizio
pt: Remover serviço
ru: Удалить сервис

source: Keep service assigned even on new publication
ar: الحفاظ على الخدمة المعينة حتى في منشور جديد
ca: Mantenir el servei assignat fins i tot en una nova publicació
de: Service auch bei Neuveröffentlichung zugewiesen halten
es: Mantener servicio asignado en nueva publicación
eu: Mantendu zerbitzua argitalpen berrian ere esleituta
fr: Garder le service affecté même sur la nouvelle publication
it: Mantenere il servizio assegnato anche dopo nuova pubblicazione
pt: Manter serviço atribuído mesmo em nova publicação
ru: Держать сервис привязанным даже в новой публикации

source: Allow skip MFA from networks
ar: السماح بتخطي MFA من الشبكات
ca: Permet ometre l&#39;MFA de les xarxes
de: Erlauben Sie das Überspringen von MFA aus Netzwerken
es: Permitir omitir MFA de las redes
eu: Baimendu MFA sareetatik saltatzeko
fr: Autoriser l&#39;ignorance de l&#39;authentification MFA sur les réseaux
it: Consenti di ignorare l'MFA dalle reti
pt: Permitir ignorar MFA das redes
ru: Разрешить пропуск МФА из сетей

source: Users within these networks will not be asked for OTP
ar: لن يُطلب من المستخدمين داخل هذه الشبكات كلمة المرور لمرة واحدة
ca: Els usuaris d&#39;aquestes xarxes no se&#39;ls demanarà OTP
de: Benutzer innerhalb dieser Netzwerke werden nicht nach OTP gefragt
es: A los usuarios dentro de estas redes no se les pedirá OTP
eu: Sare hauetako erabiltzaileei ez zaie OTP eskatuko
fr: Les utilisateurs de ces réseaux ne seront pas invités à utiliser OTP
it: Agli utenti all'interno di queste reti non verrà richiesto OTP
pt: Os usuários dentro dessas redes não serão solicitados para OTP
ru: У пользователей из этих сетей не будет запрашиваться одноразовый пароль

source: MFA policy networks
ar: شبكات سياسة وزارة الخارجية
ca: Xarxes de polítiques de MFA
de: MFA-Politiknetzwerke
es: Políticas de redes MFA
eu: MFA politika-sareak
fr: Réseaux politiques du MAE
it: Reti politiche del MAE
pt: Redes políticas de MFA
ru: Сети политики МФА

source: Networks where MFA policy will be enforced if required
ar: الشبكات التي سيتم فيها تطبيق سياسة MFA إذا لزم الأمر
ca: Xarxes on s&#39;aplicarà la política de MFA si és necessari
de: Netzwerke, in denen die MFA-Richtlinie bei Bedarf durchgesetzt wird
es: Redes donde se aplicará la política MFA si es necesario
eu: Beharrezkoa izanez gero, MFA politika ezarriko den sareak
fr: Réseaux sur lesquels la politique MFA sera appliquée si nécessaire
it: Reti in cui verrà applicata la politica MFA, se necessario
pt: Redes onde a política de MFA será aplicada, se necessário
ru: Сети, в которых при необходимости будет применяться политика МФА.

source: Policy for users without MFA support
ar: سياسة للمستخدمين الذين ليس لديهم دعم MFA
ca: Política per a usuaris sense suport MFA
de: Richtlinie für Benutzer ohne MFA-Unterstützung
es: Política para usuarios sin compatibilidad con MFA
eu: MFA laguntzarik gabeko erabiltzaileentzako politika
fr: Politique pour les utilisateurs sans prise en charge MFA
it: Criterio per utenti senza supporto MFA
pt: Política para usuários sem suporte a MFA
ru: Политика для пользователей без поддержки МФА

source: Policy for users without MFA or server failed to ask for MFA
ar: سياسة المستخدمين الذين ليس لديهم MFA أو فشل الخادم في طلب MFA
ca: La política per als usuaris sense MFA o servidor no ha pogut demanar MFA
de: Richtlinie für Benutzer ohne MFA oder Server, bei der MFA nicht angefordert wurde
es: La política para usuarios sin MFA o el servidor no pudo solicitar MFA
eu: MFA edo zerbitzaririk ez duten erabiltzaileentzako gidalerroek huts egin dute MFA eskatu
fr: La stratégie pour les utilisateurs sans MFA ni serveur n&#39;a pas réussi à demander la MFA
it: I criteri per gli utenti senza MFA o senza server non sono riusciti a richiedere MFA
pt: Política para usuários sem MFA ou servidor que não solicitou MFA
ru: Политика для пользователей без МФА или если сервер не смог запросить МФА

source: Put back to cache
ar: إعادة إلى ذاكرة التخزين المؤقت
ca: Posa de nou a la memòria cau
de: Zurück in den Cache legen
es: Volver a poner en caché
eu: Jarri berriro cachean
fr: Remettre au cache
it: Rimetti nella cache
pt: Colocar de volta no cache
ru: Вернуть в кэш

source: On machine releasy by logout, put it back to cache instead of deleting if possible.
ar: عند إعادة تشغيل الجهاز عن طريق تسجيل الخروج، قم بإعادته إلى ذاكرة التخزين المؤقت بدلاً من حذفه إذا كان ذلك ممكنًا.
ca: Quan la màquina s&#39;allibera per tancar la sessió, torneu-la a posar a la memòria cau en lloc de suprimir-la si és possible.
de: Wenn die Maschine durch Abmelden freigegeben wird, legen Sie es nach Möglichkeit wieder in den Cache zurück, anstatt es zu löschen.
es: En la máquina liberada al cerrar la sesión, vuelva a colocarla en caché en lugar de eliminarla, si es posible.
eu: Makina saioa amaitzean, jarri berriro cachean, ahal izanez gero, ezabatu beharrean.
fr: Lors de la libération de la machine par déconnexion, remettez-la en cache au lieu de la supprimer si possible.
it: Al momento del rilascio della macchina tramite logout, se possibile, rimettilo nella cache invece di eliminarlo.
pt: Quando a máquina for liberada por logout, coloque-a de volta no cache em vez de excluí-la, se possível.
ru: При выходе из системы после освобождения компьютера по возможности поместить его обратно в кэш вместо удаления.

source: No. Never put it back to cache
ar: لا. لا تعيده إلى ذاكرة التخزين المؤقت أبدًا
ca: No. No el tornis mai a la memòria cau
de: Nein. Lege es niemals wieder in den Cache zurück.
es: No. Nunca lo vuelvas a poner en caché.
eu: Ez. Ez jarri inoiz berriro cachean
fr: Non, ne le remettez jamais dans le cache.
it: No. Non rimetterlo mai nella cache
pt: Não. Nunca coloque de volta no cache
ru: Нет. Никогда не помещать его обратно в кэш.

source: Yes, try to put it back to cache
ar: نعم، حاول إعادته إلى ذاكرة التخزين المؤقت
ca: Sí, prova de tornar a posar-lo a la memòria cau
de: Ja, versuche es wieder in den Cache zu legen
es: Sí, intenta volver a ponerlo en caché.
eu: Bai, saiatu berriro cachean jartzen
fr: Oui, essayez de le remettre en cache
it: Sì, prova a rimetterlo nella cache
pt: Sim, tente colocá-lo de volta no cache
ru: Да, попробовать вернуть его в кэш

source: User Name Attr
ca: Atr. Nom d'usuari
de: Benutzername Attr
es: Atr. de nombre de usuario
eu: Erabiltzailea-izen atributua
fr: Utilisateur nom Attr
it: Attributo Nome utente
pt: Nome de usuário Attr
ru: Атрибут имени пользователя

source: Attributes that contains the user name attributes or attribute patterns (one for each line)
ar: السمات التي تحتوي على سمات اسم المستخدم أو أنماط السمات (واحدة لكل سطر)
ca: Atribut que conté els patrons d’atributs o els atributs de nom d’usuari (un per a cada línia)
de: Attribute, die die Benutzernamenattribute oder Attributmuster enthalten (eines für jede Zeile)
es: Atributos que contienen el nombre de usuario o patrones de atributos (uno en cada línea)
eu: Erabiltzaile izenaren atributuak edo atributu ereduak (lerro bakoitzeko bat) dituzten atributuak
fr: Attributs contenant les attributs de nom d&#39;utilisateur ou leurs modèles (un pour chaque ligne)
it: Attributi che contengono gli attributi del nome utente o i modelli di attributo (uno per ogni riga)
pt: Atributos que contêm os atributos de nome de usuário ou padrões de atributo (um para cada linha)
ru: Атрибуты, содержащие атрибуты имени пользователя или шаблоны атрибутов (по одному для каждой строки)

source: Group Name Attr
ca: Atr. Nom de grup
de: Gruppenname Attr
es: Atr. de nombre de Grupo
eu: Talde-izen atributua
fr: Groupe nom Attr
it: Attributo Nome gruppo
pt: Atributo do Nome do Grupo
ru: Атрибуты имени группы

source: Attribute that contains the group name attributes or attribute patterns (one for each line)
ar: السمة التي تحتوي على سمات اسم المجموعة أو أنماط السمة (واحدة لكل سطر)
ca: Atribut que conté els patrons d’atributs o els atributs de nom de grup (un per a cada línia)
de: Attribut, das die Gruppennamenattribute oder Attributmuster enthält (eines für jede Zeile)
es: Atributo que contiene el nombre de grupo o patrones de atributos (uno en cada línea)
eu: Taldearen izen atributuak edo atributu ereduak (lerro bakoitzeko bat) dituen atributua
fr: Attribut contenant les attributs de nom de groupe ou leurs modèles (un pour chaque ligne)
it: Attributo che contiene gli attributi del nome del gruppo o i modelli di attributo (uno per ogni riga)
pt: Atributo que contém os atributos do nome do grupo ou padrões de atributos (um para cada linha)
ru: Атрибут, содержащий атрибуты имени группы или шаблоны атрибутов (по одному для каждой строки)

source: Real Name Attr
ar: الاسم الحقيقي
de: Echter Name Attr
es: Nombre real Attr
eu: Benetako izena Atr
fr: Nom réel Attr
it: Nome reale Attr
pt: Nome real Atributo
ru: Атрибут настоящего имени

source: Attribute that contains the real name attributes or attribute patterns (one for each line)
ar: السمة التي تحتوي على سمات الاسم الحقيقي أو أنماط السمات (واحدة لكل سطر)
de: Attribut, das die echten Namensattribute oder Attributmuster enthält (eines für jede Zeile)
es: Atributo que contiene los atributos de nombre real o patrones de atributos (uno para cada línea)
eu: Benetako izenaren atributuak edo atributu ereduak dituen atributua (lerro bakoitzeko bat)
fr: Attribut qui contient les attributs de nom réel ou les modèles d&#39;attribut (un pour chaque ligne)
it: Attributo che contiene gli attributi del nome reale o i modelli di attributo (uno per ogni riga)
pt: Atributo que contém os atributos de nome real ou padrões de atributos (um para cada linha)
ru: Атрибут, содержащий атрибуты реального имени или шаблоны атрибутов (по одному для каждой строки)

source: Can't contact LDAP server
ar: لا يمكن الاتصال بخادم LDAP
ca: No es pot contactar amb el servidor LDAP
de: LDAP-Server kann nicht kontaktiert werden
es: No existe conexión con el servidor LDAP
eu: Ezin da LDAP zerbitzariarekin kontaktatu
fr: Impossible de contacter le serveur LDAP
it: Impossibile contattare il server LDAP
pt: Não é possível entrar em contato com o servidor LDAP
ru: Не удаётся связаться с сервером LDAP

source: {} days {:d}:{:02d}:{:02d}
ar: {} أيام {: d}: {: 02d}: {: 02d}
ca: {} dies {: d}: {: 02d}: {: 02d}
de: {} Tage {: d}: {: 02d}: {: 02d}
es: {} días {: d}: {: 02d}: {: 02d}
eu: {} egun {: d}: {: 02d}: {: 02d}
fr: {} jours {: d}: {: 02d}: {: 02d}
it: {} giorni {: d}: {: 02d}: {: 02d}
pt: {} dias {: d}: {: 02d}: {: 02d}
ru: {} дней {:d}:{:02d}:{:02d}

source: Numeric
ar: رقمية
ca: Numèric
de: Numerisch
es: Numérico
eu: Zenbakizkoa
fr: Numérique
it: Numerico
pt: Numérico
ru: Численный

source: {0} must be greater than or equal to {1}
ar: {0} يجب أن يكون أكبر من أو يساوي {1}
ca: {0} ha de ser major o igual a {1}
de: {0} muss größer oder gleich {1} sein
es: {0} debe ser mayor o igual a {1}
eu: {0} {1} baino handiagoa edo handiagoa izan behar du
fr: {0} doit être supérieure ou égale à {1}
it: {0} deve essere maggiore o uguale a {1}
pt: {0} deve ser maior ou igual a {1}
ru: {0} должен быть больше или равен чем {1}

source: {0} must be lower than or equal to {1}
ar: {0} يجب أن يكون أقل من أو يساوي {1}
ca: {0} ha de ser menor o igual a {1}
de: {0} muss kleiner oder gleich {1} sein
es: {0} debe ser inferior o igual a {1}
eu: {0} {1} baino txikiagoa edo txikiagoa izan behar du
fr: {0} doit être inférieure ou égale à {1}
it: {0} deve essere inferiore o uguale a {1}
pt: {0} deve ser menor ou igual a {1}
ru: {0} должен быть меньше либо равен, чем {1}

source: {0} contains invalid characters
ar: {0} يحتوي على أحرف غير صالحة
ca: {0} conté caràcters no vàlids
de: {0} enthält ungültige Zeichen
es: {0} contiene caracteres no válidos
eu: {0} karaktere baliogabeak ditu
fr: {0} contient des caractères non valides
it: {0} contiene caratteri non validi
pt: {0} contém caracteres inválidos
ru: {0} содержит недопустимые символы

source: {} is not a valid hostname: maximum host name length exceeded.
ar: {} ليس اسم مضيف صالحًا: تم تجاوز الحد الأقصى لطول اسم المضيف.
ca: {} no és un nom d&#39;amfitrió vàlid: s&#39;ha superat la longitud màxima del nom d&#39;amfitrió.
de: {} ist kein gültiger Hostname: Die maximale Länge des Hostnamens wurde überschritten.
es: {} no es un nombre de host válido: se excedió la longitud máxima del nombre de host.
eu: {} ez da baliozko ostalari-izen bat: ostalari-izenen gehienezko luzera gainditu da.
fr: {} n&#39;est pas un nom d&#39;hôte valide : longueur maximale du nom d&#39;hôte dépassée.
it: {} non è un nome host valido: superata la lunghezza massima del nome host.
pt: {} não é um nome de host válido: o comprimento máximo do nome de host foi excedido.
ru: {} не является допустимым именем хоста: превышена максимальная длина имени хоста.

source: {} is not a valid hostname: (domains not allowed)
ar: {} ليس اسم مضيف صالحًا: (المجالات غير مسموح بها)
ca: {} no és un nom d&#39;amfitrió vàlid: (dominis no permesos)
de: {} ist kein gültiger Hostname: (Domänen nicht zulässig)
es: {} no es un nombre de host válido: (dominios no permitidos)
eu: {} ez da baliozko ostalari-izena: (domeinuak ez dira onartzen)
fr: {} n&#39;est pas un nom d&#39;hôte valide : (domaines non autorisés)
it: {} non è un nome host valido: (domini non consentiti)
pt: {} não é um nome de host válido: (domínios não permitidos)
ru: {} не является допустимым именем хоста: (домены не разрешены)

source: {} is not a valid hostname: (invalid characters)
ar: {} ليس اسم مضيف صالحًا: (أحرف غير صالحة)
ca: {} no és un nom d&#39;amfitrió vàlid: (caràcters no vàlids)
de: {} ist kein gültiger Hostname: (ungültige Zeichen)
es: {} no es un nombre de host válido: (caracteres no válidos)
eu: {} ez da baliozko ostalari-izena: (karaktere baliogabeak)
fr: {} n&#39;est pas un nom d&#39;hôte valide : (caractères invalides)
it: {} non è un nome host valido: (caratteri non validi)
pt: {} não é um nome de host válido: (caracteres inválidos)
ru: {} не является допустимым именем хоста: (недопустимые символы)

source: {} is not a valid URL: exceeds maximum length.
ar: {} ليس عنوان URL صالحًا: يتجاوز الحد الأقصى للطول.
ca: {} no és un URL vàlid: supera la longitud màxima.
de: {} ist keine gültige URL: überschreitet die maximale Länge.
es: {} no es una URL válida: excede la longitud máxima.
eu: {} ez da baliozko URL bat: gehienezko luzera gainditzen du.
fr: {} n&#39;est pas une URL valide : dépasse la longueur maximale.
it: {} non è un URL valido: supera la lunghezza massima.
pt: {} não é um URL válido: excede o comprimento máximo.
ru: {} не является допустимым URL-адресом: превышает максимальную длину.

source: {} is not a valid IPv4 address
ar: {} ليس عنوان IPv4 صالحًا
ca: {} no és una adreça IPv4 vàlida
de: {} ist keine gültige IPv4-Adresse
es: {} no es una dirección IPv4 válida
eu: {} ez da baliozko IPv4 helbide bat
fr: {} n&#39;est pas une adresse IPv4 valide
it: {} non è un indirizzo IPv4 valido
pt: {} não é um endereço IPv4 válido
ru: {} не является допустимым адресом IPv4.

source: {} is not a valid IPv6 address
ar: {} ليس عنوان IPv6 صالحًا
ca: {} no és una adreça IPv6 vàlida
de: {} ist keine gültige IPv6-Adresse
es: {} no es una dirección IPv6 válida
eu: {} ez da baliozko IPv6 helbide bat
fr: {} n&#39;est pas une adresse IPv6 valide
it: {} non è un indirizzo IPv6 valido
pt: {} não é um endereço IPv6 válido
ru: {} не является допустимым адресом IPv6.

source: {} is not a valid IPv4 or IPv6 address
ar: {} ليس عنوان IPv4 أو IPv6 صالحًا
ca: {} no és una adreça IPv4 o IPv6 vàlida
de: {} ist keine gültige IPv4- oder IPv6-Adresse
es: {} no es una dirección IPv4 o IPv6 válida
eu: {} ez da baliozko IPv4 edo IPv6 helbide bat
fr: {} n&#39;est pas une adresse IPv4 ou IPv6 valide
it: {} non è un indirizzo IPv4 o IPv6 valido
pt: {} não é um endereço IPv4 ou IPv6 válido
ru: {} не является допустимым адресом IPv4 или IPv6.

source: {} exceeds maximum path length.
ar: {} يتجاوز الحد الأقصى لطول المسار.
ca: {} supera la longitud màxima del camí.
de: {} überschreitet die maximale Pfadlänge.
es: {} excede la longitud máxima de la ruta.
eu: {} bidearen gehienezko luzera gainditzen du.
fr: {} dépasse la longueur maximale du chemin.
it: {} supera la lunghezza massima del percorso.
pt: {} excede o comprimento máximo do caminho.
ru: {} превышает максимальную длину пути.

source: {} is not a valid windows path
ar: {} ليس مسارًا صالحًا لنظام Windows
ca: {} no és una ruta de Windows vàlida
de: {} ist kein gültiger Windows-Pfad
es: {} no es una ruta válida de Windows
eu: {} ez da baliozko windows bide bat
fr: {} n&#39;est pas un chemin Windows valide
it: {} non è un percorso Windows valido
pt: {} não é um caminho válido do Windows
ru: {} не является допустимым путем Windows

source: {} is not a valid unix path
ar: {} ليس مسارًا صالحًا لنظام التشغيل Unix
ca: {} no és una ruta Unix vàlida
de: {} ist kein gültiger Unix-Pfad
es: {} no es una ruta Unix válida
eu: {} ez da balio unix bide bat
fr: {} n&#39;est pas un chemin Unix valide
it: {} non è un percorso Unix valido
pt: {} não é um caminho Unix válido
ru: {} не является допустимым путем Unix

source: {} is not a valid path
ar: {} ليس مسارًا صالحًا
ca: {} no és un camí vàlid
de: {} ist kein gültiger Pfad
es: {} no es una ruta válida
eu: {} ez da baliozko bide bat
fr: {} n&#39;est pas un chemin valide
it: {} non è un percorso valido
pt: {} não é um caminho válido
ru: {} не является допустимым путем

source: {} is not a valid host:port pair
ar: {} ليس مضيفًا صالحًا: زوج منفذ
ca: {} no és un parell host:port vàlid
de: {} ist kein gültiges Host:Port-Paar
es: {} no es un par host:puerto válido
eu: {} ez da baliozko host:portu bikotea
fr: {} n&#39;est pas une paire hôte:port valide
it: {} non è una coppia host:porta valida
pt: {} não é um par host:porta válido
ru: {} не является допустимой парой хост:порт

source: {} is not a valid MAC address
ar: {} ليس عنوان MAC صالحًا
ca: {} no és una adreça MAC vàlida
de: {} ist keine gültige MAC-Adresse
es: {} no es una dirección MAC válida
eu: {} ez da baliozko MAC helbide bat
fr: {} n&#39;est pas une adresse MAC valide
it: {} non è un indirizzo MAC valido
pt: {} não é um endereço MAC válido
ru: {} не является допустимым MAC-адресом

source: {} is not a valid MAC range
ar: {} ليس نطاق MAC صالحًا
ca: {} no és un interval MAC vàlid
de: {} ist kein gültiger MAC-Bereich
es: {} no es un rango MAC válido
eu: {} ez da baliozko MAC barrutia
fr: {} n&#39;est pas une plage MAC valide
it: {} non è un intervallo MAC valido
pt: {} não é um intervalo MAC válido
ru: {} не является допустимым диапазоном MAC-адресов

source: Email address is too long
ar: عنوان البريد الإلكتروني طويل جدًا
ca: L&#39;adreça electrònica és massa llarga
de: E-Mail-Adresse ist zu lang
es: La dirección de correo electrónico es demasiado larga
eu: Helbide elektronikoa luzeegia da
fr: L&#39;adresse e-mail est trop longue
it: L'indirizzo email è troppo lungo
pt: O endereço de e-mail é muito longo
ru: Адрес электронной почты слишком длинный

source: Email address is not valid
ar: عنوان البريد الإلكتروني غير صالح
ca: L&#39;adreça de correu electrònic no és vàlida
de: Email Adresse ist nicht gültig
es: La dirección de correo electrónico no es válida
eu: Helbide elektronikoak ez du balio
fr: l&#39;adresse email n&#39;est pas valide
it: Indirizzo email non valido
pt: o endereço de email não é válido
ru: Адрес электронной почты недействителен

source: The basename is not a valid for a hostname
ar: اسم القاعدة ليس صالحًا لاسم المضيف
ca: El nom base no és vàlid per a un nom de host
de: Der Basisname ist kein gültiger Hostname
es: El nombre no es válido para un nombre de host
eu: Oinarri-izena ez da baliozko ostalari-izen baterako
fr: Le nom de base n&#39;est pas valide pour un nom d&#39;hôte
it: Il nome base non è valido per un nome host
pt: O nome da base não é válido para um nome de host
ru: Базовое имя не является допустимым для имени хоста

source: The length of basename plus length must be greater than 0
ar: يجب أن يكون طول اسم القاعدة زائد الطول أكبر من 0
ca: La llargada del nom base més la llargada ha de ser superior a 0
de: Die Länge von basename plus length muss größer als 0 sein
es: El nombre base más el contador debe ser mayor que 0
eu: Izenaren oinarria gehi luzera 0 baino handiagoa izan behar da
fr: La longueur du nom de base plus la longueur doit être supérieure à 0
it: La lunghezza del nome base più la lunghezza deve essere maggiore di 0
pt: O comprimento do nome da base e o comprimento devem ser maiores que 0
ru: Длина базового имени плюс длина должна быть больше 0

source: The length of basename plus length must not be greater than 15
ar: لا يجب أن يكون طول اسم بالإضافة إلى طول قاعدة أكبر من 15
ca: La llargada del nom base més la llargada no pot ser superior a 15
de: Die Länge des Basisnamens plus Länge darf nicht größer als 15 sein
es: El nombre base más el contador no debe ser superior a 15
eu: Basename plus luzeraren luzera ez da 15 baino handiagoa izan behar
fr: La longueur du nom de base plus la longueur ne doit pas être supérieure à 15
it: La lunghezza del nome base più la lunghezza non deve essere maggiore di 15
pt: O comprimento do nome de base mais o comprimento não deve ser maior que 15
ru: Длина базового имени плюс длина числовой части не должна превышать 15
