Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: File upload/download redirection policy
ar: سياسة إعادة توجيه تحميل / تنزيل الملف
ca: Política de redirecció de càrrega/descàrrega de fitxers
de: Umleitungsrichtlinie für Datei-Upload/Download
es: Política de redireccionamiento de carga/descarga de archivos
eu: Fitxategiak kargatzeko / deskargatzeko birbideratze politika
fr: Politique de redirection de chargement/téléchargement de fichiers
it: Policy di reindirizzamento caricamento/download file
pt: Política de redirecionamento de upload / download de arquivo
ru: Политика перенаправления загрузки / скачивания файлов

source: Disable file sharing
ar: تعطيل مشاركة الملفات
ca: Desactiva la compartició de fitxers
de: Dateifreigabe deaktivieren
es: Deshabilitar el uso compartido de archivos
eu: Desgaitu fitxategiak partekatzea
fr: Désactiver le partage de fichiers
it: Disabilita la condivisione di file
pt: Desativar compartilhamento de arquivos
ru: Отключить обмен файлами

source: Allow download only
ar: السماح بالتنزيل فقط
ca: Permet només la descàrrega
de: Nur Download zulassen
es: Permitir solo descarga
eu: Baimendu deskargatzea soilik
fr: Autoriser le téléchargement uniquement
it: Consenti solo download
pt: Permitir apenas download
ru: Разрешить только скачивание

source: Allow upload only
ar: السماح بالتحميل فقط
ca: Permet només la càrrega
de: Nur Upload zulassen
es: Permitir solo la carga
eu: Baimendu kargatzea soilik
fr: Autoriser le téléchargement uniquement
it: Consenti solo il caricamento
pt: Permitir apenas upload
ru: Разрешить только загрузку

source: Enable file sharing
ar: تفعيل مشاركة الملفات
ca: Activa la compartició de fitxers
de: Aktivieren Sie die Dateifreigabe
es: Habilitar el uso compartido de archivos
eu: Gaitu fitxategiak partekatzea
fr: Activer le partage de fichiers
it: Abilita condivisione file
pt: Ativar compartilhamento de arquivos
ru: Разрешить общий доступ к файлам

source: Clipboard
ar: الحافظة
ca: Portapapers
de: Zwischenablage
es: Portapapeles
eu: Arbela
fr: Presse-papiers
it: Appunti
pt: Área de transferência
ru: Буфер обмена

source: Clipboard redirection policy
ar: سياسة إعادة توجيه الحافظة
ca: Política de redirecció del portapapers
de: Richtlinie zur Umleitung der Zwischenablage
es: Política de redireccionamiento del portapapeles
eu: Arbela birbideratzeko gidalerroak
fr: Politique de redirection du presse-papiers
it: Policy di reindirizzamento degli appunti
pt: Política de redirecionamento da área de transferência
ru: Политика перенаправления буфера обмена

source: Disable clipboard
ar: تعطيل الحافظة
ca: Desactiva el portapapers
de: Zwischenablage deaktivieren
es: Deshabilitar el portapapeles
eu: Desgaitu arbela
fr: Désactiver le presse-papiers
it: Disabilita appunti
pt: Desativar área de transferência
ru: Отключить буфер обмена

source: Disable copy from remote
ar: تعطيل النسخ من جهاز التحكم عن بعد
ca: Desactiva la còpia des de remot
de: Kopieren von der Fernbedienung deaktivieren
es: Deshabilitar la copia desde el control remoto
eu: Desgaitu kopia urrunetik
fr: Désactiver la copie à distance
it: Disabilita la copia da remoto
pt: Desativar cópia do remoto
ru: Отключить копирование с удаленного

source: Disable paste to remote
ar: تعطيل اللصق عن بعد
ca: Desactiva l'Enganxar a remot
de: In Fernbedienung einfügen deaktivieren
es: Deshabilitar pegar en remoto
eu: Desgaitu itsatsi urruneko moduan
fr: Désactiver le collage à distance
it: Disabilita incolla su remoto
pt: Desativar colar para remoto
ru: Отключить вставку на удаленный

source: Enable clipboard
ar: تمكين الحافظة
ca: Habilitar el portapapers
de: Zwischenablage aktivieren
es: Activar el portapapeles
eu: Arbelean gaitu
fr: Activez le presse-papiers
it: Abilita clipboard
pt: Ativar área de transferência
ru: Включить буфер обмена

source: Layout
ar: نسق
ca: Distribució
es: Distribución
fr: Mise en page
ru: Раскладка

source: Keyboard Layout of server
ar: تخطيط لوحة المفاتيح للخادم
ca: Disposició del teclat del servidor
de: Tastaturlayout des Servers
es: Diseño del teclado del servidor
eu: Zerbitzariaren teklatuaren diseinua
fr: Disposition du clavier du serveur
it: Layout della tastiera del server
pt: Layout do teclado do servidor
ru: Раскладка клавиатуры сервера

source: English (US) keyboard
ar: الإنجليزية (الولايات المتحدة) لوحة المفاتيح
ca: Teclat anglès (Estats Units)
de: Englische (US) Tastatur
es: Teclado en inglés (Estados Unidos)
eu: Teklatu ingelesa (AEB)
fr: Clavier anglais (États-Unis)
it: Tastiera inglese (Stati Uniti)
pt: Teclado inglês (EUA)
ru: Английская (US) клавиатура

source: English (GB) keyboard
ar: لوحة مفاتيح إنجليزية (GB)
ca: Teclat anglès (GB)
de: Englische (GB) Tastatur
es: Teclado inglés (GB)
eu: Teklatua ingelesa (GB)
fr: Clavier anglais (GB)
it: Tastiera inglese (GB)
pt: Teclado em inglês (GB)
ru: Английская (Великобритания) клавиатура

source: Spanish keyboard
ar: لوحة المفاتيح الإسبانية
ca: Teclat espanyol
de: Spanische Tastatur
es: Teclado español
eu: Espainiako teklatua
fr: Clavier espagnol
it: Tastiera spagnola
pt: Teclado espanhol
ru: Испанская клавиатура

source: Latin American keyboard
ar: لوحة المفاتيح أمريكا اللاتينية
ca: Teclat llatinoamericà
de: Lateinamerikanische Tastatur
es: Teclado latinoamericano
eu: Latinoamerikako teklatua
fr: Clavier latino-américain
it: Tastiera latinoamericana
pt: Teclado latino-americano
ru: Латиноамериканская клавиатура

source: Danish keyboard
ar: لوحة المفاتيح الدنماركية
ca: Teclat danès
de: Dänische Tastatur
es: Teclado Danés
eu: Daniar teklatua
fr: clavier danois
it: Tastiera danese
pt: Teclado dinamarquês
ru: Датская раскладка

source: German keyboard (qwertz)
ar: لوحة المفاتيح الألمانية (QWERTZ)
ca: Teclat alemany (qwertz)
de: Deutsche Tastatur (qwertz)
es: Teclado en alemán (qwertz)
eu: Teklatu alemana (qwertz)
fr: Clavier allemand (qwertz)
it: Tastiera tedesca (qwertz)
pt: Teclado alemão (qwertz)
ru: Немецкая клавиатура (qwertz)

source: French keyboard (azerty)
ar: لوحة المفاتيح الفرنسية (AZERTY)
ca: Teclat francès (azerty)
de: Französische Tastatur (azerty)
es: Teclado en francés (azerty)
eu: Teklatu frantsesa (azerty)
fr: Clavier Français (azerty)
it: Tastiera francese (azerty)
pt: Teclado francês (azerty)
ru: Французская клавиатура (azerty)

source: Belgian French keyboard (azerty)
ar: لوحة المفاتيح الفرنسية البلجيكية (azerty)
ca: Teclat francès belga (azerty)
de: Belgisch-französische Tastatur (azerty)
es: Teclado Francés Belga (azerty)
eu: Belgikako teklatu frantsesa (azerty)
fr: Clavier belge français (azerty)
it: Tastiera belga francese (azerty)
pt: Teclado belga francês (azerty)
ru: Бельгийская французская клавиатура (азерты)

source: Swiss German keyboard (qwertz)
ar: لوحة المفاتيح الألمانية السويسرية (qwertz)
ca: Teclat suís-alemany (qwertz)
de: Schweizerdeutsche Tastatur (qwertz)
es: Teclado alemán suizo (qwertz)
eu: Suitzako teklatu alemaniarra (qwertz)
fr: Clavier suisse allemand (qwertz)
it: Tastiera svizzera tedesca (qwertz)
pt: Teclado suíço-alemão (qwertz)
ru: Швейцарская немецкая клавиатура (qwertz)

source: Swiss French keyboard (qwertz)
ar: لوحة المفاتيح الفرنسية السويسرية (qwertz)
ca: Teclat suís-francès (qwertz)
de: Schweizer französische Tastatur (qwertz)
es: Teclado francés suizo (qwertz)
eu: Suitzako teklatu frantsesa (qwertz)
fr: Clavier Suisse Français (qwertz)
it: Tastiera francese svizzera (qwertz)
pt: Teclado francês suíço (qwertz)
ru: Швейцарская французская клавиатура (qwertz)

source: Hungarian keyboard
ar: لوحة المفاتيح المجرية
ca: Teclat hongarès
de: Ungarische Tastatur
es: Teclado Húngaro
eu: Teklatu hungariarra
fr: clavier hongrois
it: Tastiera ungherese
pt: Teclado húngaro
ru: Венгерская раскладка

source: Italian keyboard
ar: لوحة المفاتيح الإيطالية
ca: Teclat italià
de: Italienische Tastatur
es: Teclado en italiano
eu: Italiako teklatua
fr: Clavier italien
it: Tastiera italiana
pt: Teclado italiano
ru: Итальянская клавиатура

source: Japanese keyboard
ar: لوحة المفاتيح اليابانية
ca: Teclat japonès
de: Japanische Tastatur
es: Teclado japonés
eu: Japoniar teklatua
fr: Clavier japonais
it: Tastiera giapponese
pt: Teclado japonês
ru: Японская клавиатура

source: Norwegian keyboard
ar: لوحة المفاتيح النرويجية
ca: Teclat noruec
de: Norwegische Tastatur
es: Teclado Noruego
eu: Teklatu norvegiarra
fr: clavier norvégien
it: Tastiera norvegese
pt: Teclado norueguês
ru: Норвежская раскладка

source: Portuguese Brazilian keyboard
ar: لوحة المفاتيح البرتغالية البرازيلية
ca: Teclat portuguès brasiler
de: Portugiesisch-Brasilianische Tastatur
es: Teclado Brasileño Portugués
eu: Brasilgo teklatu portugesa
fr: Clavier brésilien portugais
it: Tastiera portoghese brasiliana
pt: Teclado português brasileiro
ru: Португальская бразильская раскладка

source: Swedish keyboard
ar: لوحة المفاتيح السويدية
ca: Teclat suec
de: Schwedische Tastatur
es: Teclado en sueco
eu: Suediar Teklatua
fr: Clavier suédois
it: Tastiera svedese
pt: Teclado sueco
ru: Шведская клавиатура

source: Turkish keyboard
ar: لوحة مفاتيح تركية
ca: Teclat turc
de: Türkische Tastatur
es: Teclado Turco
eu: Teklatu turkiarra
fr: clavier turc
it: Tastiera turca
pt: Teclado turco
ru: Турецкая клавиатура

source: Failsafe
ar: فشل آمن
ca: A prova de fallades
de: Ausfallsicher
es: A prueba de fallos
eu: hutsegiteen aurkako
pt: À prova de falhas
ru: Отказоустойчивость

source: Force new HTML Window
ar: فرض نافذة HTML جديدة
ca: Forçar una nova finestra HTML
de: Neues HTML-Fenster erzwingen
es: Forzar nueva ventana HTML
eu: HTML leiho berria behartu
fr: Forcer une nouvelle fenêtre HTML
it: Forza nuova finestra HTML
pt: Forçar nova janela HTML
ru: Открывать HTML в новом окне

source: Select windows behavior for new connections on HTML5
ar: حدد سلوك النوافذ للاتصالات الجديدة على HTML5
ca: Seleccioneu el comportament de les finestres per a noves connexions a HTML5
de: Wählen Sie das Windows-Verhalten für neue Verbindungen in HTML5 aus
es: Seleccione el comportamiento de Windows para nuevas conexiones en HTML5
eu: Aukeratu leihoen portaera HTML5 konexio berrietarako
fr: Sélectionnez le comportement de Windows pour les nouvelles connexions sur HTML5
it: Seleziona il comportamento di Windows per le nuove connessioni su HTML5
pt: Selecione o comportamento das janelas para novas conexões em HTML5
ru: Выбрать поведение Windows для новых подключений в HTML5

source: Open every connection on the same window, but keeps UDS window.
ar: افتح كل اتصال في نفس النافذة ، ولكن مع الاحتفاظ بنافذة UDS.
ca: Obrir totes les connexions a la mateixa finestra, però mantenir la finestra UDS.
de: Öffnen Sie jede Verbindung im selben Fenster, behalten Sie jedoch das UDS-Fenster bei.
es: Abre todas las conexiones en la misma ventana, pero mantiene la ventana de UDS.
eu: Ireki leiho berean konexio guztiak, baina UDS leihoa mantentzen du.
fr: Ouvrez chaque connexion sur la même fenêtre, mais conserve la fenêtre UDS.
it: Apri ogni connessione sulla stessa finestra, ma mantiene la finestra UDS.
pt: Abra todas as conexões na mesma janela, mas mantém a janela UDS.
ru: Открывать каждое соединение в одном окне, но сохранять окно UDS.

source: Force every connection to be opened on a new window.
ar: فرض كل اتصال ليتم فتحه في نافذة جديدة.
ca: Forçar l'obertura de totes les connexions en una finestra nova.
de: Erzwingen Sie, dass jede Verbindung in einem neuen Fenster geöffnet wird.
es: Fuerza que todas las conexiones se abran en una nueva ventana.
eu: Behartu konexio guztiak leiho berri batean irekitzera.
fr: Forcer l&#39;ouverture de chaque connexion dans une nouvelle fenêtre.
it: Forza l'apertura di ogni connessione in una nuova finestra.
pt: Força cada conexão a ser aberta em uma nova janela.
ru: Принудительно открывать каждое соединение в новом окне.

source: Override UDS window and replace it with the connection.
ar: تجاوز نافذة UDS واستبدلها بالاتصال.
ca: Substitueix la finestra d'UDS per la connexió.
de: Überschreiben Sie das UDS-Fenster und ersetzen Sie es durch die Verbindung.
es: Anule la ventana UDS y reemplácela con la conexión.
eu: Gainidatzi UDS leihoa eta ordeztu konexioarekin.
fr: Remplacez la fenêtre UDS et remplacez-la par la connexion.
it: Ignora la finestra UDS e sostituiscila con la connessione.
pt: Substitua a janela UDS e substitua-a pela conexão.
ru: Переопределите окно UDS и замените его подключением.

source: Connection security mode for Guacamole RDP connection
ar: وضع أمن الاتصال لاتصال RDP Guacamole
ca: Mode de seguretat de connexió per a la connexió RDP de Guacamole
de: Verbindungssicherheitsmodus für Guacamole RDP-Verbindung
es: Modo de seguridad de conexión para la conexión RDP de Guacamole
eu: Guacamole RDP konexioaren konexio segurtasun modua
fr: Mode de sécurité de connexion pour la connexion RDP de Guacamole
it: Modalità di sicurezza della connessione per la connessione Guacamole RDP
pt: Modo de segurança de conexão para conexão RDP Guacamole
ru: Режим безопасности соединения для соединения Guacamole RDP

source: Any (Allow the server to choose the type of auth)
ar: أي (السماح للملقم باختيار نوع المصادقة)
ca: Qualsevol (Permetre al servidor triar el tipus d'autenticació)
de: Any (Erlaubt dem Server, den Typ der Authentifizierung auszuwählen)
es: Any (permitir que el servidor a elegir el tipo de autenticación)
eu: Edozein (Baimendu zerbitzariak auth mota aukeratzeko)
fr: Aucun (permettre au serveur de choisir le type d’authentification)
it: Qualsiasi (Permette al server di scegliere il tipo di autenticazione)
pt: Qualquer (permitir que o servidor escolha o tipo de autenticação)
ru: Любой (Разрешить серверу выбирать тип авторизации)

source: RDP (Standard RDP encryption. Should be supported by all servers)
ar: RDP (التشفير "RDP". ينبغي أن تدعم كافة الملقمات)
ca: RDP (xifrat RDP estàndard. Suportat per tots els servidors)
de: RDP (Standard-RDP-Verschlüsselung. Sollte von allen Servern unterstützt werden)
es: RDP (cifrado RDP estándar. Soportado por todos los servidores)
eu: RDP (RDP estandarraren estandarra. Zerbitzari guztiek onartzen dute)
fr: RDP (cryptage RDP standard: doit être pris en charge par tous les serveurs)
it: RDP (crittografia RDP standard. Dovrebbe essere supportato da tutti i server)
pt: RDP (criptografia RDP padrão. Deve ser suportado por todos os servidores)
ru: RDP (стандартное RDP-шифрование. Должно поддерживаться всеми серверами)

source: NLA (Network Layer authentication. Requires VALID username&password, or connection will fail)
ar: NLA (مصادقة "طبقة شبكة الاتصال". يتطلب اسم مستخدم صالح & كلمة المرور، أو سيفشل الاتصال)
ca: NLA (autenticació de capa de xarxa. Requereix un usuari i contrasenya vàlids, o la connexió fallarà)
de: NLA (Network Layer-Authentifizierung. Benötigt GÜLTIGEN Benutzernamen und Kennwort, sonst schlägt die Verbindung fehl).
es: NLA (autenticación de capa de red. Requiere nombre de usuario VÁLIDO y contraseña, o la conexión fallará)
eu: NLA (Network Layer Authentification. Baliozko erabiltzailea eta pasahitza eskatzen ditu, edo konexioak huts egingo du).
fr: NLA (Authentification par couche réseau) Nécessite un mot de passe et nom d'utilisateur VALIDE, ou la connexion échouera
it: NLA (Network Layer Authentication. Richiede nome utente e password VALIDI, altrimenti la connessione fallirà)
pt: NLA (autenticação de camada de rede. Requer nome de usuário e senha válidos, ou a conexão falhará)
ru: NLA (проверка сетевого уровня. Требуется имя пользователя и пароль VALID или соединение не будет выполнено)

source: NLA extended (Network Layer authentication. Requires VALID username&password, or connection will fail)
ar: تمديد NLA (مصادقة طبقة الشبكة. يتطلب اسم مستخدم وكلمة مرور صالحين ، أو سيفشل الاتصال)
ca: NLA (Network Layer Authentication/Autenticació de Capa de Xarxa) ampliat. Requereix un nom d'usuari i una contrasenya vàlids o la connexió fallarà)
de: NLA erweitert (Netzwerkschicht-Authentifizierung. Erfordert einen GÜLTIGEN Benutzernamen und ein gültiges Passwort, oder die Verbindung schlägt fehl)
es: NLA extendido (autenticación de capa de red. Requiere nombre de usuario y contraseña VÁLIDOS o la conexión fallará)
eu: NLA hedatua (Sare geruzaren autentifikazioa. Erabiltzaile izena eta pasahitza VALIDAK behar dira, edo konexioak huts egingo du)
fr: NLA étendu (authentification de la couche réseau. Nécessite un nom d&#39;utilisateur et un mot de passe VALIDE, sinon la connexion échouera)
it: NLA esteso (autenticazione a livello di rete. Richiede nome utente e password VALID, altrimenti la connessione non riuscirà)
pt: NLA estendido (autenticação de camada de rede. Requer nome de usuário e senha VÁLIDOS ou a conexão falhará)
ru: Расширенный NLA (аутентификация на сетевом уровне. Требуется ДЕЙСТВИТЕЛЬНОЕ имя пользователя и пароль, иначе соединение не будет установлено)

source: TLS (Transport Security Layer encryption)
ar: TLS (تشفير طبقة النقل الأمن)
ca: TLS (xifrat de capa de seguretat de transport)
de: TLS (Transport Security Layer-Verschlüsselung)
es: TLS (encriptación de capa de seguridad de transporte)
eu: TLS (Garraioaren segurtasunaren geruza enkriptatzea)
fr: TLS (chiffrement de la couche de sécurité de transport)
it: Crittografia TLS (Transport Security Layer)
pt: TLS (criptografia de camada de segurança de transporte)
ru: TLS (шифрование уровня безопасности передачи)

source: RDP Port
ar: منفذ RDP
ca: Port RDP
es: Puerto RDP
eu: RDP ataka
fr: Port RDP
it: Porta RDP
pt: Porta RDP
ru: Порт RDP

source: Use this port as RDP port. Defaults to 3389.
ar: استخدم هذا المنفذ كمنفذ RDP. الافتراضي هو 3389.
ca: Utilitzeu aquest port com a port RDP. Per defecte és el 3389.
de: Verwenden Sie diesen Port als RDP-Port. Standardmäßig auf 3389.
es: Utilice este puerto como puerto RDP. El valor predeterminado es 3389.
eu: Erabili ataka hau RDP ataka gisa. 3389 balio lehenetsia.
fr: Utilisez ce port comme port RDP. La valeur par défaut est 3389.
it: Usa questa porta come porta RDP. Il valore predefinito è 3389.
pt: Use esta porta como porta RDP. O padrão é 3389.
ru: Использовать этот порт как порт RDP. По умолчанию 3389.

source: Glyptodon Enterprise context path
ar: مسار سياق Glyptodon Enterprise
ca: Ruta de context de Glyptodon Enterprise
de: Glyptodon Enterprise-Kontextpfad
es: Ruta de contexto de Glyptodon Enterprise
eu: Glyptodon Enterprise testuinguruaren bidea
fr: Chemin de contexte Glyptodon Enterprise
it: Percorso di contesto Glyptodon Enterprise
pt: Caminho de contexto Glyptodon Enterprise
ru: Путь к контексту Glyptodon Enterprise

source: Customized path for Glyptodon Enterprise tunnel. (Only valid for Glyptodon Enterprise Tunnel)
ar: مسار مخصص لنفق Glyptodon Enterprise. (صالح فقط لـ Glyptodon Enterprise Tunnel)
ca: Ruta personalitzada per al túnel Glyptodon Enterprise. (Vàlida només per al túnel Glyptodon Enterprise)
de: Benutzerdefinierter Pfad für den Glyptodon Enterprise-Tunnel. (Nur gültig für Glyptodon Enterprise Tunnel)
es: Ruta personalizada para el túnel de Glyptodon Enterprise. (Solo válido para Glyptodon Enterprise Tunnel)
eu: Glyptodon Enterprise tunelerako pertsonalizatutako bidea. (Glyptodon Enterprise Tunnelerako soilik balio du)
fr: Chemin personnalisé pour le tunnel Glyptodon Enterprise. (Valable uniquement pour Glyptodon Enterprise Tunnel)
it: Percorso personalizzato per il tunnel Glyptodon Enterprise. (Valido solo per Glyptodon Enterprise Tunnel)
pt: Caminho personalizado para o túnel Glyptodon Enterprise. (Válido apenas para Glyptodon Enterprise Tunnel)
ru: Настроенный путь для туннеля Glyptodon Enterprise. (Действительно только для Glyptodon Enterprise Tunnel)

source: Support parameters
ar: معلمات الدعم
eu: Laguntza-parametroak
it: Parametri di supporto
ru: Параметры поддержки

source: Support provided parameters. Do not modify
ar: دعم المعلمات المقدمة. لا تقم بتعديلها
eu: Laguntza emandako parametroak. Ez aldatu
it: Supporta i parametri forniti. Non modificare
ru: Поддержка предоставленных параметров. Не изменять

source: RDS protocol using HTML5 client for vApps
ar: بروتوكول RDS باستخدام عميل HTML5 vApps
ca: Protocol RDP utilitzant client HTML5 per a vApps
de: RDS-Protokoll mit HTML5-Client für vApps
es: Protocolo RDS utilizando a cliente de HTML5 para vApps
eu: RDS protokoloa HTML5 bezeroa erabiliz vApps-ekin
fr: Protocole RDS en utilisant HTML5 client pour vApps
it: Protocollo RDS per vApp che utilizza client HTML5
pt: Protocolo RDS usando cliente HTML5 para vApps
ru: RDS-протокол с использованием клиента HTML5 для vApps

source: Load Balancing Info
ar: معلومات موازنة التحميل
ca: Informació d&#39;equilibri de càrrega
de: Load-Balancing-Informationen
es: Información de balanceo de carga
eu: Karga orekatzeko informazioa
fr: Informations sur l&#39;équilibrage de charge
it: Informazioni sul bilanciamento del carico
pt: Informações de Balanceamento de Carga
ru: Информация о балансировке нагрузки

source: Load Balancing Info. Normally, this field is blank. Check de documentation for your balancer.
ar: معلومات موازنة التحميل. عادة ، هذا الحقل فارغ. تحقق من وثائق الموازن الخاص بك.
ca: Informació d&#39;equilibri de càrrega. Normalment, aquest camp està en blanc. Comproveu la documentació del vostre equilibrador.
de: Load-Balancing-Informationen. Normalerweise ist dieses Feld leer. Überprüfen Sie die Dokumentation für Ihren Balancer.
es: Información de balanceo de carga. Normalmente, este campo está en blanco. Consulta la documentación de tu balanceador.
eu: Karga orekatzeko informazioa. Normalean, eremu hau hutsik dago. Egiaztatu zure orekatzailearen dokumentazioa.
fr: Informations sur l&#39;équilibrage de charge. Normalement, ce champ est vide. Vérifiez la documentation de votre équilibreur.
it: Informazioni sul bilanciamento del carico. Normalmente, questo campo è vuoto. Controlla la documentazione del tuo bilanciatore.
pt: Informações de balanceamento de carga. Normalmente, este campo está em branco. Verifique a documentação do seu balanceador.
ru: Информация о балансировке нагрузки. Обычно это поле пустое. Проверьте документацию для вашего балансировщика.

source: Gateway Hostname
ar: اسم مضيف البوابة
ca: Nom d&#39;amfitrió de la passarel·la
es: Nombre de host de puerta de enlace
eu: Gateway ostalari-izena
fr: Nom d&#39;hôte de la passerelle
it: Nome host del gateway
pt: Nome do host do gateway
ru: Имя хоста шлюза

source: Hostname or IP address of the gateway server. if ommited, no gateway will be used
ar: اسم المضيف أو عنوان IP لخادم البوابة. إذا تم تشغيله ، فلن يتم استخدام أي بوابة
ca: Nom d&#39;amfitrió o adreça IP del servidor de passarel·la. si s&#39;omet, no s&#39;utilitzarà cap passarel·la
de: Hostname oder IP-Adresse des Gateway-Servers. Wenn es weggelassen wird, wird kein Gateway verwendet
es: Nombre de host o dirección IP del servidor de puerta de enlace. si se omite, no se utilizará ninguna puerta de enlace
eu: Pasabide-zerbitzariaren ostalari-izena edo IP helbidea. kenduz gero, ez da atebiderik erabiliko
fr: Nom d&#39;hôte ou adresse IP du serveur de passerelle. si omis, aucune passerelle ne sera utilisée
it: Nome host o indirizzo IP del server gateway. se omesso, non verrà utilizzato alcun gateway
pt: Nome do host ou endereço IP do servidor de gateway. se omitido, nenhum gateway será usado
ru: Имя хоста или IP-адрес сервера шлюза. если опущен, шлюз использоваться не будет

source: Gateway Port
ar: منفذ البوابة
ca: Port d&#39;entrada
es: Puerto de puerta de enlace
eu: Gateway Portua
fr: Port passerelle
it: Porta del gateway
pt: porta de gateway
ru: Порт шлюза

source: Port of the gateway server.
ar: ميناء خادم البوابة.
ca: Port del servidor de passarel·la.
de: Port des Gateway-Servers.
es: Puerto del servidor de puerta de enlace.
eu: Pasabide zerbitzariaren ataka.
fr: Port du serveur de passerelle.
it: Porta del server gateway.
pt: Porta do servidor de gateway.
ru: Порт сервера шлюза.
