Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Connection params seems correct, test was succesfully executed
ar: يبدو params الاتصال الصحيح، واختبار تم تنفيذها بنجاح
ca: Els paràmetres de connexió semblen correctes, la prova s'ha executat correctament
de: Verbindungsparameter scheinen korrekt zu sein, der Test wurde erfolgreich ausgeführt
es: Los parámetros de conexión parecen validos, el test fue ejecutado correctamente
eu: Konexioaren parametak zuzena dirudi, proba ondo exekutatu da
fr: Params de connexion semble correcte, le test a été correctement exécuté
it: I parametri di connessione sembrano corretti, il test è stato eseguito correttamente
pt: Params de conexão parece correto, o teste foi executado com sucesso
ru: Параметры подключения кажутся верными, тест выполнен успешно

source: EDirectory Server IP or Hostname
ar: EDirectory Server IP أو اسم المضيف
ca: Nom de host o IP del servidor eDirectory
de: EDirectory Server IP oder Hostname
es: IP del Servidor EDirectory o nombre de host
eu: EDirectory zerbitzariaren IP-a edota izena
fr: Serveur EDirectory IP ou nom d'hôte
it: IP o nome host del server EDirectory
pt: IP ou nome do host do EDirectory Server
ru: IP адрес или имя сервера EDirectory

source: Ldap port (usually 389 for non ssl and 636 for ssl)
ar: منفذ Ldap (عادة 389 ل ssl غير) و 636 ل ssl
ca: Port LDAP (generalment el 636 per a connexions SSL i el 389 per a no SSL)
de: Ldap-Port (normalerweise 389 für Nicht-SSL und 636 für SSL)
es: Puerto LDAP (generalmente 389 para los que no son SSL y 636 para ssl)
eu: LDAP portua (389 SSL-rik gabe edo 636 SSL-arekin)
fr: Port LDAP (389 pour non ssl, habituellement) et 636 pour ssl
it: Porta Ldap (in genere 389 per non ssl e 636 per ssl)
pt: Porta Ldap (geralmente 389 para não ssl e 636 para ssl)
ru: Порт LDAP (обычно 389 без ssl и 636 с ssl)

source: If checked, the connection will be ssl, using port 636 instead of 389
ar: إذا كانت محددة، يكون الاتصال ssl, باستخدام منفذ 636 بدلاً من 389
ca: Si està seleccionat, s'utilitzarà una connexió SSL, utilitzant el port 636 en lloc del 389
de: Wenn diese Option aktiviert ist, erfolgt die Verbindung über SSL unter Verwendung von Port 636 anstelle von 389
es: Si está seleccionada, la conexión será ssl, usando el puerto 636 en lugar de 389
eu: Egiaztatuta badago, konexioa ssl izango da, 636 ataka erabiliz 389 ordez
fr: S'il est activé, la connexion sera ssl, en utilisant le port 636 au lieu de 389
it: Se selezionato, la connessione sarà ssl, usando la porta 636 anziché 389
pt: Se marcada, a conexão será ssl, usando a porta 636 ao invés de 389
ru: Если отмечено, соединение будет шифроваться ssl, используя порт 636 вместо 389

source: Username with read privileges on the eDirectory
ar: اسم المستخدم امتيازات القراءة على eDirectory
ca: Nom d'usuari amb privilegis de lectura sobre l'eDirectory
de: Benutzername mit Leserechten für das eDirectory
es: Nombre de usuario con privilegios de lectura en eDirectory
eu: eDirectory-an irakurtzeko pribilegioa daukan erabiltzailea
fr: Nom d'utilisateur avec des privilèges de lecture sur l'eDirectory
it: Nome utente con privilegi di lettura su eDirectory
pt: Nome de usuário com privilégios de leitura no eDirectory
ru: Имя пользователя с правами на чтение в eDirectory

source: Timeout
ar: مهلة
ca: Temps d'espera
de: Auszeit
es: Tiempo de espera
eu: Demboraz kampo
fr: Délai d'attente
pt: Tempo limite
ru: Таймаут

source: Timeout in seconds of connection to LDAP
ar: المهلة بالثواني لاتصال LDAP
ca: Temps d'espera de la connexió amb el LDAP en segons
de: Timeout in Sekunden der Verbindung zu LDAP
es: Tiempo de espera en segundos de conexión a LDAP
eu: Denbora-muga LDAP konexio segundotan
fr: Délai en secondes de la connexion à LDAP
it: Timeout in secondi per la connessione a LDAP
pt: Tempo limite em segundos de conexão ao LDAP
ru: Таймаут подключения к LDAP в секундах

source: MFA attribute
ar: سمة MFA
ca: Atribut MFA
de: MFA-Attribut
es: Atributo MFA
eu: MFA atributua
fr: Attribut MFA
it: Attributo MFA
pt: Atributo MFA
ru: Атрибут многофакторной идентификации

source: Attribute from where to extract the MFA code
ar: السمة من مكان استخراج رمز MFA
ca: Atribut d&#39;on extreure el codi MFA
de: Attribut, aus dem der MFA-Code extrahiert werden soll
es: Atributo desde donde extraer el código MFA
eu: Atributua nondik atera MFA kodea
fr: Attribut d&#39;où extraire le code MFA
it: Attributo da cui estrarre il codice MFA
pt: Atributo de onde extrair o código MFA
ru: Атрибут, из которого извлекается код МФА

source: eDirectory Authenticator
ar: eDirectory المصادق
ca: Autenticador eDirectory
es: Autenticador eDirectory
eu: eDirectory autentikatzailea
fr: eDirectory authentificateur
it: Autenticatore eDirectory
pt: Autenticador do eDirectory
ru: Аутентификатор eDirectory

source: Authenticate against eDirectory
ar: مصادقة ضد eDirectory
ca: Autenticar sobre eDirectory
de: Authentifizierung gegen eDirectory
es: Autenticar contra eDirectory
eu: eDirectory-ren kontra autentikatu
fr: S'authentifier auprès d'eDirectory
it: Autentica con eDirectory
pt: Autenticar-se contra o eDirectory
ru: Аутентификация в eDirectory

source: Connection error
ar: خطأ في الإتصال
ca: Error de connexió
de: Verbindungsfehler
es: Error de conexión
eu: Konexio-errorea
fr: Erreur de connexion
it: Errore di connessione
pt: Erro de conexão
ru: Ошибка подключения

source: Connection error: {}
ar: خطأ في الإتصال: {}
ca: Error de connexió: {}
de: Verbindungsfehler: {}
es: Error de conexión: {}
eu: Konexio-errorea: {}
fr: Erreur de connexion: {}
it: Errore di connessione: {}
pt: Erro de conexão: {}
ru: Ошибка подключения: {}

source: Ldap search base is incorrect
ar: قاعدة البحث Ldap غير صحيح
ca: La base de cerca LDAP no és correcta
de: Ldap-Suchbasis ist falsch
es: La base de búsqueda LDAP es incorrecta
eu: LDAP bilaketa oinarria txarto dago
fr: Base de recherche LDAP est incorrect
it: La base di ricerca Ldap non è corretta
pt: A base de pesquisa do Ldap está incorreta
ru: Поиск в LDAP некорректный

source: Ldap user class seems to be incorrect (no user found by that class)
ar: يبدو أن فئة Ldap المستخدم غير صحيحة (العثور على لا مستخدم من تلك الفئة)
ca: La classe d'usuari LDAP sembla no ser correcta (no s'ha trobat cap usuari amb aquesta classe)
de: LDAP-Benutzerklasse scheint falsch zu sein (kein Benutzer wurde von dieser Klasse gefunden)
es: La clase de usuario de LDAP parece ser incorrecta (ningún usuario encontrado por esa clase)
eu: LDAP erabiltzaile mota txarto dagoela dirudi (ez da aurkitu mota horretako erabiltzailerik)
fr: Classe d'utilisateur LDAP semble incorrect (aucun utilisateur trouvé par cette classe)
it: La classe utente Ldap sembra non essere corretta (nessun utente trovato da quella classe)
pt: A classe de usuário Ldap parece estar incorreta (nenhum usuário encontrado por essa classe)
ru: Класс пользователя Ldap возможно указан неправильно (пользователь с этим классом не найден)

source: Ldap user id attribute seems to be incorrect (no user found by that attribute)
ar: يبدو أن Ldap المستخدم معرف السمة غير صحيحة (أي مستخدم موجود بذلك السمة)
ca: L'atribut d'ID de l'usuari LDAP sembla no ser correcte (no s'ha trobat cap usuari amb aquest atribut)
de: LDAP-Benutzer-ID-Attribut scheint falsch zu sein (kein Benutzer wurde von diesem Attribut gefunden)
es: El atributo de id de usuario Ldap parece ser incorrecto (ningún usuario encontrado por ese atributo)
eu: Ldap erabiltzailearen id atributua okerra dela dirudi (atributuak aurkitu ez dituen erabiltzaileak)
fr: Attribut d'id utilisateur LDAP semble incorrect (aucun utilisateur trouvée par qui attribut)
it: L'attributo ID utente Ldap sembra non corretto (nessun utente trovato da tale attributo)
pt: O atributo de ID do usuário do Ldap parece estar incorreto (nenhum usuário foi encontrado por esse atributo)
ru: Атрибут идентификатора пользователя Ldap возможно указан некорректно (пользователя с таким атрибутом не обнаружено)

source: Ldap group attribute seems to be incorrect (no group found by that attribute)
ar: يبدو أن سمة مجموعة Ldap غير صحيحة (لم يتم العثور على مجموعة بواسطة تلك السمة)
ca: L&#39;atribut del grup Ldap sembla ser incorrecte (no s&#39;ha trobat cap grup per aquest atribut)
de: Das Ldap-Gruppenattribut scheint falsch zu sein (von diesem Attribut wurde keine Gruppe gefunden)
es: El atributo del grupo Ldap parece ser incorrecto (no se encontró ningún grupo con ese atributo)
eu: Ldap taldearen atributua okerra dela dirudi (atributu horrek ez du talderik aurkitu)
fr: L&#39;attribut du groupe Ldap semble incorrect (aucun groupe trouvé par cet attribut)
it: L'attributo del gruppo Ldap sembra non corretto (nessun gruppo trovato da quell'attributo)
pt: O atributo do grupo Ldap parece estar incorreto (nenhum grupo encontrado por esse atributo)
ru: Атрибут группы Ldap кажется неверным (по этому атрибуту группа не найдена)

source: Ldap user class or user id attr is probably wrong (Ldap is an eDirectory?)
ar: Attr معرف المستخدم أو فئة المستخدم Ldap خاطئ ربما (Ldap هو eDirectory)؟
ca: La classe de l'usuari o l'atribut d'ID de l'usuari LDAP probablement són erronis (el LDAP és un eDirectory?)
de: LDAP-Benutzerklasse oder Benutzer-ID attr ist wahrscheinlich falsch (LDAP ist ein eDirectory?)
es: La clase de usuario LDAP o el atributo id de usuario son probablemente incorrectos (¿Ldap es un eDirectory?)
eu: Ldap erabiltzailearen klasea edo erabiltzaile IDa ziurrenik oker dago (Ldap eDirectory bat da?)
fr: LDAP user class ou utilisateur id attr est probablement faux (Ldap est un eDirectory?)
it: La user class o l'attributo user id di Ldap sono probabilmente sbagliati (Ldap è eDirectory?)
pt: A classe de usuário do Ldap ou o id do usuário attr estão provavelmente errados (o Ldap é um eDirectory?)
ru: Класс пользователя LDAP или идентификатор атрибута пользователя, вероятно, неверен (LDAP - это eDirectory?)

source: IP Authenticator
ar: IP المصادق
ca: Autenticador IP
es: Autenticador IP
eu: IP autentikatzailea
fr: Authentificateur IP
it: Autenticatore IP
pt: Autenticador de IP
ru: IP аутентификатор

source: IP Range
ar: نطاق IP
ca: Rang IP
de: IP-Bereich
es: Rango IP
eu: IP bitartea
fr: Plage d'adresses IP
it: Intervallo IP
pt: Intervalo de IP
ru: Диапазон IP-адресов

source: Accept proxy
ar: قبول الوكيل
ca: Acceptar proxy
de: Proxy annehmen
es: Aceptar proxy
eu: Proxy-a onartu
fr: Accepter Proxy
it: Accetta il proxy
pt: Aceitar proxy
ru: Разрешить прокси

source: If checked, requests via proxy will get FORWARDED ip address (take care with this bein checked, can take internal IP addresses from internet)
ar: إذا راجعت، الطلبات عن طريق الوكيل سوف تحصل على عنوان ip يتم إعادة توجيهها (يمكن أن يستغرق هذا التحقق عناوين IP داخلية من الإنترنت)
ca: Si està seleccionat, les sol·licituds a través de proxy tindran una adreça IP REENVIADA (alerta si ho seleccionau, podeu obtenir adreces IP internes d'Internet)
de: Wenn diese Option aktiviert ist, erhalten Anfragen über einen Proxy eine FORWARDED-IP-Adresse (achten Sie darauf, dass diese überprüft wird, und können interne IP-Adressen aus dem Internet beziehen.)
es: Si está seleccionada, las solicitudes a través de proxy tendrán dirección IP REENVIADO (tenga cuidado si lo selecciona, puede coger direcciones IP internas de internet)
eu: Egiaztatuta badago, proxyaren bidez eskaerak IP helbidetik jasoko dira (zaindu bein hau egiaztaturik, barruko IP helbideak internetetik atera daitezke)
fr: Si cochée, les demandes obtenues via le proxy seront transférées a l'adresse ip (veuillez a qu'il soit vérifié, peut prendre les adresses IP internes depuis internet)
it: Se selezionato, le richieste tramite proxy otterranno l'indirizzo IP AVANZATO (fare attenzione con questo controllo, può prendere gli indirizzi IP interni da internet)
pt: Se marcada, os pedidos via proxy receberão endereço IP FORWARDED (tome cuidado com isso, verifique endereços IP internos da Internet)
ru: Если этот флаг установлен, запросы через прокси получат IP-адрес прокси сервера

source: Allowed only from this networks
ar: مسموح فقط من هذه الشبكات
de: Nur von diesen Netzwerken erlaubt
es: Permitido solo desde estas redes
eu: Sare hauetatik soilik onartzen da
fr: Autorisé uniquement à partir de ces réseaux
it: Consentito solo da queste reti
pt: Permitido somente nestas redes
ru: Разрешено только из этих сетей

source: This authenticator will be allowed only from these networks. Leave empty to allow all networks
ar: سيتم السماح بهذا المصادقة من هذه الشبكات فقط. اتركه فارغًا للسماح لجميع الشبكات
de: Dieser Authentifikator wird nur von diesen Netzwerken zugelassen. Leer lassen, um alle Netzwerke zuzulassen
es: Este autenticador solo se permitirá desde estas redes. Déjelo en blanco para permitir todas las redes.
eu: Autentifikatzaile hau sare hauetatik soilik onartuko da. Utzi hutsik sare guztiak baimentzeko
fr: Cet authentificateur ne sera autorisé que sur ces réseaux. Laissez vide pour autoriser tous les réseaux
it: Questo autenticatore sarà consentito solo da queste reti. Lascia vuoto per consentire tutte le reti
pt: Este autenticador será permitido somente dessas redes. Deixe em branco para permitir todas as redes
ru: Этот аутентификатор будет разрешен только из этих сетей. Оставьте пустым, чтобы разрешить все сети

source: All seems to be fine.
ar: على ما يبدو الكل على ما يرام.
ca: Tot sembla ser correcte
de: Alles scheint gut zu sein.
es: Parece que todo está bien.
eu: Dirudienez dena ondo dago
fr: Tout semble aller bien.
it: Tutto sembra corretto.
pt: Tudo parece estar bem.
ru: Все хорошо

source: Internal Database
ar: قاعدة البيانات الداخلية
ca: Base de dades interna
de: Interne Datenbank
es: Base de datos interna
eu: Barneko datu-basea
fr: Base de données interne
it: Database interno
pt: Banco de Dados Interno
ru: Внутренняя БД

source: Internal dabasase authenticator. Doesn't use external sources
ar: قاعدة البيانات الداخلية للمصادق. لا تستخدم مصادر خارجية
ca: Autenticador de base de dades interna. No s'utilitzen fonts externes
de: Interner Dabasase-Authentifikator. Verwendet keine externen Quellen
es: Autenticador de base de datos interna. No usa fuentes externas
eu: Barne dabasase autentikatzailea. Ez ditu kanpoko jatorriak erabiltzen
fr: Authentificateur de base de données interne . N'utilise pas des sources externes
it: Autenticatore database interno. Non viene utilizzata nessuna fonte esterna
pt: Autenticador dabasase interno. Não usa fontes externas
ru: Аутентификатор внутренней БД. Не используйте внешние источники.

source: Different user for each host
ar: مستخدم مختلف لكل مضيف
ca: Usuari diferent per a cada host
de: Unterschiedlicher Benutzer für jeden Host
es: Diferente usuario para cada host
eu: Ostalari bakoitzeko erabiltzaile ezberdinak
fr: Utilisateur différent pour chaque hôte
it: Utente diverso per ogni host
pt: Usuário diferente para cada host
ru: Разные пользователи для каждого хоста

source: If checked, each host will have a different user name
ar: في حالة تحديد كل مضيف سوف يكون اسم مستخدم مختلف
ca: Si està seleccionat, cada host tindrà un nom d'usuari diferent
de: Wenn diese Option aktiviert ist, hat jeder Host einen anderen Benutzernamen
es: Si está seleccionado, cada host tendrá un nombre de usuario diferente
eu: Aktibo izanez gero, erabiltzaile ezberdinak izango dituzte ostalariek
fr: S'il est activé, chaque hôte aura un nom d'utilisateur différent
it: Se selezionato, ciascun host avrà un nome utente diverso
pt: Se marcado, cada host terá um nome de usuário diferente
ru: Если отмечено, каждый хост будет иметь другое имя пользователя

source: Reverse DNS
ar: عكس DNS
ca: DNS invers
de: Umgekehrtes DNS
es: DNS Inversa
eu: Atzeranzko DNS-a
it: DNS inverso
pt: DNS reverso
ru: Обратный DNS

source: If checked, the host will be reversed dns
ar: في حالة تحديد المضيف سوف تكون عكس dns
ca: Si està seleccionat, el host serà DNS invers
de: Wenn aktiviert, wird der Host dns rückgängig gemacht
es: Si está seleccionado, el host será DNS Inversa
eu: Aktibo izanez gero, ostalariak atzeranzko dns-a izango du
fr: S'il est activé, l'hôte sera DNS inversée
it: Se selezionato, l'host effettuerà una risoluzione DNS inversa
pt: Se marcado, o host será invertido dns
ru: Если отмечено, хост будет использовать обратный DNS

source: All seems fine in the authenticator.
ar: كل شيء يبدو بشكل جيد في المصادق.
ca: Tot sembla correcte a l'autenticador
de: Beim Authentifikator scheint alles in Ordnung zu sein.
es: Parace que todo funciona correctamente en el autenticador.
eu: Autentikatzailea ondo dagoela dirudi
fr: Tout semble ok dans l'authentificateur.
it: Tutto sembra a posto nell'autenticatore.
pt: Tudo parece bem no autenticador.
ru: Все хорошо для аутентификатора.

source: OAuth2 Authenticator
ar: أداة مصادقة OAuth2
ca: Autenticador OAuth2
de: OAuth2-Authentifikator
es: Autenticador OAuth2
eu: OAuth2 autentifikatzailea
fr: Authentificateur OAuth2
it: Autenticatore OAuth2
pt: Autenticador OAuth2
ru: Аутентификатор OAuth2

source: Authorization endpoint
ar: نقطة نهاية التفويض
ca: Punt final d&#39;autorització
de: Autorisierungsendpunkt
es: EndPoint de autorización
eu: Baimenaren amaiera-puntua
fr: Point de terminaison d’autorisation
it: Endpoint di autorizzazione
pt: Ponto final de autorização
ru: Конечная точка авторизации

source: Authorization endpoint for OAuth2.
ar: نقطة نهاية التفويض لـ OAuth2.
ca: Punt final d&#39;autorització per a OAuth2.
de: Autorisierungsendpunkt für OAuth2.
es: EndPoint de autorización para OAuth2.
eu: OAuth2 baimenaren amaiera-puntua.
fr: Point de terminaison d’autorisation pour OAuth2.
it: Endpoint di autorizzazione per OAuth2.
pt: Endpoint de autorização para OAuth2.
ru: Конечная точка авторизации для OAuth2.

source: Client ID for OAuth2.
ar: معرف العميل لـ OAuth2.
de: Client-ID für OAuth2.
es: ID de cliente para OAuth2.
eu: OAuth2-ren bezero IDa.
fr: ID client pour OAuth2.
it: ID client per OAuth2.
pt: ID do cliente para OAuth2.
ru: Идентификатор клиента для OAuth2.

source: Client secret for OAuth2.
ar: سر العميل لـ OAuth2.
de: Clientgeheimnis für OAuth2.
es: Secreto de cliente para OAuth2.
eu: OAuth2-rako bezero sekretua.
fr: Secret client pour OAuth2.
it: Segreto client per OAuth2.
pt: Segredo do cliente para OAuth2.
ru: Секрет клиента для OAuth2.

source: Scope
ar: نِطَاق
ca: Àmbit
de: Umfang
eu: Eremua
fr: Portée
it: Scopo
pt: Escopo
ru: Область

source: Scope for OAuth2.
ar: نطاق OAuth2.
ca: Àmbit per a OAuth2.
de: Geltungsbereich für OAuth2.
es: Scope de OAuth2.
eu: OAuth2-ren esparrua.
fr: Portée pour OAuth2.
it: Ambito per OAuth2.
pt: Escopo para OAuth2.
ru: Область действия OAuth2.

source: Common Groups
ar: المجموعات المشتركة
ca: Grups comuns
de: Gemeinsame Gruppen
es: Grupos comunes
eu: Talde komunak
fr: Groupes communs
it: Gruppi comuni
pt: Grupos Comuns
ru: Общие группы

source: User will be assigned to this groups once authenticated. Comma separated list of groups
ar: سيتم تعيين المستخدم لهذه المجموعات بمجرد المصادقة عليه. قائمة المجموعات المفصولة بفواصل
ca: L&#39;usuari s&#39;assignarà a aquests grups un cop autenticat. Llista de grups separats per comes
de: Nach der Authentifizierung wird der Benutzer dieser Gruppe zugewiesen. Durch Kommas getrennte Liste von Gruppen
es: El usuario será asignado a estos grupos una vez autenticado. Lista de grupos separados por comas
eu: Erabiltzailea talde hauei esleituko zaie autentifikatu ondoren. Komaz bereizitako taldeen zerrenda
fr: L&#39;utilisateur sera affecté à ces groupes une fois authentifié. Liste de groupes séparés par des virgules
it: L'utente verrà assegnato a questi gruppi una volta autenticato. Elenco di gruppi separati da virgole
pt: O usuário será atribuído a esses grupos depois de autenticado. Lista de grupos separados por vírgulas
ru: Пользователь будет добавлен в эту группу после аутентификации. Список групп, разделенных запятыми

source: Redirection endpoint
ar: نقطة نهاية إعادة التوجيه
ca: Punt final de redirecció
de: Umleitungsendpunkt
es: EndPoint de redirección
eu: Birbideratzeko amaiera-puntua
fr: Point de terminaison de redirection
it: Endpoint di reindirizzamento
pt: Ponto final de redirecionamento
ru: Конечная точка перенаправления

source: Redirection endpoint for OAuth2. (Filled by UDS)
ar: نقطة نهاية إعادة التوجيه لـ OAuth2. (مملوءة بواسطة UDS)
ca: Punt final de redirecció per a OAuth2. (Emplenat per la UDS)
de: Umleitungsendpunkt für OAuth2. (Ausgefüllt von UDS)
es: EndPoint de redirección para OAuth2. (Rellenado por UDS)
eu: OAuth2rako birbideratze-amaiera. (UDSk betea)
fr: Point de terminaison de redirection pour OAuth2. (Rempli par UDS)
it: Endpoint di reindirizzamento per OAuth2. (Compilato da UDS)
pt: Endpoint de redirecionamento para OAuth2. (Preenchido por UDS)
ru: Конечная точка перенаправления для OAuth2. (Заполнено UDS)

source: Response type
ar: نوع الاستجابة
ca: Tipus de resposta
de: Antworttyp
es: Tipo de respuesta
eu: Erantzun mota
fr: Type de réponse
it: Tipo di risposta
pt: Tipo de resposta
ru: Тип ответа

source: Response type for OAuth2.
ar: نوع الاستجابة لـ OAuth2.
ca: Tipus de resposta per a OAuth2.
de: Antworttyp für OAuth2.
es: Tipo de respuesta para OAuth2.
eu: OAuth2-rako erantzun mota.
fr: Type de réponse pour OAuth2.
it: Tipo di risposta per OAuth2.
pt: Tipo de resposta para OAuth2.
ru: Тип ответа для OAuth2.

source: Token endpoint
ar: نقطة نهاية الرمز المميز
ca: Punt final del testimoni
de: Token-Endpunkt
es: EndPoint del token
eu: Token amaiera-puntua
fr: Point de terminaison du jeton
it: Endpoint del token
pt: Ponto de extremidade do token
ru: Конечная точка токена

source: Token endpoint for OAuth2. Only required for "code" response type.
ar: نقطة نهاية الرمز المميز لـ OAuth2. مطلوب فقط لنوع الاستجابة "الرمز".
ca: Punt final del testimoni per a OAuth2. Només es requereix per al tipus de resposta "codi".
de: Token-Endpunkt für OAuth2. Nur für den Antworttyp „Code“ erforderlich.
es: EndPoint del token para OAuth2. Solo es necesario para el tipo de respuesta "código".
eu: OAuth2 token amaiera-puntua. "Kode" erantzun motarako bakarrik beharrezkoa da.
fr: Point de terminaison du jeton pour OAuth2. Requis uniquement pour le type de réponse « code ».
it: Endpoint token per OAuth2. Richiesto solo per il tipo di risposta "codice".
pt: Ponto final de token para OAuth2. Necessário apenas para o tipo de resposta "código".
ru: Конечная точка токена для OAuth2. Требуется только для типа ответа «код».

source: User information endpoint
ar: نقطة نهاية معلومات المستخدم
ca: Punt final d&#39;informació de l&#39;usuari
de: Endpunkt für Benutzerinformationen
es: EndPoint de información del usuario
eu: Erabiltzailearen informazioaren amaierako puntua
fr: Point de terminaison des informations utilisateur
it: Endpoint delle informazioni utente
pt: Ponto de extremidade de informações do usuário
ru: Конечная точка информации о пользователе

source: User information endpoint for OAuth2. Only required for "code" response type.
ar: نقطة نهاية معلومات المستخدم لـ OAuth2. مطلوب فقط لنوع الاستجابة "الرمز".
ca: Punt final d&#39;informació d&#39;usuari per a OAuth2. Només es requereix per al tipus de resposta "codi".
de: Benutzerinformationsendpunkt für OAuth2. Nur für den Antworttyp „Code“ erforderlich.
es: EndPoint de información de usuario para OAuth2. Solo es necesario para el tipo de respuesta "código".
eu: OAuth2-rako erabiltzailearen informazioaren amaiera-puntua. "Kode" erantzun motarako bakarrik beharrezkoa da.
fr: Point de terminaison des informations utilisateur pour OAuth2. Requis uniquement pour le type de réponse « code ».
it: Endpoint delle informazioni utente per OAuth2. Richiesto solo per il tipo di risposta "codice".
pt: Endpoint de informações do usuário para OAuth2. Necessário apenas para o tipo de resposta "código".
ru: Конечная точка информации о пользователе для OAuth2. Требуется только для типа ответа «код».
