Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If more than 1 interface is found in machine, use one on this network as main
ar: إذا تم العثور على أكثر من 1 واجهة في الجهاز، واستخدام واحد على هذه الشبكة والرئيسية
ca: Si es troba més d'una interfície a la màquina, s'utilitza una d'aquesta xarxa com a principal
de: Wenn in der Maschine mehr als eine Schnittstelle gefunden wird, verwenden Sie in diesem Netzwerk eine als Hauptschnittstelle
es: Si en la máquina hay más de 1 interfaz, utilice una de esta red como la principal
eu: 1 interfazea baino gehiago aurkitzen bada makinan, erabili sarea sare nagusian
fr: Si plus de 1 interface est trouvée dans la machine, utilisez-en une sur ce réseau
it: Se nella macchina virtuale è presente più di una interfaccia, usarne una su questa rete come interfaccia principale
pt: Se mais de uma interface for encontrada na máquina, use uma nessa rede como principal
ru: Если в машине найдено более 1 интерфейса, используйте один в этой сети в качестве основного

source: Memory (Mb)
ar: ذاكرة (ميجا بايت)
ca: Memòria (Mb)
de: Speicher (Mb)
es: Memoria (Mb)
eu: Memoria (Mb)
fr: Mémoire (Mb)
it: Memoria (Mb)
pt: Memória (Mb)
ru: Память (Мб)

source: Memory for machines deployed from this service
ar: الذاكرة لآلات تم نشرها من هذه الخدمة
ca: Memòria per a les màquines desplegades des d'aquest servei
de: Speicher für Maschinen, die von diesem Service bereitgestellt werden
es: Memoria para las máquinas desplegada desde este servicio
eu: Zerbitzu honetatik zabaldutako makina memoria
fr: Mémoire pour les machines déployées à partir de ce service
it: Memoria per le VM distribuite da questo servizio
pt: Memória para máquinas implantadas deste serviço
ru: Память для машин, развёрнутых из этого сервиса

source: Reserved Storage Space
ar: مساحة تخزين محجوزة
ca: Espai d&#39;emmagatzematge reservat
de: Reservierter Speicherplatz
es: Espacio de almacenamiento reservado
eu: Erreserbatutako Biltegiratze Espazioa
fr: Espace de stockage réservé
it: Spazio di archiviazione riservato
pt: Espaço de armazenamento reservado
ru: Зарезервированное место для хранения

source: Minimal free space in GB for any storage unit to be used (if less, will be ignored)
ar: الحد الأدنى من المساحة الحرة بالجيجابايت لاستخدام أي وحدة تخزين (إذا كانت أقل، سيتم تجاهلها)
ca: Espai lliure mínim en GB per a qualsevol unitat d&#39;emmagatzematge que s&#39;utilitzi (si és menys, s&#39;ignorarà)
de: Minimaler freier Speicherplatz in GB für jede zu verwendende Speichereinheit (wenn weniger vorhanden ist, wird er ignoriert)
es: Espacio libre mínimo en GB para cualquier unidad de almacenamiento a utilizar (si es menor, se ignorará)
eu: Gutxieneko espazio librea GBtan erabiliko den edozein biltegiratze-unitaterako (gutxiago bada, ez ikusi egingo da)
fr: Espace libre minimal en Go pour toute unité de stockage à utiliser (s&#39;il est inférieur, il sera ignoré)
it: Spazio libero minimo in GB per qualsiasi unità di archiviazione da utilizzare (se inferiore, verrà ignorato)
pt: Espaço livre mínimo em GB para qualquer unidade de armazenamento a ser usada (se for menor, será ignorado)
ru: Минимальное свободное пространство в ГБ для любой используемой единицы хранения (если меньше, будет игнорироваться)

source: Use Full Clones
ar: استخدم النسخ الكاملة
ca: Utilitzeu clons complets
de: Verwenden Sie vollständige Klone
es: Usar clones completos
eu: Erabili Klon Osoak
fr: Utiliser des clones complets
it: Usa cloni completi
pt: Usar clones completos
ru: Используйте полные клоны

source: If checked, full clones will be used instead of differential disks
ar: إذا تم تحديده ، فسيتم استخدام النسخ الكاملة بدلاً من الأقراص التفاضلية
ca: Si està marcat, s&#39;utilitzaran clons complets en lloc de discs diferencials
de: Wenn diese Option aktiviert ist, werden anstelle von differenziellen Festplatten vollständige Klone verwendet
es: Si está marcado, se usarán clones completos en lugar de discos diferenciales
eu: Hautatzen bada, klon osoak erabiliko dira disko diferentzialen ordez
fr: Si coché, les clones complets seront utilisés à la place des disques différentiels
it: Se selezionato, verranno utilizzati cloni completi anziché dischi differenziali
pt: Se marcada, clones completos serão usados em vez de discos diferenciais
ru: Если флажок установлен, вместо дифференциальных дисков будут использоваться полные клоны.

source: Enable Nested Virtualization
ar: تفعيل الافتراضية المتداخلة
ca: Activa la virtualització imbricada
de: Aktivieren Sie die verschachtelte Virtualisierung
es: Habilitar virtualización anidada
eu: Gaitu habiaratua birtualizazioa
fr: Activer la virtualisation imbriquée
it: Abilita la virtualizzazione nidificata
pt: Ativar virtualização aninhada
ru: Включить вложенную виртуализацию

source: If checked, nested virtualization will be enabled for this service
ar: إذا تم تحديده ، فسيتم تمكين المحاكاة الافتراضية المتداخلة لهذه الخدمة
ca: Si està marcat, s&#39;habilitarà la virtualització imbricada per a aquest servei
de: Wenn diese Option aktiviert ist, wird die verschachtelte Virtualisierung für diesen Dienst aktiviert
es: Si está marcado, la virtualización anidada se habilitará para este servicio
eu: Hautatzen bada, habiaraturiko birtualizazioa gaituko da zerbitzu honetarako
fr: Si coché, la virtualisation imbriquée sera activée pour ce service
it: Se selezionato, la virtualizzazione nidificata sarà abilitata per questo servizio
pt: Se marcada, a virtualização aninhada será habilitada para este serviço
ru: Если этот флажок установлен, для этой службы будет включена вложенная виртуализация.

source: Enable Compatibility for Migration
ar: تمكين التوافق من أجل الترحيل
ca: Activa la compatibilitat per a la migració
de: Aktivieren Sie die Kompatibilität für die Migration
es: Habilitar la compatibilidad para la migración
eu: Gaitu Migraziorako bateragarritasuna
fr: Activer la compatibilité pour la migration
it: Abilita la compatibilità per la migrazione
pt: Ativar compatibilidade para migração
ru: Включить совместимость для миграции

source: If checked, compatibility for migration will be enabled for this service
ar: إذا تم تحديده ، فسيتم تمكين التوافق مع الترحيل لهذه الخدمة
ca: Si està marcat, s&#39;habilitarà la compatibilitat per a la migració per a aquest servei
de: Wenn diese Option aktiviert ist, wird die Migrationskompatibilität für diesen Dienst aktiviert
es: Si está marcado, se habilitará la compatibilidad para la migración para este servicio
eu: Hautatzen bada, migraziorako bateragarritasuna gaituko da zerbitzu honetan
fr: Si coché, la compatibilité pour la migration sera activée pour ce service
it: Se selezionato, la compatibilità per la migrazione sarà abilitata per questo servizio
pt: Se marcado, a compatibilidade para migração será habilitada para este serviço
ru: Если флажок установлен, совместимость для миграции будет включена для этой службы.

source: HyperV Fixed Machines
ar: الأجهزة الثابتة HyperV
ca: Màquines fixes HyperV
de: Fest installierte HyperV-Maschinen
es: Máquinas fijas HyperV
eu: HyperV makina finkoak
fr: Machines fixes HyperV
it: Macchine fisse HyperV
pt: Máquinas fixas HyperV
ru: Стационарные машины HyperV

source: HyperV Services based on fixed machines. Needs qemu agent installed on machines.
ar: خدمات HyperV القائمة على الأجهزة الثابتة. يحتاج إلى وكيل qemu المثبت على الأجهزة.
ca: Serveis HyperV basats en màquines fixes. Necessita l&#39;agent qemu instal·lat a les màquines.
de: HyperV-Dienste basierend auf festen Maschinen. Auf den Maschinen muss ein QEMU-Agent installiert sein.
es: Servicios HyperV basados en máquinas fijas. Necesita el agente qemu instalado en las máquinas.
eu: HyperV Zerbitzuak makina finkoetan oinarrituta. Qemu agente instalatuta behar du makinetan.
fr: Services HyperV basés sur des machines fixes. Nécessite l&#39;agent qemu installé sur les machines.
it: Servizi HyperV basati su macchine fisse. È necessario che l'agente qemu sia installato sulle macchine.
pt: Serviços HyperV baseados em máquinas fixas. Precisa do agente qemu instalado nas máquinas.
ru: Службы HyperV на базе стационарных компьютеров. Требуется установленный на машинах агент qemu.

source: Prism Central Platform Provider
ar: مزود منصة Prism المركزية
ca: Prioveïdor de la plataforma Prism Central
de: Anbieter von Prism Central Platform
es: Proveedor de plataforma Prism central
eu: Prism Central Plataforma Hornitzailea
pt: Provedor de plataforma Prism Central
ru: Поставщик центральной платформы Prism

source: Nutanix Prism Central based VM provider
ar: مزود VM يستند إلى Nutanix Prism Central
ca: Proveïdor de màquina virtual de Nutanix Prism Central
de: Nutanix Prism Central basierter VM-Anbieter
es: Proveedor de VM basado en Nutanix Prism Central
eu: Nutanix Prism Central oinarritutako VM hornitzailea
fr: Fournisseur de VM basé sur Nutanix Prism Central
it: Provider di VM basato su Nutanix Prism Central
pt: Provedor de VM baseado em Nutanix Prism Central
ru: Поставщик виртуальных машин на базе Nutanix Prism Central

source: Nutanix Prism Central Server IP or Hostname
ar: Nutanix Prism Central Server IP أو اسم المضيف
ca: IP o nom d&#39;amfitrió del servidor central Nutanix Prism
de: IP oder Hostname des Nutanix Prism Central-Servers
es: IP o nombre de host del servidor central Nutanix Prism
eu: Nutanix Prism Central Server IP edo ostalari-izena
fr: Adresse IP ou nom d&#39;hôte du serveur central Nutanix Prism
it: IP o nome host del server Nutanix Prism Central
pt: IP ou nome do host do servidor Nutanix Prism Central
ru: IP-адрес или имя хоста центрального сервера Nutanix Prism

source: Nutanix Prism Central server Port (default 9440)
ar: منفذ خادم Nutanix Prism المركزي (الافتراضي 9440)
ca: Port del servidor Nutanix Prism Central (9440 per defecte)
de: Nutanix Prism Central-Server-Port (Standard 9440)
es: Puerto del servidor Nutanix Prism Central (predeterminado 9440)
eu: Nutanix Prism Central zerbitzariaren ataka (9440 lehenetsia)
fr: Port du serveur Nutanix Prism Central (9440 par défaut)
it: Porta del server Nutanix Prism Central (predefinita 9440)
pt: Porta do servidor Nutanix Prism Central (padrão 9440)
ru: Порт центрального сервера Nutanix Prism (по умолчанию 9440)

source: User with valid privileges on Nutanix Prism Central
ar: مستخدم بامتيازات صالحة على Nutanix Prism Central
ca: Usuari amb privilegis vàlids a Nutanix Prism Central
de: Benutzer mit gültigen Berechtigungen für Nutanix Prism Central
es: Usuario con privilegios válidos en Nutanix Prism Central
eu: Nutanix Prism Central-en baliozko pribilegioak dituen erabiltzailea
fr: Utilisateur avec des privilèges valides sur Nutanix Prism Central
it: Utente con privilegi validi su Nutanix Prism Central
pt: Usuário com privilégios válidos no Nutanix Prism Central
ru: Пользователь с достаточными привилегиями на Nutanix Prism Central

source: Password of the user of Nutanix Prism Central
ar: كلمة المرور لمستخدم Nutanix Prism Central
ca: Contrasenya de l&#39;usuari de Nutanix Prism Central
de: Passwort des Nutanix Prism Central-Benutzers
es: Contraseña del usuario de Nutanix Prism Central
eu: Nutanix Prism Central erabiltzailearen pasahitza
fr: Mot de passe de l’utilisateur de Nutanix Prism Central
it: Password dell'utente di Nutanix Prism Central
pt: Senha do usuário do Nutanix Prism Central
ru: Пароль пользователя Nutanix Prism Central

source: Timeout in seconds of connection to Nutanix
ar: المهلة بالثواني لاتصال Nutanix
ca: Temps d'espera de la connexió a Nutanix Acropolis en segons
de: Timeout in Sekunden der Verbindung zu Nutanix
es: Tiempo de espera en segundos de conexión a Nutanix
eu: Denbora-muga Nutanix-en konexioaren segundotan
fr: Délai d'attente en secondes de connexion à Nutanix
it: Timeout in secondi per la connessione a Nutanix
pt: Tempo limite em segundos de conexão com a Nutanix
ru: Таймаут в секундах подключения к Nutanix

source: Connection works fine
ar: اتصال يعمل بشكل جيد
ca: La connexió funciona perfectament
de: Verbindung funktioniert gut
es: Conexión funciona bien
eu: Konexioa ondo funtzionatzen du
fr: Connexion fonctionne très bien
it: La connessione funziona correttamente
pt: Conexão funciona bem
ru: Подключение работает отлично

source: Connection failed. Check connection params
ar: فشل الاتصال. تحقق اتصال params
ca: La connexió ha fallat. Verifiqueu els paràmetres de connexió
de: Verbindung fehlgeschlagen. Überprüfen Sie die Verbindungsparameter
es: La conexión ha fallado. Compruebe los parámetros de conexión
eu: Konexioa huts egin du. Egiaztatu konexioaren parametak
fr: La connexion a échoué. Vérifiez les paramètres de connexion
it: Connessione fallita. Controllare i parametri di connessione
pt: Conexão falhou. Verifique os parâmetros de conexão
ru: Ошибка подключения. Проверьте параметры подключения

source: Prism Central Service
ar: بريزم سنترال سيرفيس
ca: Servei de Prisma Central
de: Prism-Zentraldienst
es: Servicio Prism Central
eu: Prisma Zerbitzu Zentrala
fr: Service Prism Central
ru: Центральная служба Prism

source: Nutanix Prism Central based service
ar: الخدمة المستندة إلى Nutanix Prism Central
ca: Servei basat en Nutanix Prism Central
de: Nutanix Prism Central-basierter Dienst
es: Servicio basado en Nutanix Prism Central
eu: Nutanix Prism Central-en oinarritutako zerbitzua
fr: Service basé sur Nutanix Prism Central
it: Servizio basato su Nutanix Prism Central
pt: Serviço baseado no Nutanix Prism Central
ru: Сервис на базе Nutanix Prism Central

source: Project
ar: مشروع
ca: Projecte
de: Projekt
es: Proyecto
eu: Proiketu
fr: Projet
it: Progetto
pt: Projeto
ru: Проект

source: Select a project
ar: اختر مشروعًا
ca: Seleccioneu un projecte
de: Wählen Sie ein Projekt aus
es: Seleccionar un proyecto
eu: Aukeratu proiektu bat
fr: Sélectionnez un projet
it: Seleziona un progetto
pt: Selecione um projeto
ru: Выберите проект

source: Service base machine
ar: آلة قاعدة الخدمة
ca: Màquina base del servei
de: Service-Basismaschine
es: Máquina base para el servicio
eu: Oinarrizko makina zerbitzua
fr: Machine de base de service
it: Macchina base del servizio
pt: Máquina de base de serviço
ru: Сервисная базовая машина

source: Memory assigned to machines. (Zero value means "keep original machine memory")
ar: الذاكرة التي تم تعيينها إلى آلات. (القيمة صفر يعني "الحفاظ على ذاكرة الجهاز الأصلي")
ca: Memòria assignada a les màquines. (Zero significa "conservar la memòria original de la màquina")
de: Speicher, der Maschinen zugewiesen wird. (Nullwert bedeutet "Original-Maschinenspeicher beibehalten")
es: Memoria asignada a las máquinas. (Valor cero significa "mantener la memoria de la máquina original")
eu: Makinak esleitutako memoria. (Zero balioa esan nahi du "mantendu jatorrizko makina memoria")
fr: Mémoire attribuée aux machines. (Valeur zéro signifie « garder la mémoire de la machine originale")
it: Memoria assegnata alle VM. (Il valore zero significa "mantieni la memoria della macchina originale")
pt: Memória atribuída a máquinas. (Valor zero significa "manter memória original da máquina")
ru: Память, назначенная машинам. (Нулевое значение "означает сохранить оригинальную память устройства")

source: VCPUS
ru: Виртуальные процессоры

source: Number of vcpus ("-1 means "keep original machine vcpus")
ar: عدد vcpus ("-1 يعني" الاحتفاظ بآلة vcpus الأصلية ")
ca: Nombre de vcpus ("-1 significa" conservar el nombre de vcpus original de la màquina")
de: Anzahl der vcpus ("-1 bedeutet Originalcomputer vcpus behalten")
es: Número de vCPUs ("-1 significa" mantener las mismas vCPUs que de la máquina base ")
eu: Vcpus kopurua ("-1-k" jatorrizko makina vcpus "esan nahi du)
fr: Nombre de vcpus ("-1 signifie" conserver le vcpus de la machine d&#39;origine ")
it: Numero di vcpus ("-1 significa" mantieni la macchina originale vcpus ")
pt: Número de vcpus ("-1 significa" manter vcpus da máquina original ")
ru: Количество виртуальных процессоров ("-1" означает "оставить исходное количество")

source: Cores per VCPU
ar: النوى لكل VCPU
ca: Nuclis per VCPU
de: Kerne pro VCPU
es: Cores por vCPU
eu: VCPU bakoitzeko muinak
fr: Cœurs par processeur virtuel
it: Core per VCPU
pt: Núcleos por VCPU
ru: Количество ядер на виртуальный процессор

source: Number of vcpus ("-1 means "keep original machine cores per vcpu")
ar: عدد vcpus ("-1 يعني" الاحتفاظ بنواة الآلة الأصلية لكل vcpu ")
ca: Nombre de vcpus ("-1 significa" mantenir el nombre de nuclis original de la màquina per vcpu ")
de: Anzahl der VCPUS ("-1 bedeutet Original-Maschinenkerne pro VCPU behalten")
es: Número de vCPUs ("-1 significa" mantener las mismas vCPUs que la máquina base ")
eu: Vcpus kopurua ("-1 esan nahi du" mantendu jatorrizko makinaren nukleoak vcpu bakoitzeko ")
fr: Nombre de vcpus ("-1 signifie" conserver les cœurs de machine d&#39;origine par vcpu ")
it: Numero di vcpu ("-1 significa" mantieni i core della macchina originale per vcpu ")
pt: Número de vcpus ("-1 significa" manter núcleos de máquina originais por vcpu ")
ru: Количество виртуальных ядер ("-1" означает "оставить исходное количество ядрер на один виртуальный процессор")

source: Enable CPU Passthrough
ar: تمكين عبور وحدة المعالجة المركزية
ca: Habiliteu el pas de la CPU
de: CPU-Passthrough aktivieren
es: Habilitar paso a través de CPU
eu: Gaitu CPU Passthrough
fr: Activer le relais du processeur
it: Abilita passthrough CPU
pt: Habilitar passagem de CPU
ru: Включить сквозную передачу процессора

source: Leave as is
ar: اتركه كما هو
ca: Deixa tal com està
de: Lass es wie es ist
es: dejar como esta
eu: Utzi dagoen bezala
fr: Laissez tel quel
it: Lascia com'è
pt: Deixe como está
ru: Оставить как есть

source: Yes
ar: نعم
ca: Sí
de: Ja
es: Sí
eu: Bai
fr: Oui
it: SÌ
pt: Sim
ru: Да

source: No
ar: لا
de: NEIN
eu: Ez
fr: Non
pt: Não
ru: Нет

source: Both Cores per VCPU and Number of VCPUS are required
ar: كلا النوى لكل VCPU وعدد VCPUS مطلوبان
ca: Es requereixen tant nuclis per VCPU com nombre de VCPUS
de: Es sind sowohl Kerne pro VCPU als auch Anzahl der VCPUS erforderlich
es: Se requieren cores por vCPU y Número de vCPUs
eu: VCPU bakoitzeko Nukleoak eta VCPUS kopurua behar dira
fr: Les cœurs par VCPU et le nombre de VCPUS sont requis
it: Sono richiesti entrambi i core per VCPU e il numero di VCPUS
pt: Ambos os núcleos por VCPU e número de VCPUS são necessários
ru: Требуется задать количество виртуальных процессоров и количество ядер на каждый виртуальный процессор

source: Prism Central Fixed Machines
ar: بريزم للآلات الثابتة المركزية
ca: Màquines fixes centrals Prism
de: Prism Central Stationäre Maschinen
es: Prisma Máquinas Centrales Fijas
eu: Prism Zentral Makina Finkoak
fr: Machines fixes centrales Prism
it: Prisma Centrale Macchine Fisse
pt: Máquinas Fixas Centrais Prisma
ru: Центральные стационарные машины Prism

source: Prism Central Services based on fixed machines. Needs qemu agent installed on machines.
ar: بريزم الخدمات المركزية على أساس الأجهزة الثابتة. يحتاج إلى وكيل qemu المثبت على الأجهزة.
ca: Serveis centrals Prism basats en màquines fixes. Necessita l&#39;agent qemu instal·lat a les màquines.
de: Prism Central Services basierend auf festen Maschinen. Auf den Maschinen muss ein QEMU-Agent installiert sein.
es: Prisma Servicios Centrales basados en máquinas fijas. Necesita el agente qemu instalado en las máquinas.
eu: Makina finkoetan oinarritutako Prism Central Services. Qemu agente instalatuta behar du makinetan.
fr: Prism Central Services basés sur des machines fixes. Nécessite l&#39;agent qemu installé sur les machines.
it: Prism Central Servizi basati su macchine fisse. È necessario che l'agente qemu sia installato sulle macchine.
pt: Prism Central Services baseados em máquinas fixas. Precisa do agente qemu instalado nas máquinas.
ru: Центральные службы Prism на базе стационарных компьютеров. Требуется установленный на машинах агент qemu.

source: Nutanix Acropolis Platform Provider
ar: مزود منصة Nutanix أكروبوليس
ca: Proveïdor de la plataforma Nutanix Acropolis
de: Nutanix Acropolis-Plattformanbieter
es: Proveedor de plataforma Nutanix Acrópolis
eu: Nutanix Acropolis plataforma hornitzailea
pt: Fornecedor de plataformas Nutanix Acropolis
ru: Поставщик платформы Nutanix Acropolis

source: Nutanix based VM provider
ar: Nutanix مقرا مزود الجهاز الظاهري.
ca: Proveïdor de màquines virtuals basades en Nutanix
de: Nutanix basierter VM-Anbieter
es: Proveedor Nutanix basado en MV
eu: Nutanix oinarritutako VM hornitzailea
fr: Nutanix base de fournisseur de VM
it: Provider VM basato su Nutanix
pt: Provedor de VMs baseado em Nutanix
ru: Поставщик виртуальной машины на основе Nutanix

source: Nutanix Acropolis Server IP or Hostname
ar: Nutanix IP خادم أكروبوليس أو اسم المضيف
ca: Nom de host o IP del servidor Nutanix Acropolis
de: Nutanix Acropolis Server IP oder Hostname
es: Servidor IP o nombre de Host de Nutanix Acrópolis
eu: Nutanix Acropolis zerbitzariaren IP edo ostalari izena
fr: Nutanix Acropolis serveur IP ou nom d'hôte
it: IP o nome host del server Nutanix Acropolis
pt: IP do servidor ou nome de host do Nutanix Acropolis
ru: IP-адрес или имя сервера Nutanix Acropolis

source: Nutanix Acropolis server Port (default 9440)
ar: Nutanix أكروبوليس الخادم ميناء (افتراضي 9440)
ca: Port del servidor Nutanix Acropolis (predeterminat el 9440)
de: Nutanix Acropolis Server Port (Standard 9440)
es: Puerto del Servidor Nutanix Acrópolis (por defecto 9440)
eu: Nutanix Acropolis zerbitzaria Port (lehenetsia 9440)
fr: Port du serveur Nutanix Acropolis (par défaut 9440)
it: Porta del server Acropolis Nutanix (il valore predefinito è 9440)
pt: Porta do servidor Nutanix Acropolis (padrão 9440)
ru: Порт сервера Nutanix Acropolis (по умолчанию 9440)

source: User with valid privileges on Nutanix Acropolis
ar: المستخدم مع امتيازات صالح على Nutanix أكروبوليس
ca: Usuari amb privilegis vàlids sobre Nutanix Acropolis
de: Benutzer mit gültigen Berechtigungen für Nutanix Acropolis
es: Usuario con privilegios válidos sobre Nutanix Acrópolis
eu: Nutanix Acropolis-eko baliozko pribilegioak dituzten erabiltzaileak
fr: Utilisateur disposant de privilèges valides sur Nutanix Acropolis
it: Utente con privilegi validi su Nutanix Acropolis
pt: Usuário com privilégios válidos no Nutanix Acropolis
ru: Пользователь с необходимыми правами на Nutanix Acropolis

source: Password of the user of Nutanix Acropolis
ar: كلمة السر للمستخدم من Nutanix أكروبوليس
ca: Contrasenya de l'usuari de Nutanix Acropolis
de: Passwort des Benutzers von Nutanix Acropolis
es: Contraseña del usuario de Nutanix Acrópolis
eu: Nutanix Acropolis erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur de Nutanix Acropolis
it: Password dell'utente di Nutanix Acropolis
pt: Senha do usuário do Nutanix Acropolis
ru: Пароль пользователя Nutanix Acropolis

source: API Version
ar: إصدار API
ca: Versió de l&#39;API
es: Versión API
eu: API bertsioa
fr: Version de l&#39;API
it: Versione dell'API
pt: Versão da API
ru: Версия API

source: Nutanix API version to use
ar: إصدار Nutanix API للاستخدام
ca: Versió de l&#39;API de Nutanix a utilitzar
de: Zu verwendende Nutanix-API-Version
es: Versión de la API de Nutanix a usar
eu: Erabili beharreko Nutanix API bertsioa
fr: Version de l&#39;API Nutanix à utiliser
it: Versione dell'API Nutanix da utilizzare
pt: Versão da API da Nutanix a ser usada
ru: Версия API Nutanix для использования

source: Recommended
ar: مُستَحسَن
ca: Recomanat
de: Empfohlen
es: Recomendado
eu: Gomendagarria
fr: Recommandé
it: Consigliato
pt: Recomendado
ru: Рекомендуемые

source: Nutanix Acropolis Service
ar: Nutanix خدمة أكروبوليس
ca: Servei Nutanix Acropolis
es: Servicio Nutanix Acrópolis
eu: Nutanix Acropolis Zerbitzua
fr: Service Nutanix Acropolis
it: Servizio Nutanix Acropolis
pt: Serviço Nutanix Acropolis
ru: Служба Nutanix Acropolis
