Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: User will be created on AD with the format "PREFIX...", where ... will be the original UDS own username. Max 4 characters
ar: سيتم إنشاء المستخدم على م بتنسيق "PREFIX ..." ، حيث ... سيكون اسم المستخدم الأصلي الخاص بـ UDS. 4 حروف كحد اقصى
ca: L'usuari es crearà al Directori Actiu amb el format "PREFIX ...", on ... serà el nom d'usuari original d'UDS. Màxim 4 caràcters
de: Der Benutzer wird auf AD im Format "PREFIX..." erstellt, wobei ... der ursprüngliche UDS-eigene Benutzername ist. Maximal 4 Zeichen
es: El usuario se creará en AD con el formato "PREFIJO ...", donde ... será el nombre de usuario original de UDS. Max. 4 caracteres
eu: Erabiltzailea AD-n sortuko da "PREFIX ..." formatuarekin, non ... jatorrizko UDS erabiltzaile izena izango duen. Gehienez 4 karaktere
fr: L&#39;utilisateur sera créé sur AD au format "PREFIX ...", où ... sera le nom d&#39;utilisateur d&#39;origine UDS. 4 caractères maximum
it: L'utente verrà creato su AD con il formato "PREFISSO...", dove ... sarà il nome utente UDS originale. Max 4 caratteri
pt: O usuário será criado no AD com o formato "PREFIX ...", em que ... será o nome de usuário original do UDS. Máximo de 4 caracteres
ru: Пользователь будет создан в AD в формате "Префикс...", где "..." будет исходное имя пользователя UDS. Максимум 4 символа.

source: AD Domain
ar: المجال ميلادي
ca: Domini del Directori Actiu
es: Dominio AD
eu: AD domeinua
fr: Domaine AD
it: Dominio AD
pt: Domínio do AD
ru: Домен AD

source: Domain for newly created users (i.e. example.com, example.local). If empty, will be deduced from username
ar: المجال للمستخدمين المنشأين حديثًا (على سبيل المثال ، example.com ، example.local). إذا كانت فارغة ، سيتم استنتاجها من اسم المستخدم
ca: Domini per a usuaris de nova creació (p.ex. example.com, exemple.local). Si està buit, es deduirà a partir del nom d’usuari
de: Domain für neu erstellte Benutzer (z.B. example.com, example.local). Wenn leer, wird vom Benutzernamen abgeleitet
es: Dominio para usuarios recién creados (es decir: ejemplo.com, ejemplo.local). Si está vacío, se deducirá del nombre de usuario
eu: Sortu berri diren erabiltzaileentzako domeinua (hau da, adibidez.com, adib.local). Hutsik badago, erabiltzaile-izenetik aterako da
fr: Domaine pour les utilisateurs nouvellement créés (par exemple example.com, example.local). Si vide, sera déduit du nom d&#39;utilisateur
it: Dominio per gli utenti appena creati (ad esempio esempio.com, esempio.local). Se vuoto, verrà dedotto dal nome utente
pt: Domínio para usuários recém-criados (por exemplo, exemplo.com, exemplo.local). Se vazio, será deduzido do nome de usuário
ru: Домен для вновь созданных пользователей (например, example.com, example.local). Если пусто, будет выведено из имени пользователя

source: AD Group
ar: مجموعة م
ca: Grup del Directori Actiu
de: AD-Gruppe
es: Grupo de AD
eu: AD taldea
fr: Groupe AD
it: Gruppo AD
pt: Grupo AD
ru: Группа AD

source: If not empty, UDS will try to add managed users to this group
ar: إذا لم تكن فارغة ، ستحاول UDS إضافة مستخدمين مُدارين إلى هذه المجموعة
ca: Si no està buit, UDS intentarà afegir usuaris gestionats a aquest grup
de: Wenn nicht leer, versucht UDS, verwaltete Benutzer zu dieser Gruppe hinzuzufügen
es: Si no está vacío, UDS intentará agregar a los usuarios creados a este grupo
eu: Hutsik ez badago, UDS talde horretako erabiltzaile kudeatuak gehitzen saiatuko da
fr: S&#39;il n&#39;est pas vide, UDS essaiera d&#39;ajouter des utilisateurs gérés à ce groupe
it: Se non vuoto, UDS proverà ad aggiungere utenti gestiti a questo gruppo
pt: Se não estiver vazio, o UDS tentará adicionar usuários gerenciados a este grupo
ru: Если не пусто, UDS попытается добавить управляемых пользователей в эту группу.

source: AD Certificate (PEM format). Leave empty to use standard CA
ar: شهادة إعلانية (تنسيق PEM). اتركه فارغًا لاستخدام CA القياسي
ca: Certificat AD (format PEM). Deixeu-lo en blanc per utilitzar CA estàndard
de: AD-Zertifikat (PEM-Format). Lassen Sie das Feld leer, um die Standard-CA zu verwenden
es: Certificado AD (formato PEM). Déjelo vacío para usar CA estándar
eu: AD Ziurtagiria (PEM formatua). Utzi hutsik CA estandarra erabiltzeko
fr: Certificat AD (format PEM). Laisser vide pour utiliser l&#39;autorité de certification standard
it: Certificato AD (formato PEM). Lasciare vuoto per utilizzare la CA standard
pt: Certificado AD (formato PEM). Deixe em branco para usar CA padrão
ru: Сертификат AD (формат PEM). Оставьте пустым, чтобы использовать стандартный центр сертификации.

source: Load threshold
ar: عتبة التحميل
de: Belastungsschwelle
es: Umbral de carga
eu: Karga atalasea
fr: Seuil de charge
it: Soglia di carico
pt: Limite de carga
ru: Порог нагрузки

source: Load threshold, in percent (0-100), for assigning users to servers.0 means server with lower load is preferred, any other value means that server will be used until it reaches that load.
ar: عتبة التحميل، كنسبة مئوية (0-100)، لتعيين المستخدمين للخوادم. 0 تعني أن الخادم ذو الحمل الأقل هو المفضل، وأي قيمة أخرى تعني أنه سيتم استخدام الخادم حتى يصل إلى هذا الحمل.
de: Auslastungsschwelle in Prozent (0-100) für die Zuweisung von Benutzern zu Servern. 0 bedeutet, dass der Server mit der geringeren Auslastung bevorzugt wird, jeder andere Wert bedeutet, dass der Server verwendet wird, bis diese Auslastung erreicht ist.
es: Umbral de carga, en porcentaje (0-100), para asignar usuarios a servidores. 0 significa que se prefiere el servidor con menor carga, cualquier otro valor significa que el servidor se utilizará hasta que alcance esa carga.
eu: Karga-atalasa, ehunekotan (0-100), erabiltzaileak zerbitzariei esleitzeko.0 esan nahi du karga txikiagoa duen zerbitzaria hobesten dela, beste edozein baliok zerbitzari hori karga horretara iritsi arte erabiliko dela esan nahi du.
it: Soglia di carico, in percentuale (0-100), per l'assegnazione degli utenti ai server. 0 indica che è preferito il server con carico inferiore, qualsiasi altro valore indica che il server verrà utilizzato finché non raggiunge tale carico.
pt: Limite de carga, em porcentagem (0-100), para atribuir usuários aos servidores. 0 significa que o servidor com menor carga é o preferido; qualquer outro valor significa que o servidor será usado até atingir essa carga.
ru: Порог нагрузки в процентах (0-100) для назначения пользователей серверам. 0 означает, что предпочтителен сервер с меньшей нагрузкой, любое другое значение означает, что сервер будет использоваться до тех пор, пока не достигнет этой нагрузки.

source: Select only one of "User mapping" or "User creation" methods.
ar: حدد واحدة فقط من طرق "تعيين المستخدم" أو "إنشاء المستخدم".
ca: Seleccioneu només un dels mètodes: "Mapeig d'usuaris" o "Creació d'usuaris".
de: Wählen Sie nur eine der Methoden "Benutzerzuordnung" oder "Benutzererstellung" aus.
es: Seleccione solo uno de los métodos de "Asignación de usuarios" o "Creación de usuarios".
eu: Hautatu "Erabiltzaileen mapa" edo "Erabiltzailea sortzeko" metodo bakarra.
fr: Sélectionnez une seule des méthodes "User mapping" ou "User creation".
it: Seleziona solo uno dei metodi "Mappatura utenti" o "Creazione utente".
pt: Selecione apenas um dos métodos "Mapeamento do usuário" ou "Criação do usuário".
ru: Выберите только один из методов «Сопоставление пользователей» или «Создание пользователей».

source: AD User Management: you must provide the AD server host.
ar: م إدارة المستخدم: يجب أن توفر مضيف خادم م.
ca: Gestió d’usuaris de Directori Actiu: heu de proporcionar el host del servidor del Directori Actiu.
de: AD-Benutzerverwaltung: Sie müssen den AD-Server-Host bereitstellen.
es: AD User Management: debe proporcionar el host del servidor AD.
eu: AD erabiltzailearen kudeaketa: AD zerbitzariaren ostalaria eman behar duzu.
fr: Gestion des utilisateurs AD: vous devez fournir l&#39;hôte du serveur AD.
it: Gestione utenti AD: è necessario fornire l'host del server AD.
pt: Gerenciamento de usuários do AD: você deve fornecer o host do servidor AD.
ru: Управление пользователями AD: необходимо указать хост сервера AD.

source: AD User Management: you must provide the users base DN.
ar: إدارة مستخدم AD: يجب عليك توفير الاسم المميز لقاعدة المستخدمين.
ca: Gestió d’usuaris d’AD: heu de proporcionar el DN de base d’usuaris.
de: AD-Benutzerverwaltung: Sie müssen den Basis-DN des Benutzers angeben.
es: AD User Management: debe proporcionar el DN base de los usuarios.
eu: AD Erabiltzaileen Kudeaketa: erabiltzaileen DN DNa eman behar duzu.
fr: Gestion des utilisateurs AD: vous devez fournir le DN de base des utilisateurs.
it: Gestione utenti AD: è necessario fornire il DN di base degli utenti.
pt: Gerenciamento de usuários do AD: você deve fornecer o DN base dos usuários.
ru: Управление пользователями AD: необходимо указать базовое для пользователей уникальное имя.

source: AD User Management: the username should be in USER@DOMAIN form.
ar: م إدارة المستخدم: يجب أن يكون اسم المستخدم في نموذج USER @ DOMAIN.
ca: Gestió d’usuaris de Directori Actiu: el nom d’usuari ha de tenir el format USUARI@DOMINI.
de: AD-Benutzerverwaltung: Der Benutzername sollte in der Form USER@DOMAIN vorliegen.
es: AD User Management: el nombre de usuario debe estar en formato USER @ DOMAIN.
eu: AD Erabiltzaile Kudeaketa: Erabiltzailea USER @ DOMAIN inprimakian egon behar du.
fr: Gestion des utilisateurs AD: le nom d&#39;utilisateur doit être au format USER @ DOMAIN.
it: Gestione utenti AD: il nome utente deve essere nel formato UTENTE@DOMINIO.
pt: Gerenciamento de usuários do AD: o nome de usuário deve estar no formato USER @ DOMAIN.
ru: Управление пользователями AD: имя пользователя должно быть в формате пользователь@домен.

source: AD User Management: you must provide the password.
ar: م إدارة المستخدم: يجب عليك تقديم كلمة المرور.
ca: Gestió d’usuaris de Directori Actiu: heu de proporcionar la contrasenya.
de: AD-Benutzerverwaltung: Sie müssen das Kennwort angeben.
es: AD User Management: debe proporcionar la contraseña.
eu: AD erabiltzailearen kudeaketa: pasahitza eman behar duzu.
fr: Gestion des utilisateurs AD: vous devez fournir le mot de passe.
it: Gestione utenti AD: è necessario fornire la password.
pt: Gerenciamento de usuários do AD: você deve fornecer a senha.
ru: Управление пользователями AD: необходимо указать пароль.

source: AD User Management: you must provide the user prefix. (1-4 characters)
ar: م إدارة المستخدم: يجب عليك توفير بادئة المستخدم. (1-4 أحرف)
ca: Gestió d’usuaris de Directori Actiu: heu de proporcionar el prefix d’usuari. (1-4 caràcters)
de: AD-Benutzerverwaltung: Sie müssen das Benutzerpräfix angeben. (1-4 Zeichen)
es: AD User Management: debe proporcionar el prefijo del usuario. (1-4 caracteres)
eu: AD Erabiltzaileen Kudeaketa: erabiltzailearen aurrizkia eman behar duzu. (1-4 karaktere)
fr: Gestion des utilisateurs AD: vous devez fournir le préfixe utilisateur. (1-4 caractères)
it: Gestione utenti AD: è necessario fornire il prefisso utente. (1-4 caratteri)
pt: Gerenciamento de usuários do AD: você deve fornecer o prefixo do usuário. (1-4 caracteres)
ru: Управление пользователями AD: необходимо указать префикс пользователя. (1-4 символа)

source: AD User Management: you must provide the user creation domain FQDN.
ar: م إدارة المستخدم: يجب عليك توفير مجال إنشاء المستخدم FQDN.
ca: Gestió d’usuaris de Directori Actiu: heu de proporcionar el domini (FQDN) de creació d’usuaris.
de: AD-Benutzerverwaltung: Sie müssen den FQDN der Benutzererstellungsdomäne angeben.
es: AD User Management: debe proporcionar el nombre FQDN del dominio de creación de usuarios.
eu: AD Erabiltzaileen Kudeaketa: erabiltzaileak sortzeko FQDN domeinua eman behar duzu.
fr: Gestion des utilisateurs AD: vous devez fournir le nom de domaine complet du domaine de création d&#39;utilisateur.
it: Gestione utenti AD: è necessario fornire il nome FQDN del dominio di creazione utente.
pt: Gerenciamento de usuários do AD: você deve fornecer o FQDN do domínio de criação do usuário.
ru: Управление пользователями AD: необходимо указать полное доменное имя создаваемого пользователя.

source: User mapping is not supported anymore on UDS.
ar: لم يعد تعيين المستخدم مدعومًا على UDS.
ca: L&#39;assignació d&#39;usuaris ja no és compatible amb UDS.
de: Die Benutzerzuordnung wird auf UDS nicht mehr unterstützt.
es: El mapeo de usuarios ya no es compatible con UDS.
eu: Erabiltzaileen mapak ez dira jada onartzen UDS-n.
fr: Le mappage utilisateur n&#39;est plus pris en charge sur UDS.
it: La mappatura degli utenti non è più supportata su UDS.
pt: O mapeamento de usuários não é mais compatível com UDS.
ru: Сопоставление пользователей больше не поддерживается в UDS.

source: Connection to {}, port {} failed.
ar: فشل الاتصال بـ {} ، المنفذ {}.
ca: La connexió a {}, port {} ha fallat.
de: Verbindung zu {}, Port {} fehlgeschlagen.
es: La conexión al puerto {}, {} falló.
eu: {} Portuarekin konexioak huts egin du.
fr: La connexion à {}, le port {} a échoué.
it: Connessione a {}, porta {} non riuscita.
pt: A conexão com {}, porta {} falhou.
ru: Соединение с {}, порт {} не удалось.

source: The group {} could not be found. Please, check it.
ar: تعذر العثور على المجموعة {}. رجاءا تأكد.
ca: No s'ha pogut trobar el grup {}. Si us plau, reviseu-ho.
de: Die Gruppe {} konnte nicht gefunden werden. Überprüfen Sie bitte das.
es: No se pudo encontrar el grupo {}. Compruébelo por favor.
eu: Ezin da {} taldea aurkitu. Mesedez, egiaztatu.
fr: Le groupe {} est introuvable. S&#39;il te plaît vérifie le.
it: Impossibile trovare il gruppo {}. Per favore verifica che sia corretto.
pt: Não foi possível encontrar o grupo {}. Por favor verifique isto.
ru: Группа {} не найдена. Пожалуйста, проверьте ввод.

source: User creation test failed. Please, check parameters.
ar: فشل اختبار إنشاء المستخدم. من فضلك ، تحقق المعلمات.
ca: La prova de creació d'usuari ha fallat . Reviseu els paràmetres.
de: Benutzererstellungstest fehlgeschlagen. Bitte überprüfen Sie Ihre Parameter.
es: Prueba de creación de usuario fallida. Por favor, verifique los parámetros.
eu: Erabiltzaileen sorrerako probak huts egin du. Mesedez, egiaztatu parametroak.
fr: Le test de création d&#39;utilisateur a échoué. Veuillez vérifier les paramètres.
it: Test di creazione dell'utente non riuscito. Per favore, controlla i parametri.
pt: Falha no teste de criação do usuário. Por favor, verifique os parâmetros.
ru: Тест создания пользователя не пройден. Пожалуйста, проверьте параметры.

source: Connection to {} failed and server checking is enabled.
ar: فشل الاتصال بـ {} وتم تمكين التحقق من الخادم.
ca: La connexió a {} ha fallat i la comprovació del servidor està activada.
de: Die Verbindung zu {} ist fehlgeschlagen und die Serverüberprüfung ist aktiviert.
es: La conexión a {} falló y la verificación del servidor está habilitada.
eu: Huts egin du {}-rekin konektatu eta zerbitzariaren egiaztapena gaituta dago.
fr: La connexion à {} a échoué et la vérification du serveur est activée.
it: La connessione a {} non è riuscita e il controllo del server è abilitato.
pt: A conexão com {} falhou e a verificação do servidor está ativada.
ru: Соединение с {} не удалось, проверка сервера включена.

source: Connectivity test passed
ar: اختبار الاتصال مرت
ca: La prova de connectivitat s'ha realitzat correctament
de: Konnektivitätstest bestanden
es: Test de conexión realizado con éxito
eu: Konektagarritasun proba gainditu da
fr: Test de connectivité réussi
it: Test di connettività effettuato correttamente
pt: Teste de conectividade aprovado
ru: Тест подключения пройден

source: No more servers available
ar: لا يوجد المزيد من الخوادم المتاحة
ca: No hi ha més servidors disponibles
de: Keine weiteren Server verfügbar
es: No hay más servidores disponibles
eu: Ez dago zerbitzari gehiago erabilgarri
fr: Plus de serveurs disponibles
it: Nessun altro server disponibile
pt: Não há mais servidores disponíveis
ru: Больше нет доступных серверов

source: RDS Platform RemoteAPP
ar: منصة RDS RemoteAPP
ca: RemoteAPP sobre plataforma RDS
de: RDS-Plattform RemoteAPP
es: RemoteAPP en Plataforma RDS
fr: RDS plate-forme RemoteAPP
pt: Plataforma Remota RDSAPP
ru: RDS платформа RemoteAPP

source: RDS Platform RemoteAPP based service
ar: الخدمة على RDS منصة RemoteAPP
ca: Servei basat en RemoteAPP sobre plataforma RDS
de: RDS-Platform RemoteAPP-basierter Service
es: Servicio basado en Plataforma RDS RemoteAPP
eu: RDS Platform RemoteAPP-ean oinarritutako zerbitzua
fr: Service basé sur RemoteAPP de la plateforme RDS
it: Servizio basato su RDS Platform RemoteAPP
pt: Serviço baseado em RemoteAPP Platform RDS
ru: Сервис RDS Platform на основе RemoteAPP

source: Application path
ar: مسار التطبيق
ca: Ruta de l'aplicació
de: Bewerbungspfad
es: Ruta de la aplicación
eu: Aplikazio bidea
fr: Chemin de l'application
it: Percorso dell'applicazione
pt: Caminho da aplicação
ru: Путь приложения

source: Full path of the application this service will represent
ar: المسار الكامل للتطبيق ستمثل هذه الخدمة.
ca: Ruta completa de l'aplicació que representarà aquest servei
de: Vollständiger Pfad der Anwendung, die dieser Service darstellt
es: Ruta de acceso completa de la aplicación que representará este servicio
eu: Zerbitzu honen aplikazioaren bide osoa erakutsiko da
fr: Chemin d'accès complet de la demande que ce service représentera
it: Percorso completo dell'applicazione che questo servizio rappresenterà
pt: Caminho completo da aplicação que este serviço representará
ru: Полный путь к приложению, который эта служба будет представлять

source: Application parameters
ar: معلمات التطبيق
ca: Paràmetres de l'aplicació
de: Anwendungsparameter
es: Parámetros de aplicación
eu: Aplikazioen parametroak
fr: Paramètres de l’application
it: Parametri dell'applicazione
pt: Parâmetros de aplicação
ru: Параметры приложения

source: Applications parameters, as will be passed in command line
ar: معلمات التطبيقات، كما سيتم تمريرها في سطر الأوامر
ca: Paràmetres de les aplicacions, com es passaran per línia de comandes
de: Anwendungsparameter, wie in der Befehlszeile übergeben
es: Parámetros de aplicaciones, como se pasará en línea de comandos
eu: Aplikazioak parametroak, komando lerroan pasatuko diren bezala
fr: Paramètres des applications, tel qu’il est passé dans la ligne de commande
it: Parametri delle applicazioni, come saranno passati in riga di comando
pt: Parâmetros de aplicativos, como será passado na linha de comando
ru: Параметры приложений, которые будут переданы в командной строке

source: Start path
ar: بداية المسار
ca: Ruta inicial
de: Pfad starten
es: Ruta de inicio
eu: Hasi bidea
fr: Chemin de départ
it: Percorso di partenza
pt: Caminho inicial
ru: Начальный путь

source: Path where the app will be started on. (i.e. f:\example\folder)
ar: المسار حيث سيتم تشغيل التطبيق على. (مثال: f: \ example \ folder)
ca: Ruta on s’iniciarà l’aplicació. (per exemple, F:\ruta\carpeta)
de: Pfad, auf dem die App gestartet wird. (zB f:\example\ folder)
es: Ruta donde se iniciará la aplicación. (ejemplo: f:\ejemplo\carpeta)
eu: Aplikazioa abiaraziko den bidea. (hau da, f: \ adibidea \ karpeta)
fr: Chemin d&#39;accès au démarrage de l&#39;application. (c&#39;est-à-dire f: \ exemple \ dossier)
it: Percorso in cui verrà avviata l'app. (per es. f:\esempio\cartella)
pt: Caminho em que o aplicativo será iniciado. (ou seja, f: \ example \ folder)
ru: Путь, где будет запущено приложение. (т.е. папка f:\example\)

source: Wait spawned processes
ar: انتظر العمليات الناتجة
ca: Esperar els processos generats
de: Warten Sie die erzeugten Prozesse
es: Esperar procesos generados
eu: Itxaron prozesu abiarazleak
fr: Attendre le processus engendré
it: Attendi i processi generati
pt: Espere processos gerados
ru: Ожидание порожденных процессов

source: If active, RDS Actor will wait until the application and all spawned processes finished before considering app logged out
ar: إذا تم تحديده، RDS Actor سينتظر إنهاء التطبيق وجميع العمليات قبل النظر في تطبيق الخروج
ca: Si està activat, l'actor de RDS esperarà fins que l'aplicació i tots els processos generats finalitzin abans de considerar-ne la sortida
de: Wenn aktiv, wartet RDS Akteur, bis die Anwendung und alle erzeugten Prozesse abgeschlossen sind, bevor die Abmeldung der App in Betracht gezogen wird
es: Si activa RDS Actor esperará hasta la aplicación y todos los procesos generados acaben antes de considerar la aplicación ha finalizado.
eu: Aktibo badago, RDS Aktorea aplikazioa eta abiarazitako prozesuak amaitu arte itxaron egingo da saioa amaitu aurretik
fr: S'il est actif, RDS Actor attendra que l'application et tous les processus engendrés aient terminé avant de considérer l'application déconnectée
it: Se attivo, RDS Actor attenderà che l'applicazione e tutti i processi spawnati terminino prima di considerare l'app disconnessa
pt: Se estiver ativo, o Ator RDS aguardará até que o aplicativo e todos os processos gerados sejam concluídos antes de considerar o aplicativo desconectado
ru: Если активен, RDS Actor будет ждать, пока приложение и все порожденные процессы завершены до того, как приложение выйдет из системы

source: A valid application path is required
ar: مطلوب مسار تطبيق صحيح
ca: Es necessita una ruta d'aplicació vàlida
de: Ein gültiger Anwendungspfad ist erforderlich
es: Se requiere una ruta de aplicación válida
eu: Baliozko aplikazio bide bat behar da
fr: Un chemin d'accès d'application valide est requis
it: È richiesto un percorso dell'applicazione valido
pt: Um caminho de aplicativo válido é obrigatório
ru: Требуется допустимый путь к приложению

source: RDS Platform Session
ar: جلسة منصة RDS
ca: Sessió de la plataforma RDS
de: RDS-Plattform-Sitzung
es: Sesión en plataforma RDS
eu: RDS Plataformako Saioa
fr: Session de la plate-forme RDS
it: Sessione piattaforma RDS
pt: Sessão da plataforma RDS
ru: Сессия платформы RDS

source: RDS Platform Full session desktop service
ar: منصة RDS خدمة سطح المكتب لجلسة كاملة
ca: Servei d'escriptori de sessió complet de la Plataforma RDS
de: RDS-Plattform Desktop-Dienst mit vollständiger Sitzung
es: Plataforma RDS Servicio de escritorio completo
eu: RDS Plataforma Saio osoko mahaigaineko zerbitzua
fr: Service de bureau de session complète de la plate-forme RDS
it: Piattaforma RDS Servizio desktop a sessione completa
pt: Serviço de desktop de sessão completa da plataforma RDS
ru: Платформа RDS Полнофункциональная настольная служба

source: Sample Provider
ar: مزود عينة
ca: Proveïdor de mostra
de: Beispielanbieter
es: Proveedor de muestra
eu: Lagin hornitzailea
fr: Exemple de fournisseur
it: Provider di esempio
pt: Fornecedor de Amostra
ru: Пример поставщика

source: Sample (and dummy) service provider
ar: عينة (وهمية) مزود الخدمة.
ca: Proveïdor de serveis de mostra (i simulació)
de: Muster- (und Dummy-) Diensteanbieter
es: Proveedor de servicios de muestra (y simulado)
eu: Sample (eta dummy) zerbitzu hornitzailea
fr: Fournisseur de services de l'échantillon (et factice)
it: Provider di servizi di esempio (e fittizio)
pt: Provedor de serviços de amostra (e simulado)
ru: Пример (фиктивный) поставщика услуг

source: Remote host
ar: المضيف البعيد
ca: Host remot
es: Host remoto
eu: Urruneko ostalaria
fr: Hôte distant
it: Host remoto
pt: Hospedeiro remoto
ru: Удаленный хост

source: This fields contains a remote host
ar: يحتوي هذا الحقل على المضيف البعيد
ca: Aquest camp conté un host remot
de: Dieses Feld enthält einen Remote-Host
es: Este campo contiene un host remoto
eu: Eremu honek urruneko ostalaria dauka
fr: Ce champs contient un hôte distant
it: Questo campo contiene un host remoto
pt: Este campo contém um host remoto
ru: Это поле содержит удаленный хост

source: This is a password field
ar: هذا هو حقل كلمة المرور
ca: Aquest és un camp de contrasenya
de: Dies ist ein Passwortfeld
es: Este es un campo de contraseña
eu: Hau pasahitz eremu bat da
fr: Ceci est un champ de mot de passe
it: Questo è un campo per la password
pt: Este é um campo de senha
ru: Это поле пароля
