Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Public Key
ar: المفتاح العمومي
ca: Clau pública
de: Öffentlicher Schlüssel
es: Clave pública
eu: Gako publikoa
fr: Clé publique
it: Chiave pubblica
pt: Chave pública
ru: Открытый ключ

source: Provided by Oauth2 provider
ar: مقدمة من مزود Oauth2
ca: Proporcionat pel proveïdor Oauth2
de: Bereitgestellt vom Oauth2-Anbieter
es: Proporcionado por el proveedor Oauth2
eu: Oauth2 hornitzaileak emandakoa
fr: Fourni par le fournisseur Oauth2
it: Fornito dal provider OAuth2
pt: Fornecido pelo provedor Oauth2
ru: Предоставлено провайдером Oauth2

source: Logout URL
ar: رابط تسجيل الخروج
de: Abmelde-URL
es: URL de cierre de sesión
eu: Amaitzeko URLa
fr: URL de déconnexion
it: URL di disconnessione
pt: URL de saída
ru: URL-адрес выхода из системы

source: URL to logout from OAuth2 provider. Allows {token} placeholder.
ar: عنوان URL لتسجيل الخروج من موفر OAuth2. يسمح بوضع العنصر النائب {token}.
de: URL zum Abmelden vom OAuth2-Anbieter. Ermöglicht den Platzhalter {token}.
es: URL para cerrar sesión en el proveedor OAuth2. Permite el marcador de posición {token}.
eu: OAuth2 hornitzailetik saioa amaitzeko URLa. {token} leku-marka onartzen du.
fr: URL pour se déconnecter du fournisseur OAuth2. Autorise l&#39;espace réservé {token}.
it: URL per disconnettersi dal provider OAuth2. Consente il segnaposto {token}.
pt: URL para sair do provedor OAuth2. Permite o espaço reservado {token}.
ru: URL для выхода из провайдера OAuth2. Позволяет использовать заполнитель {token}.

source: Common groups is required for "code" response types
ar: المجموعات المشتركة مطلوبة لأنواع الاستجابة "للرمز".
ca: Es requereixen grups comuns per als tipus de resposta "codi".
de: Für „Code“-Antworttypen sind gemeinsame Gruppen erforderlich
es: Se requieren grupos comunes para los tipos de respuesta de "código"
eu: Talde komunak behar dira "kode" erantzun motetarako
fr: Des groupes communs sont requis pour les types de réponse « code »
it: I gruppi comuni sono obbligatori per i tipi di risposta "codice".
pt: Grupos comuns são necessários para tipos de resposta de "código"
ru: Общие группы необходимы для типов ответов «код».

source: Token endpoint is required for "code" response types
ar: نقطة نهاية الرمز المميز مطلوبة لأنواع الاستجابة "للرمز".
ca: El punt final del testimoni és necessari per als tipus de resposta "codi".
de: Für „Code“-Antworttypen ist ein Token-Endpunkt erforderlich
es: Se requiere un EndPoint de token para los tipos de respuesta de "código"
eu: Token amaiera-puntua beharrezkoa da "kode" erantzun motetarako
fr: Le point de terminaison du jeton est requis pour les types de réponse « code »
it: L'endpoint token è obbligatorio per i tipi di risposta "codice".
pt: O endpoint de token é necessário para tipos de resposta "código"
ru: Конечная точка токена необходима для типов ответа «код».

source: Public key is required for "openid+token_id" response type
ar: المفتاح العام مطلوب لنوع الاستجابة "openid+token_id".
ca: La clau pública és necessària per al tipus de resposta "openid+token_id".
de: Für den Antworttyp „openid+token_id“ ist ein öffentlicher Schlüssel erforderlich
es: Se requiere clave pública para el tipo de respuesta "openid+token_id"
eu: Gako publikoa behar da "openid+token_id" erantzun motarako
fr: La clé publique est requise pour le type de réponse "openid+token_id"
it: La chiave pubblica è richiesta per il tipo di risposta "openid+token_id".
pt: A chave pública é necessária para o tipo de resposta "openid+token_id"
ru: Для типа ответа «openid+token_id» требуется открытый ключ.

source: Code (authorization code flow)
ar: الكود (تدفق كود التفويض)
ca: Codi (flux de codi d&#39;autorització)
de: Code (Autorisierungscodefluss)
es: Código (flujo de código de autorización)
eu: Kodea (baimen-kodearen fluxua)
fr: Code (flux de code d&#39;autorisation)
it: Codice (flusso del codice di autorizzazione)
pt: Código (fluxo de código de autorização)
ru: Код (поток кода авторизации)

source: PKCE (authorization code flow with PKCE)
ar: PKCE (تدفق رمز التفويض مع PKCE)
ca: PKCE (flux de codi d&#39;autorització amb PKCE)
de: PKCE (Autorisierungscodefluss mit PKCE)
es: PKCE (flujo de código de autorización con PKCE)
eu: PKCE (baimen-kodeen fluxua PKCErekin)
fr: PKCE (flux de code d&#39;autorisation avec PKCE)
it: PKCE (flusso del codice di autorizzazione con PKCE)
pt: PKCE (fluxo de código de autorização com PKCE)
ru: PKCE (поток кода авторизации с PKCE)

source: Token (implicit flow)
ar: الرمز المميز (التدفق الضمني)
ca: Token (flux implícit)
de: Token (impliziter Fluss)
es: Token (flujo implícito)
eu: Token (fluxu inplizitua)
fr: Jeton (flux implicite)
it: Token (flusso implicito)
pt: Token (fluxo implícito)
ru: Токен (неявный поток)

source: OpenID Connect Token (implicit flow with OpenID Connect)
ar: رمز اتصال OpenID (التدفق الضمني مع OpenID Connect)
ca: OpenID Connect Token (flux implícit amb OpenID Connect)
de: OpenID Connect-Token (impliziter Fluss mit OpenID Connect)
es: Token de OpenID Connect (flujo implícito con OpenID Connect)
eu: OpenID Connect Token (fluxu inplizitua OpenID Connect-ekin)
fr: Jeton OpenID Connect (flux implicite avec OpenID Connect)
it: OpenID Connect Token (flusso implicito con OpenID Connect)
pt: OpenID Connect Token (fluxo implícito com OpenID Connect)
ru: Токен OpenID Connect (неявный поток с OpenID Connect)

source: OpenID Connect Code (authorization code flow with OpenID Connect)
ar: رمز اتصال OpenID (تدفق رمز التفويض باستخدام OpenID Connect)
ca: Codi de connexió OpenID (flux de codi d&#39;autorització amb OpenID Connect)
de: OpenID Connect Code (Autorisierungscodefluss mit OpenID Connect)
es: Código OpenID Connect (flujo de código de autorización con OpenID Connect)
eu: OpenID Connect Code (baimen-kodeen fluxua OpenID Connect-ekin)
fr: Code OpenID Connect (flux de code d&#39;autorisation avec OpenID Connect)
it: OpenID Connect Code (flusso del codice di autorizzazione con OpenID Connect)
pt: Código OpenID Connect (fluxo de código de autorização com OpenID Connect)
ru: Код OpenID Connect (поток кода авторизации с OpenID Connect)

source: Radius Authenticator
ca: Autenticador Radius
de: Radius-Authentifikator
es: Autenticador Radius
eu: Erradioaren autentifikatzailea
fr: Authentificateur Radius
it: Autenticatore Radius
ru: Радиус аутентификатор

source: Radius Server IP or Hostname
ar: Radius Server IP أو اسم المضيف
ca: IP del servidor Radius o nom d’amfitrió
de: Radius Server IP oder Hostname
es: Nombre de host o IP del servidor Radius
eu: Radius Server IP edo Ostalari izena
fr: IP ou nom d&#39;hôte du serveur Radius
it: IP o nome host del server Radius
pt: IP ou nome de host do servidor Radius
ru: IP-адрес или имя хоста Radius Server

source: Radius authentication port (usually 1812)
ar: منفذ مصادقة نصف قطر (عادة 1812)
ca: Port d'autenticació Radius (normalment 1812)
de: Radius-Authentifizierungsport (normalerweise 1812)
es: Puerto de autenticación Radius (generalmente 1812)
eu: Erradioaren autentifikazio ataka (normalean 1812)
fr: Port d&#39;authentification Radius (généralement 1812)
it: Porta di autenticazione Radius (solitamente 1812)
pt: Porta de autenticação Radius (geralmente 1812)
ru: Порт аутентификации Radius (обычно 1812)

source: Secret
ar: سر
de: Geheimnis
eu: Sekretua
it: Segreto
pt: Segredo
ru: Секрет

source: Radius client secret
ar: سر عميل Radius
ca: Secret del client Radius
de: Radius-Client-Geheimnis
es: "Secret" del cliente Radius
eu: Erradioaren bezeroaren sekretua
fr: Secret client de rayon
it: Chiave secret del client Radius
pt: Segredo do cliente Radius
ru: Секрет клиента Radius

source: NAS Identifier
ar: معرف NAS
ca: Identificador NAS
de: NAS-Kennung
es: Identificador NAS
eu: NAS identifikatzailea
fr: Identifiant NAS
it: Identificatore NAS
pt: Identificador NAS
ru: Идентификатор NAS

source: NAS Identifier for Radius Server
ar: معرف NAS لخادم Radius
ca: Identificador NAS del servidor Radius
de: NAS-Kennung für Radius-Server
es: Identificador NAS para Radius Server
eu: NAS identifikatzailea Radius Server zerbitzariarentzat
fr: Identifiant NAS pour le serveur Radius
it: Identificatore NAS per Radius Server
pt: Identificador NAS para Servidor Radius
ru: Идентификатор NAS для Radius Server

source: App Prefix for Class Attributes
ar: بادئة التطبيق لسمات الفئة
ca: Prefix de l'App per als atributs de classe
de: App-Präfix für Klassenattribute
es: Prefijo de aplicación para atributos de clase
eu: Aplikazioaren aurrizkia Klase Atributuetarako
fr: Préfixe d&#39;application pour les attributs de classe
it: Prefisso dell'app per gli attributi della classe
pt: Prefixo do aplicativo para atributos de classe
ru: Префикс приложения для атрибутов Class

source: Application prefix for filtering groups from "Class" attribute
ar: بادئة تطبيق لتصفية المجموعات من سمة "Class"
ca: Prefix de l'aplicació per filtrar grups de l'atribut "Class"
de: Anwendungspräfix zum Filtern von Gruppen aus dem Attribut "Klasse"
es: Prefijo de aplicación para filtrar grupos del atributo "Clase"
eu: "Klasea" atribututik taldeak iragazteko aplikazioaren aurrizkia
fr: Préfixe d&#39;application pour filtrer les groupes à partir de l&#39;attribut "Classe"
it: Prefisso dell'applicazione per filtrare i gruppi dall'attributo "Classe"
pt: Prefixo do aplicativo para filtrar grupos do atributo "Classe"
ru: Префикс приложения для фильтрации групп по атрибуту «Class»

source: Global group
ar: المجموعة العالمية
ca: Grup global
de: Globale Gruppe
es: Grupo global
eu: Talde globala
fr: Groupe mondial
it: Gruppo globale
pt: Grupo global
ru: Глобальная группа

source: If set, this value will be added as group for all radius users
ar: في حالة التعيين ، ستتم إضافة هذه القيمة كمجموعة لجميع مستخدمي النطاق الجغرافي
ca: Si es defineix, aquest valor s'afegirà com a grup per a tots els usuaris de radius
de: Wenn gesetzt, wird dieser Wert als Gruppe für alle Umkreisbenutzer hinzugefügt
es: Si se establece, este valor se agregará como grupo para todos los usuarios de radius
eu: Ezartzen bada, balio hori talde gisa gehituko da erradioko erabiltzaile guztientzat
fr: Si elle est définie, cette valeur sera ajoutée en tant que groupe pour tous les utilisateurs du rayon
it: Se impostato, questo valore verrà aggiunto come gruppo per tutti gli utenti Radius
pt: Se definido, este valor será adicionado como grupo para todos os usuários do raio
ru: Если установлено, это значение будет добавлено как группа для всех пользователей радиуса.

source: Connection to Radius server failed
ar: فشل الاتصال بخادم Radius
ca: Ha fallat la connexió amb el servidor Radius
de: Verbindung zum Radius-Server fehlgeschlagen
es: La conexión al servidor Radius falló
eu: Radius zerbitzarirako konexioak huts egin du
fr: Échec de la connexion au serveur Radius
it: Connessione al server Radius non riuscita
pt: A conexão com o servidor Radius falhou
ru: Не удалось подключиться к Radius-серверу

source: Ldap Server Host
ar: المضيف ملقم Ldap
ca: Host servidor LDAP
es: Servidor host LDAP
eu: LDAP zerbitzaria
fr: Hôte du serveur LDAP
pt: Host do servidor LDAP
ru: Хост LDAP сервера

source: Username with read privileges on the base selected
ar: اسم المستخدم مع امتيازات القراءة على القاعدة المحددة
ca: Nom d'usuari amb privilegis de lectura sobre la base seleccionada
de: Benutzername mit Leseberechtigung für die ausgewählte Basis
es: Usuario con privilegios de lectura en la base seleccionada
eu: Aukeratutako oinarrian irakurtzeko pribilegioa daukan erabiltzailea
fr: Nom d'utilisateur avec des privilèges de lecture sur la base sélectionnée
it: Nome utente con privilegi di lettura sulla base selezionata
pt: Nome de usuário com privilégios de leitura na base selecionada
ru: Имя пользователя с правами чтения в выбранной базе

source: Base
ar: قاعدة
eu: Oinarria
ru: База

source: Common search base (used for "users" and "groups")
ar: قاعدة البحث المشترك (المستخدم ل "المستخدمين" و "مجموعات")
ca: Base de cerca comuna (utilitzada per a "usuaris" i "grups")
de: Gemeinsame Suchbasis (wird für "Benutzer" und "Gruppen" verwendet)
es: Base común de búsqueda (utilizada para "usuarios" y "grupos")
eu: Bilaketa-oinarri arrunta ("erabiltzaileentzat" eta "taldeentzat" erabiltzen dena)
fr: Base de recherche commune (utilisée pour les « utilisateurs » et « groupes »)
it: Base di ricerca comune (utilizzata per "utenti" e "gruppi")
pt: Base de pesquisa comum (usada para "usuários" e "grupos")
ru: Общая база поиска (используется для пользователей и групп)

source: Ldap info
ar: معلومات Ldap
ca: Informació del LDAP
es: Información de LDAP
eu: Ldap informazioa
fr: Info de LDAP
it: Informazioni Ldap
ru: LDAP информация

source: User class
ar: فئة المستخدم
ca: Classe d'usuari
de: Benutzerklasse
es: Clase de usuario
eu: Erabiltzaile mota
fr: Classe utilisateur
it: Classe utente
pt: Classe de usuário
ru: Класс пользователя

source: Class for LDAP users (normally posixAccount)
ar: فئة المستخدمين LDAP (عادة Posix account)
ca: Classe per a usuaris LDAP (normalment posixAccount)
de: Klasse für LDAP-Benutzer (normalerweise posixAccount)
es: Clase para usuarios LDAP (normalmente posixAccount)
eu: LDAP erabiltzailearen mota (posixAccount normalean)
fr: Classe pour les utilisateurs de LDAP (normalement posixAccount)
it: Classe per utenti LDAP (normalmente posixAccount)
pt: Classe para usuários LDAP (normalmente posixAccount)
ru: Класс для пользователей LDAP (обычно posixAccount)

source: User Id Attr
ca: Atr. ID d'usuari
de: Benutzer-ID Attr
es: Atr. de Id de usuario
eu: Erabiltzaile ID atributua
fr: Utilisateur Id Attr
it: Attributo ID utente
pt: Atração de ID do usuário
ru: Идентификатор атрибута пользователя

source: Attribute that contains the user id.
ar: السمة التي تحتوي على معرف المستخدم.
ca: Atribut que conté l&#39;identificador d&#39;usuari.
de: Attribut, das die Benutzer-ID enthält.
es: Atributo que contiene el id del usuario
eu: Erabiltzailearen IDa duen atributua.
fr: Attribut qui contient l&#39;ID utilisateur.
it: Attributo che contiene l'ID utente.
pt: Atributo que contém o ID do usuário.
ru: Атрибут, содержащий идентификатор пользователя.

source: Alt. class
ar: فئة البديل
ca: Classe alternativa
de: Alt. Klasse
es: Clase alt.
fr: Classe d’Alt.
it: Classe alt.
pt: Alt. classe
ru: Альтернативный класс

source: Class for LDAP objects that will be also checked for groups retrieval (normally empty)
ar: فئة لكائنات LDAP التي سيتم التحقق منها أيضا لاسترجاعها للمجموعات (عادة فارغة)
ca: Classe per a objectes LDAP que també se seleccionarà per a la recuperació de grups (normalment buit)
de: Klasse für LDAP-Objekte, die auch auf Gruppenabruf geprüft werden (normalerweise leer)
es: Clase de objetos LDAP que se verificará también para la recuperación de los grupos (normalmente vacío)
eu: Taldeak berreskuratzeko hautatutako taldeentzako LDAP objektuentzako klase (normalean hutsik dago)
fr: Classe d’objets LDAP qui sera également vérifiée pour la récupération des groupes (normalement vide)
it: Classe per oggetti LDAP che verrà anche controllata per il recupero dei gruppi (normalmente vuota)
pt: Classe para objetos LDAP que também serão verificados para recuperação de grupos (normalmente vazia)
ru: Класс для объектов LDAP, которые также будут проверены для поиска групп (обычно пустой)

source: Regex LDAP Authenticator
ar: المصادق Regex LDAP
ca: Autenticador Regex LDAP
de: Regex LDAP Authentifikator
es: Autenticador Regex LDAP
eu: Regex LDAP autentikatzailea
fr: Authentificateur LDAP Regex
it: Autenticatore Regex LDAP
pt: Autenticador Regex LDAP
ru: Аутентификатор Regex LDAP

source: Regular Expressions LDAP authenticator
ar: التعبيرات العادية لمصادق LDAP
ca: Autenticador LDAP d'Expressions Regulars
de: Reguläre Ausdrücke LDAP-Authentifikator
es: Expresiones regulares autenticador LDAP
eu: LDAP autentikatzailearen adierazpen erregularrak
fr: Authentificateur de LDAP d'Expressions régulière
it: Autenticatore LDAP con espressioni regolari
pt: Autenticador LDAP de Expressões Regulares
ru: Регулярное выражение для аутентификатора LDAP

source: Ldap user id attr is probably wrong (can't find any user with that attribute)
ar: ربما تكون سمة معرف مستخدم Ldap خاطئة (لا يمكن العثور على أي مستخدم بهذه السمة)
ca: Probablement, l&#39;identificador d&#39;usuari de Ldap attr sigui incorrecte (no puc trobar cap usuari amb aquest atribut)
de: Ldap-Benutzer-ID-Attribut ist wahrscheinlich falsch (es kann kein Benutzer mit diesem Attribut gefunden werden)
es: El atributo de ID de usuario de Ldap probablemente sea incorrecto (no se puede encontrar ningún usuario con ese atributo)
eu: Ldap user id attr ziurrenik oker dago (ezin da atributu hori duen erabiltzailerik aurkitu)
fr: L&#39;identifiant d&#39;utilisateur Ldap attr est probablement erroné (aucun utilisateur avec cet attribut n&#39;est trouvé)
it: L'ID utente Ldap attr è probabilmente sbagliato (non riesco a trovare nessun utente con quell'attributo)
pt: O atributo de ID do usuário Ldap provavelmente está errado (não é possível encontrar nenhum usuário com esse atributo)
ru: Атрибут идентификатора пользователя Ldap, вероятно, неправильный (невозможно найти ни одного пользователя с этим атрибутом)

source: Ldap group name attribute seems to be incorrect (no group found by that attribute)
ar: يبدو أن سمة اسم مجموعة Ldap غير صحيحة (لم يتم العثور على مجموعة بواسطة تلك السمة)
ca: L&#39;atribut del nom del grup Ldap sembla incorrecte (no s&#39;ha trobat cap grup amb aquest atribut)
de: Das Attribut „LDAP-Gruppenname“ scheint falsch zu sein (durch dieses Attribut wurde keine Gruppe gefunden)
es: El atributo de nombre de grupo Ldap parece ser incorrecto (no se encontró ningún grupo con ese atributo)
eu: Ldap taldearen izena atributua okerra dela dirudi (atributu horrek ez du talderik aurkitu)
fr: L&#39;attribut de nom de groupe Ldap semble incorrect (aucun groupe trouvé par cet attribut)
it: L'attributo del nome del gruppo Ldap sembra non corretto (nessun gruppo trovato da tale attributo)
pt: O atributo de nome do grupo Ldap parece estar incorreto (nenhum grupo encontrado por esse atributo)
ru: Атрибут имени группы Ldap, вероятно, неправильный (по этому атрибуту группа не найдена)

source: SAML Authenticator
ar: المصادق SAML
ca: Autenticador SAML
es: Autenticador SAML
eu: SAML autentikatzailea
fr: Authentificateur SAML
it: Autenticatore SAML
pt: Autenticador SAML
ru: Аутентификатор SAML

source: SAML (v2.0) Authenticator
ar: المصادق (SAML (v2.0
ca: Autenticador SAML (v2.0)
es: Autenticador SAML (v2.0)
eu: SAML (v2.0) autentikatzailea
fr: SAML (v2.0) authentificateur
it: Autenticatore SAML (v2.0)
pt: Autenticador SAML (v2.0)
ru: Аутентификатор SAML (v2.0)

source: Private key
ar: المفتاح الخاص
ca: Clau privada
de: Privat Schlüssel
es: Clave privada
eu: Gako pribatua
fr: Clé privée
it: Chiave privata
pt: Chave privada
ru: Приватный ключ

source: Private key used for sign and encription, as generated in base 64 from openssl
ar: استخدام المفتاح الخاص للتسجيل ولهذه السمة، كما تم إنشاؤه في الأساس 64 من OpenSSL
ca: Clau privada utilitzada per a signar i encriptar, generada en base 64 des d'OPENSSL
de: Privater Schlüssel, der zum Signieren und Schreiben verwendet wird, wie in Base 64 von OpenSSL generiert
es: Clave privada utilizada para firmar y encriptar, la generada en la base 64 de OpenSSL
eu: Seinale eta enkripzioan erabilitako gako pribatua, oinarrian sortutako 64 ataka irekitik
fr: Clé privée utilisée pour signature et cryptage, tel qu'elle est générée en base 64 de OpenSSL
it: Chiave privata utilizzata per firma e la crittografia, in formato base64 come generata da openssl
pt: Chave privada usada para sinal e inscrição, conforme gerado na base 64 do openssl
ru: Приватный ключ, используемый для подписи и шифрования, сгенерированный в base64 c помощью openssl

source: Certificates
ar: شهادات
ca: Certificats
de: Zertifikate
es: Certificados
eu: Ziurtagiriak
fr: Certificats
it: Certificati
pt: Certificados
ru: Сертификаты

source: Server certificate used in SAML, as generated in base 64 from openssl
ar: شهادة الخادم المستخدمة في SAML، كما تم إنشاؤها في الأساس 64 من opensl
ca: Certificat de servidor utilitzat a SAML, tal com es va generar a la base 64 des d&#39;openssl
de: In SAML verwendetes Serverzertifikat, wie in Base 64 von OpenSSL generiert
es: Certificado de servidor utilizado en SAML, generado en base 64 desde openssl
eu: SAMLn erabilitako zerbitzariaren ziurtagiria, openssl-tik 64 oinarrian sortutakoa
fr: Certificat de serveur utilisé dans SAML, tel que généré en base 64 à partir d&#39;openssl
it: Certificato server utilizzato in SAML, generato in base 64 da openssl
pt: Certificado de servidor usado em SAML, gerado na base 64 do openssl
ru: Сертификат сервера, используемый в SAML, сгенерированный в кодировке base64 в openssl.

source: IDP Metadata
ca: Metadades IDP
de: IDP-Metadaten
es: Metadatos IDP
fr: Métadonnées de l'IDP
it: Metadati IDP
pt: Metadados IDP
ru: IDP метаданные

source: You can enter here the URL or the IDP metadata or the metadata itself (xml)
ar: يمكنك إدخال URL أو بيانات IDP Metadata هنا داخليا أو بيان التعريف نفسه (xml)
ca: Podeu posar aquí l'URL o les metadades IDP o les mateixes metadades (xml)
de: Sie können hier die URL oder die IDP-Metadaten oder die Metadaten selbst (xml) eingeben.
es: Puede introducir aquí la URL o los metadatos IDP o simplemente los metadatos (xml)
eu: Hemen sar dezakezu URLa edo IDP metadatuak edo metadatu bera (xml)
fr: Ici, vous pouvez entrer le URL ou les métadonnées d'IDP ou les métadonnées eux-même (xml)
it: Puoi inserire qui l'URL o i metadati IDP o i metadati stessi (xml)
pt: Você pode inserir aqui o URL ou os metadados do IDP ou os próprios metadados (xml)
ru: Здесь вы можете указать URL-адрес, метаданные IDP или сами метаданные (xml)

source: Metadata
ar: بيانات التعريف
ca: Metadades
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
pt: Metadados
ru: Метаданные

source: Entity ID
ar: معرف الكيان
ca: ID de l'entitat
es: ID de la entidad
eu: Erakunde IDa
fr: ID de l'entité
pt: ID da entidade
ru: ID объекта

source: ID of the SP. If left blank, this will be autogenerated from server URL
ar: SP ID. إذا ترك فارغاً، ستكون هذه المعطيات من محدد موقع معلومات الخادم
ca: ID del SP. Si es deixa en blanc, es generarà automàticament des del servidor URL
de: ID des SP. Bleibt das Feld leer, wird dies automatisch von der Server-URL generiert
es: ID del SP. Si se deja en blanco, se generará automáticamente desde la dirección URL del servidor
eu: SP IDa. Utzi hutsik badaude, zerbitzariaren URLa automatikoki sortuko da
fr: ID de la SP. Si laissé vide, ce sera généré automatiquement a partir des URL du serveur
it: ID dello SP. Se lasciato vuoto, questo verrà generato automaticamente dall'URL del server
pt: ID do SP. Se deixado em branco, isso será gerado automaticamente a partir do URL do servidor
ru: Идентификатор SP. Если оставить пустым, будет автоматически генерироваться с URL-адреса сервера

source: User name attrs
ca: Atributs de nom d'usuari
de: Benutzername attrs
es: Atrs del nombre de usuario
eu: Erabiltzaile-izen atributuak
fr: Utilisateur nom attrs
it: Attributi nome utente
pt: Nome de usuário attrs
ru: Атрибут имени пользователя

source: Fields from where to extract user name
ar: حقول منها يستخرج اسم المستخدم
ca: Camps d'on obtenir el nom d'usuari
de: Felder, aus denen der Benutzername extrahiert werden soll
es: Campos de los que se extrae el nombre de usuario
eu: Erabiltzaile izena ateratzeko eremuak
fr: Champs d'où extraire le nom d'utilisateur
it: Campi da cui estrarre il nome utente
pt: Campos de onde extrair o nome do usuário
ru: Поля, откуда извлекается имя пользователя

source: Attributes
ar: سمات
ca: Atributs
de: Attribute
es: Atributos
eu: Atributuak
fr: Attributs
it: Attributi
pt: Atributos
ru: Атрибуты

source: Group name attrs
ca: Atributs de Nom de grup
de: Gruppenname attrs
es: Atrs del nombre de grupo
eu: Talde-izen atributuak
fr: Groupe nom attrs
it: Attributi nome di gruppo
pt: Nome do grupo attrs
ru: Атрибуты имени группы
