Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Security parameter for OpenGnsys to keep reservations at most this hours. Handle with care!
ar: معلمة أمان لـ OpenGnsys للاحتفاظ بالحجوزات على الأكثر هذه الساعات. التعامل مع الرعاية!
ca: Paràmetre de seguretat per a OpenGnsys per mantenir les reserves com a màxim aquestes hores. Manipular amb cura!
de: Sicherheitsparameter für OpenGnsys, um Reservierungen höchstens diese Stunden zu behalten. Mit Vorsicht behandeln!
es: Parámetro de seguridad de OpenGnsys para mantener las reservas como máximo estas horas. ¡Tratar con cuidado!
eu: Segurtasun parametroa OpenGnsys-ek ordutegi gehienetan erreserbak mantentzeko. Kudeatu kontu handiz!
fr: Paramètre de sécurité pour OpenGnsys pour conserver les réservations au maximum pendant ces heures. Manipuler avec soin!
it: Parametro di sicurezza per OpenGnsys per mantenere le prenotazioni al massimo questo orario. Maneggiare con cura!
pt: Parâmetro de segurança para o OpenGnsys manter reservas no máximo neste horário. Manuseie com cuidado!
ru: Параметр безопасности OpenGnsys для сохранения резервирований в заданные часы. Обращаться осторожно!

source: Start if unavailable
ar: ابدأ إذا لم يكن متاحًا
ca: Iniciar si no està disponible
de: Bei Nichtverfügbarkeit starten
es: Iniciar si no está disponible
eu: Hasi ez badago erabilgarri
fr: Démarrer si indisponible
it: Avvia se non disponibile
pt: Comece se indisponível
ru: Начать, если недоступен

source: If active, machines that are not available on user connect (on some OS) will try to power on through OpenGnsys.
ar: إذا كانت الأجهزة نشطة ، فستحاول الأجهزة غير المتوفرة عند اتصال المستخدم (في بعض أنظمة التشغيل) التشغيل من خلال OpenGnsys.
ca: Si està activat, les màquines que no estan disponibles a la connexió de l'usuari (en alguns sistemes operatius) intentaran engegar-se a través d'OpenGnsys.
de: Wenn aktiv, versuchen Maschinen, die bei einer Benutzerverbindung nicht verfügbar sind (auf einigen Betriebssystemen), sich über OpenGnsys einzuschalten.
es: Si está activo, las máquinas que no están disponibles en la conexión del usuario (en algunos sistemas operativos) intentarán encenderse a través de OpenGnsys.
eu: Aktiboak badira, erabiltzailea konektatzeko erabilgarri ez dauden makinak (sistema eragile batzuetan) OpenGnsys bidez saiatuko dira.
fr: Si elle est active, les machines qui ne sont pas disponibles sur la connexion utilisateur (sur certains systèmes d&#39;exploitation) essaieront de s&#39;allumer via OpenGnsys.
it: Se attivo, le macchine che non sono disponibili sulla connessione dell'utente (su alcuni sistemi operativi) proveranno ad accendersi tramite OpenGnsys.
pt: Se ativo, as máquinas que não estão disponíveis na conexão do usuário (em alguns sistemas operacionais) tentarão ligar por meio do OpenGnsys.
ru: Если он активен, машины, недоступные при подключении пользователя (в некоторых ОС), будут пытаться включить питание через OpenGnsys.

source: OpenNebula Platform Provider
ar: مزودمنصة OpenNebula .
ca: Proveïdor de la plataforma OpenNebula
de: OpenNebula-Plattformanbieter
es: Proveedor de plataforma OpenNebula
eu: OpenNebula plataforma hornitzailea
pt: Fornecedor da Plataforma OpenNebula
ru: Поставщик платформы OpenNebula

source: OpenNebula platform service provider
ar: OpenNebula مزود خدمة منصة.
ca: Proveïdor de serveis de la plataforma OpenNebula
de: OpenNebula-Plattform-Service Provider
es: Proveedor de servicios de Plataforma OpenNebula
eu: OpenNebula plataforma-zerbitzuen hornitzailea
fr: Fournisseur de services de plate-forme OpenNebula
it: Fornitore di servizi della piattaforma OpenNebula
pt: Provedor de serviços da plataforma OpenNebula
ru: Поставщик услуг платформы OpenNebula

source: OpenNebula Host
ar: OpenNebula المضيف
ca: Host OpenNebula
eu: OpenNebula ostalaria
fr: Hôte OpenNebula
it: Host OpenNebula
pt: Host do OpenNebula
ru: Хост OpenNebula

source: OpenNebula Port (default is 2633 for non ssl connection)
ar: ميناء OpenNebula (الافتراضي هو 2633 للاتصال غير SSL)
ca: Port OpenNebula (predeterminat el 2633 per a connexions no SSL)
de: OpenNebula Port (Standard ist 2633 für Nicht-SSL-Verbindung)
es: Puerto OpenNebula (el predeterminado es 2633 para conexión sin ssl)
eu: OpenNebula Port (lehenetsia 2633 ez da konexio estandarrarentzat)
fr: OpenNebula Port (la valeur par défaut est 2633 pour une connexion non SSL)
it: OpenNebula Port (il valore predefinito è 2633 per la connessione non SSL)
pt: Porta OpenNebula (o padrão é 2633 para conexão não ssl)
ru: Порт OpenNebula (по умолчанию 2633 для подключений не использующих ssl)

source: If checked, the connection will be forced to be ssl (will not work if server is not providing ssl)
ar: إذا تحققت، سوف يضطر إلى أن يصبح الاتصال SSL (لن تعمل إذا كان الخادم لا تقدم خدمة تصميم المواقع)
ca: Si està seleccionat, la connexió es forçarà a ser SSL (no funcionarà si el servidor no suporta SSL)
de: Wenn diese Option aktiviert ist, wird die Verbindung als SSL erzwungen (funktioniert nicht, wenn der Server keine SSL bereitstellt).
es: Si está marcada, la conexión será obligatoriamente ssl (no funcionará si el servidor no proporciona ssl)
eu: Egiaztatuta badago, konexioa ssl (behartuta egongo da ez bada zerbitzatzen ssl)
fr: Si cochée, la connexion sera forcée à être ssl (ne fonctionnera pas si le serveur ne fournit pas ssl)
it: Se selezionato, la connessione sarà trasformata in ssl (non funzionerà se il server non sta fornendo ssl)
pt: Se marcada, a conexão será forçada a ser ssl (não funcionará se o servidor não estiver fornecendo ssl)
ru: Если отмечено, соединение будет принудительно зависеть от ssl (не будет работать, если сервер не предоставляет ssl)

source: User with valid privileges on OpenNebula
ar: المستخدم مع امتيازات صالح على OpenNebula
ca: Usuari amb privilegis vàlids sobre OpenNebula
de: Benutzer mit gültigen Berechtigungen für OpenNebula
es: Usuario con privilegios válidos para OpenNebula
eu: OpenNebula-ren baliozko pribilegioak dituzten erabiltzaileak
fr: Utilisateur avec des privilèges valides sur OpenNebula
it: Utente con privilegi validi su OpenNebula
pt: Usuário com privilégios válidos no OpenNebula
ru: Пользователь с необходимыми правами в OpenNebula

source: Password of the user of OpenNebula
ar: كلمة السر للمستخدم من OpenNebula
ca: Contrasenya de l'usuari d'OpenNebula
de: Passwort des Benutzers von OpenNebula
es: Contraseña del usuario de OpenNebula
eu: OpenNebula erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur de OpenNebula
it: Password dell'utente di OpenNebula
pt: Senha do usuário do OpenNebula
ru: Пароль пользователя в OpenNebula

source: OpenNebula version is not supported (required version 4.1 or newer)
ar: إصدار OpenNebula غير مدعوم (الإصدار المطلوب 4.1 أو أحدث)
ca: La versió d&#39;OpenNebula no és compatible (versió necessària 4.1 o posterior)
de: OpenNebula-Version wird nicht unterstützt (erforderliche Version 4.1 oder neuer)
es: La versión OpenNebula no es compatible (se requiere la versión 4.1 o posterior)
eu: OpenNebula bertsioa ez da onartzen (beharrezkoa 4.1 bertsioa edo berriagoa)
fr: La version OpenNebula n&#39;est pas prise en charge (version 4.1 requise ou plus récente)
it: La versione OpenNebula non è supportata (è richiesta la versione 4.1 o successiva)
pt: A versão do OpenNebula não é suportada (é necessária a versão 4.1 ou mais recente)
ru: Версия OpenNebula не поддерживается (требуется версия 4.1 или новее)

source: Error connecting to OpenNebula: {}
ar: خطأ في الاتصال بـ OpenNebula: {}
ca: Error en connectar-se a OpenNebula: {}
de: Fehler beim Herstellen einer Verbindung zu OpenNebula: {}
es: Error al conectarse a OpenNebula: {}
eu: Errore bat gertatu da OpenNebula-ra konektatzean: {}
fr: Erreur de connexion à OpenNebula : {}
it: Errore di connessione a OpenNebula: {}
pt: Erro ao conectar-se ao OpenNebula: {}
ru: Ошибка подключения к OpenNebula: {}

source: Opennebula test connection passed
ar: مر اختبار الاتصال Opennebula
ca: La prova de connexió amb OpenNebula s'ha realitzat correctament
de: Testverbindung für OpenNebula bestanden
es: Prueba de conexión a OpenNebula superada
eu: Opennebula proba-konexioa gainditu da
fr: Test de connexion Opennebula passée
it: Connessione di prova a OpenNebula effettuata correttamente
pt: Conexão de teste Opennebula passada
ru: Подключение к Opennebula прошло успешно

source: OpenNebula Live Images
ar: OpenNebula صور حية
ca: Imatges OpenNebula
es: Imágenes de OpenNebula
fr: OpenNebula Images en direct
pt: Imagens ao vivo do OpenNebula
ru: Действующие образы OpenNebula

source: OpenNebula live images based service
ar: الخدمة على OpenNebula الصور الحية.
ca: Servei basat en imatges OpenNebula
de: OpenNebula Live Images basierter Service
es: Servicio basado en imágenes para OpenNebula
eu: OpenNebula Live Images-etan oinarrituriko zerbitzua
fr: Service basé sur les images en direct OpenNebula
it: Servizio basato su OpenNebula Live Images
pt: Serviço baseado em imagens ao vivo do OpenNebula
ru: Сервис на основе реальных образов OpenNebula

source: Datastore
ar: مخزن البيانات
ca: Emmagatzematge de dades
de: Datenspeicher
fr: Banque de données
pt: Banco de dados
ru: Хранилище

source: Service clones datastore
ar: استنساخ خدمة مخزن البيانات
ca: Emmagatzematge de dades per als clons del servei
es: Datastore para los clones del servicio
eu: Zerbitzua clones datastore
fr: Service des clones datastore
pt: Armazenamento de dados de clones de serviço
ru: Клоны сервисов хранилища

source: Base Template
ar: قالب قاعدة.
ca: Plantilla base
de: Basisvorlage
es: Plantilla base
fr: Modèle de base
it: Modello base
pt: Modelo base
ru: Базовый шаблон

source: Service base template
ar: قالب قاعدة الخدمة.
ca: Plantilla base de servei
de: Service-Basisvorlage
es: Plantilla de servicio base
eu: Zerbitzuaren oinarrizko txantiloia
fr: Modèle de base de service
it: Modello base di servizio
pt: Modelo base de serviço
ru: Шаблон для развертывания образов

source: Machine Names
ar: أسماء الأجهزة
ca: Noms de màquina
de: Maschinennamen
es: Nombres de las máquinas
eu: Makina izenak
fr: Noms de machines
it: Nomi macchina
pt: Nomes da Máquina
ru: Имена машин

source: Base name for clones from this machine
ar: الاسم الأساسي للاستنساخ من هذا الجهاز
ca: Nom base per als clons d'aquesta màquina
de: Basisname für Klone von diesem System
es: Nombre base para clones de esta máquina
eu: Makinaren klonak oinarrizko izena
fr: Nom de base des clones de cette machine
it: Nome di base per i cloni di questa macchina virtuale
pt: Nome base para clones desta máquina
ru: Базовое имя для клонов этой машины

source: Size of numeric part for the names of these machines
ar: حجم الجزء الرقمي لأسماء هذه الآلات
ca: Mida de la part numèrica per als noms d’aquestes màquines
de: Größe des numerischen Teils für die Namen dieser Maschinen
es: Tamaño del contador para los nombres de las máquinas.
eu: Makina horien izenetarako zati numerikoaren tamaina
fr: Taille de la partie numérique pour les noms de ces machines
it: Dimensione della parte numerica per i nomi di queste macchine virtuali
pt: Tamanho da peça numérica para os nomes dessas máquinas
ru: Размер числовой части названий этих машин

source: Authentication error
ar: خطأ مصادقة
ca: Error d'autenticació
de: Authentifizierungsfehler
es: Error de autenticación
eu: Autentikazio errorea
fr: Erreur d'authentification
it: Errore di autenticazione
pt: Erro de autenticação
ru: Ошибка аутентификации

source: Openstack does not support identity API 3.2 or newer. This OpenStack server is not compatible with UDS.
ar: أOpenstack لا يدعم API هوية 3.2 أو أحدث. هذا الخادم OpenStack غير متوافق مع UDS.
ca: Openstack no suporta identitat API 3.2 o superior. Aquest servidor OpenStack no és compatible amb UDS.
de: Openstack unterstützt keine Identitäts-API 3.2 oder neuer. Dieser OpenStack-Server ist nicht mit UDS kompatibel.
es: OpenStack no admite API de identidad 3.2 o posterior. Este servidor OpenStack no es compatible con UDS.
eu: Openstack-ek ez du nortasuna API 3.2 edo berriagoa onartzen. OpenStack zerbitzaria hau ez da UDS-rekin bateragarria.
fr: OpenStack ne supporte pas l'identité API 3.2 ou plus récent. Ce serveur OpenStack n'est pas compatible avec UDS.
it: Openstack non supporta le API di identità 3.2 o più recente. Questo server OpenStack non è compatibile con UDS.
pt: O Openstack não suporta a API de identidade 3.2 ou mais recente. Este servidor OpenStack não é compatível com o UDS.
ru: Openstack не поддерживает identity API 3.2 или новее. Этот сервер OpenStack не совместим с UDS

source: OpenStack Platform Provider
ar: مزود منصة OpenStack.
ca: Proveïdor de la plataforma OpenStack
de: OpenStack-Plattformanbieter
es: Proveedor de plataforma OpenStack
eu: OpenStack plataforma hornitzailea
pt: Fornecedor da Plataforma OpenStack
ru: Поставщик платформы OpenStack

source: OpenStack platform service provider
ar: مزود خدمة المنصة Openstack
ca: Proveïdor de serveis de la plataforma OpenStack
de: OpenStack-Plattform-Service-Provider
es: Proveedor de servicios de plataforma OpenStack
eu: OpenStack plataforma zerbitzu hornitzailea
fr: Fournisseur de services de plate-forme OpenStack
pt: Provedor de serviços da plataforma OpenStack
ru: Поставщик услуг платформы OpenStack

source: Identity endpoint
ar: هوية نقطة النهاية
ca: Punt final de la identitat
de: Identitätsendpunkt
eu: Nortasunaren amaiera
fr: Point de terminaison identité
pt: Endpoint de identidade
ru: Удостоверение конечной точки

source: OpenStack identity endpoint API Access (for example, https://10.0.0.1/identity). Do not include /v3.
ar: الوصول إلى واجهة برمجة تطبيقات نقطة نهاية هوية OpenStack (على سبيل المثال ، https://10.0.0.1/identity). لا تقم بتضمين / v3.
ca: Accés a l'API de l'endpoint d'OpenStack (per exemple, https://10.0.0.1/identity). No incloure / v3.
de: API-Zugriff für OpenStack-Identitätsendpunkte (z. B. https://10.0.0.1/identity). Schließen Sie /v3 nicht ein.
es: Acceso a la API del endpoint de OpenStack (por ejemplo, https://10.0.0.1/identity). No incluya / v3.
eu: OpenStack identitate amaierako API sarbidea (adibidez, https://10.0.0.1/identity). Ez sartu / v3.
fr: Accès à l&#39;API du point de terminaison d&#39;identité OpenStack (par exemple, https://10.0.0.1/identity). N&#39;incluez pas /v3.
it: Accesso API dell'endpoint di identità OpenStack (ad esempio, https://10.0.0.1/identity). Non includere /v3.
pt: Acesso à API do endpoint de identidade do OpenStack (por exemplo, https://10.0.0.1/identity). Não inclua / v3.
ru: Доступ к API конечной точки идентификации OpenStack (например, https://10.0.0.1/identity). Не включайте / v3.

source: Authentication method
ar: طريقة المصادقة
ca: Mètode d&#39;autenticació
de: Authentifizierungsmethode
es: Método de autentificación
eu: Autentifikazio metodoa
fr: Méthode d&#39;authentification
it: Metodo di autenticazione
pt: Método de autenticação
ru: Метод аутентификации

source: Authentication method to be used
ar: طريقة المصادقة المستخدمة
ca: Mètode d&#39;autenticació a utilitzar
de: Zu verwendende Authentifizierungsmethode
es: Método de autenticación a utilizar
eu: Erabili beharreko autentifikazio-metodoa
fr: Méthode d&#39;authentification à utiliser
it: Metodo di autenticazione da utilizzare
pt: Método de autenticação a ser usado
ru: Используемый метод аутентификации

source: Access interface
ar: واجهة الوصول
ca: Interfície d'accés
de: Zugriffsschnittstelle
es: Interfaz de acceso
eu: Sarbide interfazea
fr: Interface d'accès
it: Interfaccia di accesso
pt: Interface de acesso
ru: Интерфейс доступа

source: Access interface to be used
ar: واجهة الوصول لاستخدامها
ca: Interfície d'accés per a ser utilitzada
de: Zu verwendende Zugriffsschnittstelle
es: Interfaz de acceso para ser utilizada
eu: Sarbidea erabiltzeko interfazea
fr: Interface d'accès à utiliser
it: Interfaccia di accesso da utilizzare
pt: Interface de acesso a ser usada
ru: Интерфейс доступа для использования

source: Domain name (default is Default)
ar: اسم النطاق (الافتراضي هو افتراضي)
ca: Nom de domini (el predeterminat és Default)
de: Domainname (Standardeinstellung ist Standard)
es: Nombre de dominio (por defecto es Default)
eu: Domain name (lehenetsia lehenetsia da)
fr: Nom de domaine (valeur par défaut est la valeur par défaut)
it: Nome dominio (il valore predefinito è Default)
pt: Nome do domínio (o padrão é padrão)
ru: Доменное имя (по умолчанию Default)

source: Username/Application Credential ID
ar: اسم المستخدم/معرف اعتماد التطبيق
ca: Nom d&#39;usuari/identificador de credencial de l&#39;aplicació
de: Benutzername/Anwendungsanmeldeinformationen-ID
es: Nombre de usuario/ID de credencial de aplicación
eu: Erabiltzaile-izena/Aplikazioaren kredentzial IDa
fr: Nom d&#39;utilisateur/identifiant d&#39;identification de l&#39;application
it: Nome utente/ID credenziale dell'applicazione
pt: Nome de usuário/ID da credencial do aplicativo
ru: Имя пользователя/идентификатор учетных данных приложения

source: User with valid privileges on OpenStack/Application Credential ID with valid privileges
ar: مستخدم لديه امتيازات صالحة على معرف بيانات اعتماد OpenStack/التطبيق مع امتيازات صالحة
ca: Usuari amb privilegis vàlids a OpenStack/ID de credencial de l&#39;aplicació amb privilegis vàlids
de: Benutzer mit gültigen Berechtigungen für OpenStack/Anwendungs-Anmeldeinformationen-ID mit gültigen Berechtigungen
es: Usuario con privilegios válidos en OpenStack/ID de credencial de aplicación con privilegios válidos
eu: Baliozko pribilegioak dituen erabiltzailea OpenStack/Application Credential ID baliozko pribilegioak dituena
fr: Utilisateur avec des privilèges valides sur OpenStack/Application Credential ID avec des privilèges valides
it: Utente con privilegi validi su OpenStack/ID credenziale applicazione con privilegi validi
pt: Usuário com privilégios válidos no OpenStack/Application Credential ID com privilégios válidos
ru: Пользователь с действительными привилегиями в OpenStack/идентификатор учетных данных приложения с действительными привилегиями

source: Password/Application Credential Secret
ar: كلمة المرور/سر بيانات اعتماد التطبيق
ca: Secret de la contrasenya/credencial de l&#39;aplicació
de: Kennwort/Geheimnis der Anmeldeinformationen der Anwendung
es: Secreto de contraseña/credencial de aplicación
eu: Pasahitza/Aplikazioaren kredentzialaren sekretua
fr: Mot de passe/informations d&#39;identification secrètes de l&#39;application
it: Segreto password/credenziali dell'applicazione
pt: Segredo de senha/credencial do aplicativo
ru: Секрет пароля/приложения

source: Password of the user of OpenStack/Application Credential Secret
ar: كلمة مرور مستخدم OpenStack/Application Credential Secret
ca: Contrasenya de l&#39;usuari d&#39;OpenStack/Secret de credencials de l&#39;aplicació
de: Passwort des OpenStack/Application Credential Secret-Benutzers
es: Contraseña del usuario de OpenStack/Application Credential Secret
eu: OpenStack/Application Credential Secret erabiltzailearen pasahitza
fr: Mot de passe de l&#39;utilisateur d&#39;OpenStack/Application Credential Secret
it: Password dell'utente di OpenStack/Application Credential Secret
pt: Senha do usuário do OpenStack/Application Credential Secret
ru: Пароль пользователя OpenStack/Application Credential Secret

source: Project Id
ar: معرف المشروع
ca: Identificador del projecte
de: Projekt-ID
es: ID del proyecto
eu: Proiektuaren IDa
fr: Identifiant du projet
it: ID progetto
pt: ID do projeto
ru: Идентификатор проекта

source: Project (tenant) for this provider. Set only if required by server.
ar: مشروع (مستأجر) لهذا المزود. يتم الضبط فقط إذا طلب الخادم ذلك.
ca: Projecte (Tenant) per a aquest proveïdor. Definiu-lo només si el servidor ho requereix.
de: Projekt (Mieter) für diesen Anbieter. Nur einstellen, wenn dies vom Server benötigt wird.
es: Proyecto (tenant) para este proveedor. Establecer solo si es requerido por el servidor.
eu: Hornitzaile horren proiektua (maizterra). Ezarri zerbitzariak hala eskatzen badu.
fr: Projet (locataire) pour ce fournisseur. Défini uniquement si requis par le serveur.
it: Progetto (tenant) per questo provider. Impostato solo se richiesto dal server.
pt: Projeto (inquilino) para este provedor. Defina apenas se necessário pelo servidor.
ru: Проект (арендатор) для этого поставщика. Устанавливается только если это требуется сервером.

source: Region for this provider. Set only if required by server.
ar: منطقة لهذا المزود. يتم الضبط فقط إذا طلب الخادم ذلك.
ca: Regió d’aquest proveïdor. Definiu-lo només si el servidor ho requereix.
de: Region für diesen Anbieter. Nur einstellen, wenn dies vom Server benötigt wird.
es: Región para este proveedor. Establecer solo si es requerido por el servidor.
eu: Hornitzaile horren eskualdea. Ezarri zerbitzariak hala eskatzen badu.
fr: Région pour ce fournisseur. Défini uniquement si requis par le serveur.
it: Regione per questo fornitore. Impostare solo se richiesto dal server.
pt: Região para este provedor. Defina apenas se necessário pelo servidor.
ru: Регион для этого поставщика. Устанавливается только если это требуется сервером.

source: Subnets names
ar: أسماء الشبكات الفرعية
ca: Noms de subxarxes
de: Subnetznamen
es: Nombres de las subredes
eu: Azpi-sareen izenak
fr: Noms des sous-réseaux
it: Nomi delle sottoreti
pt: Nomes de sub-redes
ru: Имена подсетей

source: If checked, the name of the subnets will be used instead of the names of networks
ar: إذا تم تحديده ، فسيتم استخدام اسم الشبكات الفرعية بدلاً من أسماء الشبكات
ca: Si es marca, s'utilitzarà el nom de les subxarxes en lloc dels noms de les xarxes
de: Wenn diese Option aktiviert ist, wird der Name der Subnetze anstelle der Namen der Netzwerke verwendet
es: Si se marca, se utilizará el nombre de las subredes en lugar de los nombres de las redes.
eu: Egiaztatuta badago, sareen izenak erabiliko dira sareen izenen ordez
fr: Si coché, le nom des sous-réseaux sera utilisé à la place des noms des réseaux
it: Se selezionato, verrà utilizzato il nome delle sottoreti anziché i nomi delle reti
pt: Se marcado, o nome das sub-redes será usado em vez dos nomes das redes
ru: Если отмечено, вместо имён сетей будут использоваться имена подсетей.

source: Project Id not allowed when using Application Credential
ar: معرف المشروع غير مسموح به عند استخدام بيانات اعتماد التطبيق
ca: L&#39;identificador del projecte no es permet quan s&#39;utilitza la credencial de l&#39;aplicació
de: Projekt-ID bei Verwendung von Anwendungsanmeldeinformationen nicht zulässig
es: ID de proyecto no permitido cuando se utiliza la credencial de la aplicación
eu: Proiektuaren IDa ez da onartzen aplikazioaren kredentzialak erabiltzean
fr: L&#39;ID de projet n&#39;est pas autorisé lors de l&#39;utilisation des informations d&#39;identification de l&#39;application
it: ID progetto non consentito quando si utilizza la credenziale dell'applicazione
pt: ID do projeto não permitido ao usar credencial de aplicativo
ru: Идентификатор проекта не разрешен при использовании учетных данных приложения

source: Error: {}
ar: خطأ: {}
de: Fehler: {}
eu: Errorea: {}
fr: Erreur: {}
it: Errore: {}
pt: Erro: {}
ru: Ошибка: {}

source: OpenStack LEGACY Platform Provider
ar: OpenStack إرث منصة موفر
ca: Proveïdor de la plataforma OpenStack Legacy
de: OpenStack LEGACY-Plattformanbieter
es: Proveedor de plataforma OpenStack legacy
eu: OpenStack LEGACY Plataforma hornitzailea
pt: Fornecedor da Plataforma OpenStack LEGACY
ru: Совместимый поставщик платформы OpenStack
