Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: OS Manager used as base of this service pool
ar: إدارة نظام التشغيل يستخدم كقاعدة لهذا التجمع للخدمة
ca: Gestor de SO utilitzat com a base d'aquest pool de servei
de: OS-Manager wird als Basis dieses Service-Pools verwendet
es: OS Manager utilizado como base de este pool de servicios
eu: Zerbitzu-pool honen oinarritzat erabilitako OS Manager
fr: OS Manager utilisé comme base de ce pool de service
it: OS Manager utilizzato come base di questo pool di servizi
pt: Gestor de S.O. usado como base desse pool de serviços
ru: ОС менеджер используется как базовый в этом сервисном пуле

source: Allow removal by users
ar: السماح بمسح المستخدم
ca: Permetre als usuaris l'eliminació
de: Entfernung von Benutzern zulassen
es: Permitir a los usuarios eliminar
eu: Baimendu erabiltzaileek kentzea
fr: Permettre la supression par utilisateurs
it: Consenti la rimozione da parte degli utenti
pt: Permitir remoção por usuários
ru: Разрешить удаление пользователями

source: If active, the user will be allowed to remove the service "manually". Be careful with this, because the user will have the "power" to delete it's own service
ar: إذا نشط، فسيسمح للمستخدم بإزالة الخدمة "يدويا". كن حذرا مع هذا، لأن المستخدم سوف يكون "السلطة" لحذف انها الخدمة الخاصة
ca: Si està activat, l'usuari podrà eliminar el servei "manualment". Aneu amb compte, perquè l'usuari podrà suprimir el seu propi servei
de: Wenn aktiv, kann der Benutzer den Service "manuell" entfernen. Seien Sie vorsichtig, denn der Benutzer hat die Berechtigung, seinen eigenen Service zu "löschen"
es: Si está activo, el usuario podrá quitar el servicio "manualmente". Tenga cuidado con esto, ya que el usuario tendrá el "poder" para borrar el servicio propio.
eu: Aktibo badago, erabiltzaileak "eskuz" zerbitzua kendu ahal izango du. Kontuz ibili, erabiltzaileak "boterea" izango duelako bere zerbitzua ezabatzeko
fr: S'il est actif, l'utilisateur sera autorisé à supprimer le service "manuellement". Soyez prudent avec cela, car l'utilisateur aura le "pouvoir" de supprimer son propre service
it: Se attivo, l'utente sarà autorizzato a rimuovere il servizio "manualmente". Fai attenzione, perché l'utente avrà il "potere" di cancellare il proprio servizio
pt: Se ativo, o usuário poderá remover o serviço "manualmente". Tenha cuidado com isso, porque o usuário terá o "poder" para excluir seu próprio serviço
ru: Если активно, пользователю будет разрешено удалить службу вручную. Будьте осторожны с этим, не рекомендуется давать пользователю такие права

source: Advanced
ar: متقدم
ca: Avançat
de: Erweitert
es: Avanzado
eu: Aurreratua
fr: Avancé
it: Avanzate
pt: Avançado
ru: Расширенный

source: Allow reset by users
ar: السماح بإعادة برمجة المصنع قبل المستخدمين
ca: Permetre als usuaris el reinici
de: Zurücksetzen durch Benutzer zulassen
es: Permitir resetear a los usuarios
eu: Baimendu berrezarri erabiltzaileek
fr: Permettre la remise à zéro par les utilisateurs
it: Permetti il reset da parte degli utenti
pt: Permitir redefinir pelos usuários
ru: Разрешить сброс пользователям

source: If active, the user will be allowed to reset the service
ar: في حالة التفعيل، سيسمح للمستخدم بإعادة برمجة الخدمة
ca: Si està activat, l'usuari podrà reiniciar el servei
de: Wenn aktiv, kann der Benutzer den Service zurücksetzen
es: Si está activo, el usuario podrá resetear el servicio
eu: Aktibatuta badago, erabiltzaileak zerbitzua berrezarriko du
fr: S’il est activé, l’utilisateur sera autorisé pour réinitialiser le service
it: Se attivo, l'utente sarà autorizzato a ripristinare il servizio
pt: Se ativo, o usuário poderá redefinir o serviço
ru: Если активно, пользователю будет разрешено сбросить сервис

source: Ignores unused
ar: تجاهل غير المستخدمة
ca: Ignora els que no s'utilitzen
de: Ignoriert ungenutzte
es: Ignora no usadas
eu: Ez Ikusi erabili gabe daudenak
fr: Ignore les non utilisés
it: Ignora non utilizzate
pt: Ignora não utilizado
ru: Игнорировать неиспользуемые

source: If the option is enabled, UDS will not attempt to detect and remove the user services assigned but not in use.
ar: إذا تم تمكين الخيار، فإن UDS لا تحاول الكشف عن خدمات المستخدم التي تم تعيينها ولكن التي ليست قيد الاستخدام.
ca: Si l'opció està habilitada, UDS no intentarà detectar ni eliminar els serveis d'usuari assignats que no s'utilitzin.
de: Wenn die Option aktiviert ist, versucht das System nicht, die zugewiesenen, jedoch nicht verwendeten User-Services zu erkennen und zu entfernen.
es: Si la opción está activada, UDS no intentará detectar y eliminar el servicio de usuario asignado pero no en uso.
eu: Aukera hori gaituta badago, UDS-k ez du erabiltzaileari esleitutako zerbitzuen detekzioa eta kentzea saiatuko.
fr: Si l’option est activée, UDS ne va pas tenter de détecter et supprimer les services d’utilisateurs affectés, Sinon ceux qui sont en cours d’utilisation.
it: Se l'opzione è abilitata, UDS non tenterà di rilevare e rimuovere i servizi utente assegnati ma non in uso.
pt: Se a opção estiver ativada, o UDS não tentará detectar e remover os serviços do usuário atribuídos, mas não em uso.
ru: Если активно, UDS не будет пытаться обнаружить и удалить пользовательские услуги, назначенные, но не используемые.

source: If active, transport will be visible for users
ar: إذا كان نشطًا ، فسيكون النقل مرئيًا للمستخدمين
ca: Si està activat, el transport serà visible per als usuaris
de: Wenn aktiv, ist der Transport für Benutzer sichtbar
es: Si está activo, el transporte será visible para los usuarios.
eu: Aktibo bada, garraioak ikusgai egongo dira erabiltzaileentzat
fr: Si actif, le transport sera visible pour les utilisateurs
it: Se attivo, il trasporto sarà visibile agli utenti
pt: Se estiver ativo, o transporte ficará visível para os usuários
ru: Если активно, транспорт будет виден пользователям

source: Custom launch message text
ar: نص رسالة إطلاق مخصصة
ca: Text de missatge de llançament personalitzat
de: Benutzerdefinierter Text für die Startnachricht
es: Texto de mensaje de inicio personalizado
eu: Abiarazteko mezuaren testu pertsonalizatua
fr: Texte du message de lancement personnalisé
it: Testo del messaggio di lancio personalizzato
pt: Texto da mensagem de lançamento personalizado
ru: Персонализированное сообщения о запуске

source: Custom message to be shown to users, if active, when trying to start a service from this pool.
ar: رسالة مخصصة سيتم عرضها للمستخدمين، إذا كانت نشطة، عند محاولة بدء تشغيل خدمة من هذا التجمع.
ca: Missatge personalitzat que es mostrarà als usuaris, si està actiu, quan intentin iniciar un servei des d&#39;aquest grup.
de: Benutzerdefinierte Nachricht, die den Benutzern angezeigt wird, wenn sie aktiv sind und versuchen, einen Dienst aus diesem Pool zu starten.
es: Mensaje personalizado que se mostrará a los usuarios, si están activos, al intentar iniciar un servicio desde este grupo.
eu: Mezu pertsonalizatua erabiltzaileei erakutsiko zaie, aktibo badago, igerileku honetatik zerbitzu bat abiarazten saiatzean.
fr: Message personnalisé à afficher aux utilisateurs, s&#39;il est actif, lorsqu&#39;ils tentent de démarrer un service à partir de ce pool.
it: Messaggio personalizzato da mostrare agli utenti, se attivo, quando tentano di avviare un servizio da questo pool.
pt: Mensagem personalizada a ser mostrada aos usuários, se ativa, ao tentar iniciar um serviço deste pool.
ru: Персонализированное сообщение, которое будет отображаться пользователям, если оно активно, при попытке запустить службу из этого пула.

source: Enable custom launch message
ar: تمكين رسالة الإطلاق المخصصة
ca: Activa el missatge d&#39;inici personalitzat
de: Benutzerdefinierte Startnachricht aktivieren
es: Habilitar mensaje de inicio personalizado
eu: Gaitu abiarazteko mezu pertsonalizatua
fr: Activer le message de lancement personnalisé
it: Abilita il messaggio di avvio personalizzato
pt: Ativar mensagem de lançamento personalizada
ru: Включить персонализированное сообщение о запуске

source: If active, the custom launch message will be shown to users
ar: إذا كان نشطًا، فسيتم عرض رسالة التشغيل المخصصة للمستخدمين
ca: Si està actiu, el missatge d&#39;inici personalitzat es mostrarà als usuaris
de: Wenn aktiviert, wird den Benutzern die benutzerdefinierte Startnachricht angezeigt
es: Si está activo, el mensaje de inicio personalizado se mostrará a los usuarios.
eu: Aktibatuta badago, abiarazteko mezu pertsonalizatua erakutsiko zaie erabiltzaileei
fr: S&#39;il est actif, le message de lancement personnalisé sera affiché aux utilisateurs
it: Se attivo, il messaggio di avvio personalizzato verrà mostrato agli utenti
pt: Se ativo, a mensagem de inicialização personalizada será mostrada aos usuários
ru: Если активно, то пользователям будет показано персонализированное сообщение о запуске.

source: Initial available services
ar: أولى الخدمات المتاحة
ca: Serveis inicialment disponibles
de: Anfangs verfügbare Services
es: Servicios disponibles inicialmente
eu: Azierako zerbitzu erabilgarriak
fr: Services initiaux disponibles
it: Servizi disponibili iniziali
pt: Serviços iniciais disponíveis
ru: Первоначально доступные сервисы

source: Services created initially for this service pool
ar: الخدمات التي تم إنشاؤها في البداية لتجمع هذه الخدمة
ca: Serveis creats inicialment per a aquest pool de serveis
de: Services, die ursprünglich für diesen Servicepool erstellt wurden
es: Servicios creados inicialmente para este pool de servicios
eu: Hasiera baten zerbitzu-pool honentzat sortutako zerbitzuak
fr: Services créés initialement pour ce pool de service
it: Servizi creati inizialmente per questo pool di servizi
pt: Serviços criados inicialmente para este conjunto de serviços
ru: Службы, созданные для этого сервис-пула

source: Availability
ar: توافر
ca: Disponibilitat
de: Verfügbarkeit
es: Disponibilidad
eu: Erabilgarritasuna
fr: Disponibilité
it: Disponibilità
pt: Disponibilidade
ru: Доступность

source: Services to keep in cache
ar: خدمات تبقى في ذاكرة التخزين المؤقت
ca: Serveis per a mantenir en memòria cau
de: Dienste, die im Cache aufbewahrt werden sollen
es: Servicios para mantener en la caché
eu: Cache-an edukitzeko zerbitzuak
fr: Services pour conserver en cache
it: Servizi da tenere nella cache
pt: Serviços para manter em cache
ru: Сервисы для удержания в кэше

source: Services kept in cache for improved user service assignation
ar: خدمات الاحتفاظ بها في ذاكرة التخزين المؤقت لإسناد خدمة مستخدم محسنة
ca: Serveis guardats en memòria cau per a millorar l'assignació de servei d'usuari
de: Dienste werden im Cache gehalten, um die Benutzerdienstzuweisung zu verbessern
es: Servicios guardado en caché para mejorar la asignación de servicio de usuario
eu: Cachean gordetako zerbitzuak erabiltzaileen zerbitzuen esleipen hobetzeko
fr: Services conservés dans le cache pour l'assignation de service utilisateur améliorée
it: Servizi tenuti nella cache per una migliore assegnazione del servizio utente
pt: Serviços mantidos em cache para melhor designação de serviço do usuário
ru: Службы, хранящиеся в кэше, для улучшения назначения обслуживания пользователей

source: Services to keep in L2 cache
ar: خدمات تبقى في ذاكرة التخزين المؤقت L2
ca: Serveis per a mantenir en memòria cau nivell 2
de: Dienste, die im L2-Cache aufbewahrt werden sollen
es: Servicios para mantener en la caché L2
eu: L2 cache-an edukitzeko zerbitzuak
fr: Services á garder en mémoire cache L2
it: Servizi da tenere nella cache L2
pt: Serviços para manter no cache L2
ru: Сервисы, хранящиеся в L2 кэше

source: Services kept in cache of level2 for improved service generation
ar: خدمات الاحتفاظ بها في ذاكرة التخزين المؤقت من L2 لتحسين خدمة الجيل
ca: Serveis guardats en memòria cau de nivell 2 per a millorar la generació de serveis
de: Services, die im Level 2 Cache gehalten werden, um die Service-Generierung zu verbessern
es: Servicios guardados en la caché de nivel 2 para mejorar la generación de servicios
eu: Zerbitzuen maila2 cachean gordetako zerbitzuen zerbitzua hobetzeko
fr: Services conservés dans le cache de niveau 2 pour la production d'un service amélioré
it: Servizi mantenuti nella cache di secondo livello per una migliore generazione di servizi
pt: Serviços mantidos no cache de level2 para melhor geração de serviços
ru: Сервисы хранящиесы в кэше уровня 2 для улучшения генерации сервисов

source: Maximum number of services to provide
ar: الحد الأقصى لعدد الخدمات المتوفرة
ca: Nombre màxim de serveis a proveir
de: Maximale Anzahl der zu erbringenden Services
es: Número máximo de servicios a proveer
eu: Gehienezko zerbitzu kopurua
fr: Nombre maximum de services à fournir
it: Numero massimo di servizi da fornire
pt: Número máximo de serviços a fornecer
ru: Максимальное количество предоставляемых сервисов

source: Maximum number of service (assigned and L1 cache) that can be created for this service
ar: الحد الأقصى لعدد من الخدمات (المعينة ومخبأة في L1) التي يمكن أن تنشأ عن هذه الخدمة
ca: Nombre màxim de serveis (assignats i en memòria cau nivell 1) que poden crear-se per a aquest servei
de: Maximale Anzahl an Services (zugewiesen und L1-Cache), die für diesen Service erstellt werden können
es: Número máximo de servicios (asignados y caché L1) que pueden crearse para este servicio
eu: Zerbitzu honetarako sor daitekeen zerbitzu kopurua (esleitutakoa eta L1 cachea)
fr: Nombre maximal de service (assignés et cache L1) qui peuvent être créés pour ce service
it: Numero massimo di servizi (assegnati e cache L1) che possono essere creati per questo servizio
pt: Número máximo de serviço (atribuído e cache L1) que pode ser criado para este serviço
ru: Максимальное количество сервисов (привязанных и находящихся в кэше), которые могут быть созданы для этого сервиса

source: Show transports
ar: إظهار النقل
ca: Mostrar transports
de: Transporte anzeigen
es: Mostrar transportes
eu: Garraioak erakutsi
fr: Voir les transports
it: Mostra trasporti
pt: Mostrar transportes
ru: Показать транспорты

source: If active, alternative transports for user will be shown
ar: في حالة نشطة، سيظهر النقل البديل للمستخدم
ca: Si està activat, es mostraran transports alternatius per a l'usuari
de: Wenn aktiv, werden alternative Transporte für Benutzer angezeigt
es: Si está activo, se mostrarán transportes alternativos para el usuario
eu: Aktibo izan ezkero, erabiltzaileari garraio aukerak erakutsi
fr: S'il est activé, les transports alternatifs pour utilisateur seront affichés
it: Se attivo, verranno mostrati i trasporti alternativi per l'utente
pt: Se ativo, os transportes alternativos para o usuário serão mostrados
ru: Если активно, для пользователя будут показаны альтернативные транспорты

source: Accounting
ar: محاسبة
ca: Comptabilització
de: Buchhaltung
es: Contadores
eu: Kontabilitatea
fr: Comptabilité
it: Rendicontazione
pt: Contabilidade
ru: Учётные записи

source: Account associated to this service pool
ar: الحساب المرتبط ببركة الخدمة هذه
ca: Compte associat a aquest pool de servei
de: Konto, das diesem Service-Pool zugeordnet ist
es: Contador asociado a este Pool de servicios
eu: Zerbitzu-pool honi lotutako kontua
fr: Compte associé à ce pool de services
it: Resoconto associato a questo pool di servizi
pt: Conta associada a este conjunto de serviços
ru: Учетная запись, связанная с этим пулом услуг

source: Name too long
ar: الاسم طويل جدًا
ca: Nom massa llarg
de: Name zu lang
es: Nombre demasiado largo
eu: Izena luzeegia
fr: Nom trop long
it: Nome troppo lungo
pt: Nome muito longo
ru: Имя слишком длинное

source: Short name too long
ar: الاسم القصير طويل جدًا
ca: Nom curt massa llarg
de: Kurzer Name zu lang
es: Nombre corto demasiado largo
eu: Izen laburra luzeegia
fr: Nom court trop long
it: Nome corto troppo lungo
pt: Nome curto muito longo
ru: Короткое имя слишком длинное

source: Base service does not exist anymore
ar: خدمة قاعدة غير موجود بعد الآن
ca: El servei base ja no existeix
de: Base Service existiert nicht mehr
es: Ya no existe servicio base
eu: Zerbitzu-oinarria ez dago
fr: Service de base n'existe plus
it: Il servizio base non esiste più
pt: O serviço base não existe mais
ru: Базовый сервис больше не существует

source: This service requires an OS Manager
ar: تتطلب هذه الخدمة إدارة نظام التشغيل
ca: Aquest servei requereix un gestor de SO
de: Dieser Service erfordert einen OS-Manager
es: Este servicio requiere un OS Manager
eu: Zerbitzu honek OS Manager behar du
fr: Ce service nécessite un OS Manager
it: Questo servizio richiede un OS Manager
pt: Este serviço requer um Gestor de S.O.
ru: Этот сервис требует наличия ОС менеджера

source: unknown
ar: غير معروف
ca: desconegut
de: unbekannt
es: desconocido
eu: Ezezaguna
fr: inconnu
it: sconosciuto
pt: desconhecido
ru: неизвестно

source: Services Usage
ar: استخدام الخدمات
ca: Ús de serveis
de: Dienstleistungen
es: Uso de servicios
eu: Zerbitzuen erabilpena
fr: Utilisation des services
it: Utilizzo dei servizi
pt: Uso de Serviços
ru: Использование сервисов

source: Service
ar: خدمة
ca: Servei
de: Bedienung
es: Servicio
eu: Zerbitzua
it: Servizio
pt: Serviço
ru: Сужба

source: Devices
ar: جهاز
ca: Dispositius
de: Geräte
es: Dispositivos
eu: Gailuak
fr: Dispositifs de
it: Dispositivi
ru: Устройства

source: Allowed Devices
ar: أجهزة مسموحة
ca: Dispositius permesos
de: Zulässige Geräte
es: Dispositivos permitidos
eu: Baimendutako gailuak
fr: Périphériques autorisés
it: Dispositivi autorizzati
pt: Dispositivos Permitidos
ru: Разрешённые устройства

source: If empty, any kind of device compatible with this transport will be allowed. Else, only devices compatible with selected values will be allowed
ar: إذا كان فارغا، لن يسمح لأي نوع من الأجهزة المتوافقة مع هذا النقل. خلاف ذلك، يسمح لأجهزة متوافقة فقط مع القيم المحددة
ca: Si està buit, es permetrà qualsevol tipus de dispositiu compatible amb aquest transport. Sinó, només es permetran els dispositius compatibles amb els valors seleccionats
de: Wenn dieses Feld leer ist, sind alle mit diesem Transport kompatiblen Geräte zulässig. Andernfalls sind nur Geräte zulässig, die mit ausgewählten Werten kompatibel sind
es: Si está vacío, se permitirá cualquier tipo de dispositivo compatible con este transporte. En caso de marcar alguno permitirá sólo dispositivos compatibles con los valores seleccionados.
eu: Hutsik badago, garraio honekin bateragarria den edozein gailu onartzen da. Bestela, hautatutako balioekin bateragarriak diren gailuak bakarrik onartuko dira
fr: Si vide, on autorisra tout type de périphérique compatible avec ce type de transport. Sinon, seuls les appareils compatibles avec les valeurs sélectionnées seront autorisés
it: Se vuoto, sarà autorizzato qualsiasi tipo di dispositivo compatibile con questo trasporto. Altrimenti, saranno autorizzati solo i dispositivi compatibili con i valori selezionati
pt: Se vazio, qualquer tipo de dispositivo compatível com este transporte será permitido. Além disso, somente dispositivos compatíveis com valores selecionados serão permitidos
ru: Если пусто, будет разрешено использовать любое устройство, совместимое с этим транспортом. В противном случае будут разрешены только выбранные устройства, совместимые с этим транспортом.

source: Currently assigned services pools
ar: مجمعات الخدمات المعينة حاليا
ca: Pools de serveis actualment assignats
de: Derzeit zugewiesene Service-Pools
es: Services pools asignados actualmente
eu: Une honetan esleiturik dauden zerbitzu-poolak
fr: Actuellement affecté Pool services
it: Pool di servizi attualmente assegnati
pt: Conjuntos de serviços atualmente atribuídos
ru: Текущие привязанные пулы услуг

source: Metapool transport label (only used on metapool transports grouping)
ar: ملصق نقل Metapool (يُستخدم فقط في تجميع عمليات نقل metapool)
ca: Etiqueta de transport de metapool (només s'utilitza en l'agrupació de transports de metapool)
de: Metapool-Transportkennzeichen (wird nur bei der Gruppierung von Metapool-Transporten verwendet)
es: Etiqueta de transporte de metapool (solo se utiliza en la agrupación de transportes de metapool)
eu: Metapool garraioaren etiketa (metapool garraioen taldekatzeetan soilik erabiltzen da)
fr: Étiquette de transport Metapool (utilisée uniquement sur le regroupement de transports metapool)
it: Etichetta per i trasporti in metapool (utilizzata solo per raggruppare i trasporti in metapool)
pt: Etiqueta de transporte Metapool (usado apenas no agrupamento de transportes metapool)
ru: Метка транспорта метапула (используется только при группировке транспорта в метапулы)

source: Label must contain only letters, numbers, ":" and "-"
ar: يجب أن تحتوي التسمية على أحرف وأرقام و ":" و "-" فقط
ca: L&#39;etiqueta només ha de contenir lletres, números, ":" i "-"
de: Label darf nur Buchstaben, Zahlen, ":" und "-" enthalten
es: La etiqueta debe contener solo letras, números, ":" y "-"
eu: Etiketak letrak, zenbakiak, ":" eta "-" bakarrik izan behar ditu
fr: L&#39;étiquette ne doit contenir que des lettres, des chiffres, ":" et "-"
it: L'etichetta deve contenere solo lettere, numeri, ":" e "-"
pt: A etiqueta deve conter apenas letras, números, ":" e "-"
ru: Метка должна содержать только буквы, цифры, ":" и "-"

source: Tunnels
ar: الأنفاق
ca: Túnels
de: Tunnel
es: Túneles
eu: Tunelak
it: Tunnel
pt: Túneis
ru: Туннели

source: Host
ar: المضيف
de: Wirt
es: Servidor
eu: Ostalaria
fr: Serveur
ru: Хост

source: Hostname or IP address of the server where the tunnel is visible by the users
ar: اسم المضيف أو عنوان IP الخاص بالخادم حيث يكون النفق مرئيًا للمستخدمين
ca: Nom d&#39;amfitrió o adreça IP del servidor on el túnel és visible pels usuaris
de: Hostname oder IP-Adresse des Servers, auf dem der Tunnel für die Benutzer sichtbar ist
es: Nombre de host o dirección IP del servidor donde los usuarios pueden ver el túnel
eu: Erabiltzaileek tunela ikusgai duten zerbitzariaren ostalari-izena edo IP helbidea
fr: Nom d&#39;hôte ou adresse IP du serveur sur lequel le tunnel est visible par les utilisateurs
it: Nome host o indirizzo IP del server in cui il tunnel è visibile agli utenti
pt: Nome do host ou endereço IP do servidor onde o túnel é visível pelos usuários
ru: Имя хоста или IP-адрес сервера, на котором туннель виден пользователям.

source: Port where the tunnel is visible by the users
ar: المنفذ الذي يكون فيه النفق مرئيًا للمستخدمين
ca: Port on el túnel és visible pels usuaris
de: Port, an dem der Tunnel für die Benutzer sichtbar ist
es: Puerto donde el túnel es visible para los usuarios
eu: Erabiltzaileek tunela ikusten duten portua
fr: Port où le tunnel est visible par les utilisateurs
it: Porta in cui il tunnel è visibile agli utenti
pt: Porta onde o túnel é visível pelos usuários
ru: Порт, где туннель виден пользователям

source: Cannot delete a tunnel server group with transports attached
ar: لا يمكن حذف مجموعة خادم النفق مع وسائل النقل المرفقة
de: Eine Tunnelservergruppe mit angehängten Transporten kann nicht gelöscht werden
es: No se puede eliminar un grupo de servidores de túnel con transportes adjuntos
eu: Ezin da ezabatu garraioak erantsita dituen tunel zerbitzari talde bat
it: Impossibile eliminare un gruppo di server tunnel con trasporti allegati
pt: Não é possível excluir um grupo de servidores de túnel com transportes anexados
ru: Невозможно удалить группу туннельных серверов с подключенными транспортами.

source: Revision
ar: مراجعة
ca: Revisió
es: Revisión
eu: Berrikustea
fr: Révision
it: Revisione
pt: Revisão
ru: Ревизия

source: Status date
ar: تاريخ الحالة
ca: Data d'estat
de: Status Datum
es: Fecha de estado
eu: Egoera data
fr: Date d'État
it: Data dello stato
pt: Data do status
ru: Статус даты

source: Cached services
ar: خدمات التخزين المؤقت
ca: Serveis en memòria cau
de: Zwischengespeicherte Dienste
es: Servicios en caché
eu: Cache-aturiko zerbitzuak
fr: Services de mise en cache
it: Servizi nella cache
pt: Serviços em cache
ru: Кэшированные сервисы
