Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If UDS vAPP is selected as "Desktop", the FULL PATH of the app to be executed. If UDS vAPP is not selected, this field will be ignored.
ar: إذا تم تحديد UDS vAPP باسم "سطح المكتب"، FULL PATH من التطبيق ليتم تنفيذها. إذا لم يتم تحديد vAPP UDS، سيتم تجاهل هذا الحقل.
ca: Si UDS vAPP està seleccionat com a "Escriptori", la ruta de accés completa de l'aplicació s'executarà. Si UDS vAPP no està seleccionat, se ignorarà aquest camp.
de: Wenn UDS vAPP als "Desktop" ausgewählt ist, wird der VOLLSTÄNDIGE PFAD der App ausgeführt. Wenn UDS vAPP nicht ausgewählt ist, wird dieses Feld ignoriert.
es: Si UDS vAPP es seleccionado como "Desktop", la ruta de acceso completa de la aplicación que será ejecutada. Si UDS vAPP no está seleccionado, este campo será ignorado.
eu: UDS vAPP "Desktop" gisa hautatzen bada, exekutatu beharreko aplikazioaren FULL PATH. UDS vAPP ez bada hautatzen, eremu hau ez da kontuan hartuko.
fr: Si UDS vAPP est sélectionné comme "Desktop", le chemin complet de l'application à exécuter. Si UDS vAPP n'est pas sélectionné, ce champ sera ignoré.
it: Se UDS vAPP è selezionato come "Desktop", specificare il percorso completo dell'applicazione che deve essere eseguita. Se UDS vAPP non è selezionato, questo campo verrà ignorato.
pt: Se o UDS vAPP estiver selecionado como "Desktop", o caminho completo do aplicativo a ser executado. Se o UDS vAPP não estiver selecionado, este campo será ignorado.
ru: Если в поле «Экран» выбрано значение UDS vAPP, ПОЛНЫЙ ПУТЬ к приложению, которое будет запущено. Если значение UDS vAPP не выбрано, это поле будет проигнорировано.

source: If checked, sound will be available
ar: إذا تم، سيكون الصوت متاح
ca: Si està seleccionat, el so estarà disponible
de: Wenn aktiviert, ist der Ton verfügbar
es: Si está marcada, el sonido se habilitará
eu: Egiaztatuta badago, soinua erabilgarri egongo da
fr: Si cochée, le son sera disponible
it: Se selezionato, il suono sarà disponibile
pt: Se marcado, o som estará disponível
ru: Если флажок установлен, звук будет доступен

source: Redirect home folder
ar: إعادة توجيه المجلد الرئيسي
ca: Redirigir la carpeta arrel
de: Heimatordner umleiten
es: Redirigir la carpeta home
eu: Birbideratu etxeko karpeta
fr: Rediriger le dossier home
it: Reindirizza la cartella home
pt: Redirecionar pasta inicial
ru: Перенаправить домашнюю папку

source: If checked, user home folder will be redirected. (On linux, also redirects /media)
ar: إذا كان التحقق، ستتم إعادة توجيه المجلد الرئيسي المستخدم. (في لينكس، وأيضا إعادة توجيه/وسائط الإعلام)
ca: Si està seleccionat, la carpeta d'inici de l'usuari serà redirigida. (A Linux, també es redirecciona /media)
de: Wenn diese Option aktiviert ist, wird der Benutzerordner des Benutzers umgeleitet. (Unter Linux auch Weiterleitungen /medien)
es: Si está marcada, se redirigirá la carpeta "home" del usuario. (En linux, también redirige /media)
eu: Egiaztatuta badago, erabiltzaileen etxeko karpeta birbideratuko da. (On linux, redirects / media ere)
fr: Si cochée, dossier de départ de l’utilisateur sera redirigé. (Sous linux, aussi redirige /média)
it: Se selezionato, la cartella home dell'utente verrà reindirizzata. (Su Linux, verrà reindirizzata anche /media)
pt: Se marcado, a pasta base do usuário será redirecionada. (No linux, também redireciona / media)
ru: Если флажок установлен, пользовательская домашняя папка будет перенаправлена. (В linux также перенаправляются /media)

source: Speed
ar: سرعة
ca: Velocitat
de: Geschwindigkeit
es: Velocidad
eu: Abiadura
fr: Vitesse
it: Velocità
pt: Rapidez
ru: Скорость

source: Connection speed
ar: سرعة الاتصال
ca: Velocitat de connexió
de: Verbindungsgeschwindigkeit
es: Velocidad de la conexión
eu: Konexio abiadura
fr: Vitesse de connexion
it: Velocità di connessione
pt: Velocidade de conexão
ru: Скорость подключения

source: Sound
ar: الصوت
ca: So
de: Klingen
es: Sonido
eu: soinua
fr: Son
it: Audio
pt: Som
ru: Звук

source: Sound server
ar: خادم الصوت
ca: Servidor de so
es: Servidor de sonido
eu: Soinu-zerbitzaria
fr: Serveur de son
it: Server audio
pt: Servidor de som
ru: Звуковой сервер

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
de: Tastatur
es: Teclado
eu: Teklatua
fr: Clavier
it: Tastiera
pt: Teclado
ru: Клавиатура

source: Keyboard layout (es, us, fr, ...). Empty value means autodetect.
ar: تخطيط لوحة المفاتيح (ES, US, FR ...). قيمة فارغة يعني كشف تلقائي.
ca: Distribució del teclat (es, fr, us, ...). Un valor buit vol dir autodetecció.
de: Tastaturlayout (es, us, fr,...). Ein leerer Wert bedeutet automatische Erkennung.
es: Distribución del teclado (es, fr,...). Un valor vacío significa detectar automáticamente.
eu: Teklatuaren diseinua (es, us, fr, ...). Balio hutsa autodetekzioa da.
fr: Disposition de clavier (es, us, fr, ....). Valeur vide signifie autodetect.
it: Layout della tastiera (es, us, fr, ...). Valore vuoto indica rilevamento automatico.
pt: Layout do teclado (es, nós, fr, ...). Valor vazio significa autodetecção.
ru: Раскладка клавиатуры (ru, us, ...)

source: Pack
ar: حزمة
ca: Paquet
it: Compressione
pt: Pacote
ru: Метод сжатия

source: Pack format. Change with care!
ar: شكل حزمة. تغيير مع الرعاية!
ca: Format del paquet. Canvieu-ho amb compte!
de: Pack-Format Ändern Sie vorsichtig!
es: Metodo de compresión. ¡Cambie con cuidado!
eu: Pakete formatua. Aldatu arretaz!
fr: Format de paquet. Modifier avec soin!
it: Formato di compressione. Cambiare con cura!
pt: Formato de pacote. Mude com cuidado!
ru: Метод сжатия. Менять осторожно!

source: Quality
ar: جودة
ca: Qualitat
de: Qualität
es: Calidad
eu: Kalitatea
fr: Qualité
it: Qualità
pt: Qualidade
ru: Качество

source: Quality value used on some pack formats.
ar: قيمة الجودة المستخدمة في بعض الأشكال حزمة.
ca: Valor de qualitat utilitzat en alguns formats de paquet
de: Qualitätswert, der bei einigen Packungsformaten verwendet wird.
es: Calidad del método de compresión (Pack)
eu: Pakete formatu batzuetan erabilitako kalitate-balioa.
fr: Valeur de qualité utilisée sur certains formats de paquet.
it: Valore di qualità utilizzato su alcuni formati di compressione.
pt: Valor de qualidade usado em alguns formatos de pacote.
ru: Качество изображение, используемое в некоторых методах сжатия.

source: X2Go access (Experimental). Tunneled connection.
ar: X2Go إتصال (تجريبية). اتصال النفق.
ca: Accés X2Go (experimental). Connexió via túnel
de: X2Go-Zugriff (experimentell). Tunnelverbindung
es: X2Go acceso (Experimental). Conexión del túnel.
eu: X2Go sarbidea (esperimentala). Tunel bidez egindako konexioa.
fr: X2Go accès (expérimentale). Connexion par tunnel.
it: Accesso X2Go (sperimentale). Connessione con tunnel.
pt: Acesso X2Go (Experimental). Conexão em túnel.
ru: X2Go доступ (Эксперимент). Туннельное подключение.

source: Too many authentication errrors. User temporarily blocked
ar: الكثير من أخطاء التوثيق. المستخدم محظور مؤقتا
ca: Excés d'errors d'autenticació. Usuari bloquejat temporalment
de: Zu viele Authentifizierungsfehler. Benutzer vorübergehend gesperrt
es: Usuario bloqueado temporalmente por demasiados errores de autenticación.
fr: Trop d&#39;erreurs d&#39;authentification. Utilisateur temporairement bloqué
pt: Muitos erros de autenticação. Usuário temporariamente bloqueado
ru: Слишком много ошибок аутентификации. Пользователь временно заблокирован

source: Invalid data
ar: بيانات غير صالحة
ca: Dades no vàlides
de: Ungültige Daten
es: Datos incorrectos
eu: Datu baliogabeak
fr: Données invalides
it: Dati non validi
pt: Dados inválidos
ru: Неверные данные

source: Access limited by calendar
ar: وصول محدود بسبب الجدول الزمني.
ca: Accés limitat per calendari
de: Zugriff durch Kalender begrenzt
es: Acceso limitado por calendario
eu: Sarbidea egutegian mugatua
fr: Accès limité par calendrier
it: Accesso limitato dal calendario
pt: Acesso limitado por calendário
ru: Доступ ограничен календарем

source: This service is about to be replaced by a new version. Please, close the session before {} and save all your work to avoid loosing it.
ar: هذه الخدمة هي على وشك أن تحل محلها الإصدار الجديد. من فضلك، إغلاق جلسة قبل {} وحفظ كل ما تبذلونه من العمل لتجنب فقدان ذلك.
ca: Aquest servei està a punt de ser reemplaçat per una nova versió. Si us plau, tanqueu la sessió abans {} i deseu tot el treball per evitar-ne pèrdues.
de: Dieser Dienst wird durch eine neue Version ersetzt. Schließen Sie die Sitzung vor {} und speichern Sie Ihre Arbeit, um einen Verlust zu vermeiden.
es: Este servicio está a punto de ser reemplazado por una nueva versión. Por favor, cierre la sesión antes de {} y guarde todo su trabajo para evitar perderlo.
eu: Zerbitzu hau bertsio berri bat ordeztu behar da. Mesedez, itxaron saioa {} aurretik eta gorde zure lana guztia galdu gabe uzteko.
fr: Ce service est sur le point d'être remplacé par une nouvelle version. Veuillez fermer la session avant {} et sauvegarder tout votre travail pour éviter de le perdre.
it: Questo servizio sta per essere sostituito da una nuova versione. Per favore, chiudi la sessione prima di {} e salva tutto il tuo lavoro per evitare di perdere dati.
pt: Este serviço está prestes a ser substituído por uma nova versão. Por favor, feche a sessão antes de {} e salve todo o seu trabalho para evitar perdê-la.
ru: Эта услуга будет заменена новой версией. Закройте сеанс до {} и сохраните всю свою работу, чтобы не потерять ее.

source: Service not ready. Please, try again in a while.
ar: الخدمة ليست جاهزة. من فضلك، حاول مرة أخرى في حين.
ca: Servei no disponible ara mateix. Si us plau, intenteu-ho més tard
de: Service nicht bereit. Bitte versuchen Sie es in einer Weile erneut.
es: El servicio no está listo. Por favor, pruebe otra vez en un rato.
eu: Mesedez, aldi batean proba ezazu, zerbitzua ez dago prest oraindik eta.
fr: Service n'est pas prêt. S'il vous plaît, essayez à nouveau dans un instant.
it: Servizio non pronto. Per favore, riprova di nuovo.
pt: Serviço não está pronto. Por favor, tente novamente daqui a pouco.
ru: Сервис не готов. Повторите попытку через некоторое время.

source: Your service is being created, please, wait for a few seconds while we complete it.)
ar: جاري إنشاء الخدمة الخاصة بك ، يرجى الانتظار لبضع ثوان أثناء إكمالها.)
ca: El vostre servei s'està creant, si us plau, espereu uns segons mentre es completa.)
de: Ihr Service wird erstellt. Bitte warten Sie einige Sekunden, bis wir ihn abgeschlossen haben.)
es: Su servicio se está creando (espere unos segundos mientras se completa).
eu: Zure zerbitzua sortzen ari da, mesedez, itxaron segundo batzuk betetzen dugun bitartean.)
fr: Votre service est en cours de création, veuillez patienter quelques secondes pendant que nous le terminons.)
it: Il tuo servizio è in fase di creazione, per favore, attendi qualche secondo mentre viene completato.)
pt: Seu serviço está sendo criado. Aguarde alguns segundos enquanto o concluímos.)
ru: Ваш сервис создается, пожалуйста, подождите несколько секунд, пока мы завершим.

source: Windows client
ar: عميل ويندوز
ca: Client Windows
es: Cliente de Windows
eu: Windows bezeroa
fr: Client Windows
it: Client Windows
pt: Cliente do Windows
ru: Клиент Windows

source: Mac OS X client
ar: عميل Mac OS X
ca: Client MacOS X
es: Cliente de Mac OS X
eu: Mac OS X bezeroa
fr: Client Mac OS X
it: Client Mac OS X.
pt: Cliente Mac OS X
ru: Клиент Mac OS X

source: Debian based Linux client
ar: ديبين لينكس على أساس العميل
ca: Client Linux basat en Debian
de: Debian-basierter Linux-Client
es: Cliente Linux basado en Debian
eu: Debian oinarritutako Linux bezeroa
fr: Client Linux basé sur Debian
it: Client Linux basato su Debian
pt: Cliente Linux baseado em Debian
ru: Linux-клиент на основе Debian

source: (requires Python-3.9 or newer)
ar: (يتطلب Python-3.9 أو أحدث)
de: (erfordert Python 3.9 oder neuer)
es: (requiere Python-3.9 o más reciente)
eu: (Python-3.9 edo berriagoa behar da)
fr: (nécessite Python-3.9 ou plus récent)
it: (richiede Python-3.9 o versione successiva)
pt: (requer Python-3.9 ou mais recente)
ru: (требуется Python-3.9 или более новая версия)

source: RPM based Linux client (Fedora, Suse, ...)
ar: عميل Linux القائم على RPM (Fedora ، Suse ، ...)
ca: Client de Linux basat en RPM (Fedora, Suse, ...)
de: RPM-basierter Linux-Client (Fedora, Suse, ...)
es: Cliente Linux basado en RPM (Fedora, Suse, ...)
eu: RPM oinarritutako Linux bezeroa (Fedora, Suse, ...)
fr: Client Linux basé sur RPM (Fedora, Suse, ...)
it: Client Linux basato su RPM (Fedora, Suse, ...)
pt: Cliente Linux baseado em RPM (Fedora, Suse, ...)
ru: Linux-клиент на основе RPM (Fedora, Suse, ...)

source: Binary appimage X86_64 Linux client
ar: ثنائي التطبيق X86_64 Linux العميل
ca: Client de Linux en Binari appimage X86_64
de: Binäres Appimage X86_64 Linux-Client
es: Cliente Linux appimage X86_64 binario
eu: Appimage bitarra X86_64 Linux bezeroa
fr: Client Linux appimage binaire X86_64
it: Immagine app binaria Client Linux X86_64
pt: Cliente binário appimage X86_64 Linux
ru: Двоичный образ приложения X86_64 Linux client

source: Binary appimage ARMHF Linux client (Raspberry, ...)
ar: تطبيق Binary appimage لعميل ARMHF Linux (Raspberry، ...)
de: Binäres Appimage ARMHF Linux-Client (Raspberry, ...)
es: Imagen binaria de la aplicación ARMHF Cliente Linux (Raspberry, ...)
eu: Binary appimage ARMHF Linux bezeroa (Raspberry, ...)
fr: Image d&#39;application binaire Client Linux ARMHF (Raspberry, ...)
it: Immagine binaria dell'app ARMHF per client Linux (Raspberry, ...)
pt: Cliente Linux ARMHF de aplicativo binário (Raspberry, ...)
ru: Двоичный appimage ARMHF Linux-клиент (Raspberry, ...)

source: Generic .tar.gz Linux client
ar: عام .tar.gz عميل لينكس
ca: Client Linux genèric .tar.gz
de: Generischer .tar.gz Linux-Client
es: Cliente Linux genérico .tar.gz
eu: Generic .tar.gz Linux bezeroa
fr: Client Linux générique .tar.gz
it: Client Linux .tar.gz generico
pt: Cliente Linux genérico .tar.gz
ru: Общий .tar.gz Linux-клиент

source: Authenticator does not provide information
ar: الموثق لا يوفر المعلومات
ca: L'autenticador no proporciona informació
de: Der Authentifikator liefert keine Informationen
es: El Autenticador no proporciona información
eu: Autentikatzaileak ez du informaziorik eman.
fr: Authentificateur ne fournit pas d'informations
it: Autenticatore non fornisce informazioni
pt: O autenticador não fornece informações
ru: Аутентификатор не предоставляет информацию

source: {} days
ar: {} أيام
ca: {} dies
de: {} Tage
es: {} días
eu: {} egun
fr: {} journées
it: {} giorni
pt: {} dias
ru: {} дней

source: {} hours
ar: {} ساعات
ca: {} hores
de: {} Std
es: {} horas
eu: {} ordu
fr: {} heures
it: {} ore
pt: {} horas
ru: {} часы

source: Internal error
ar: خطأ داخلي
ca: Error intern
de: Interner Fehler
es: Error interno
eu: Barne akatsa
fr: Erreur interne
it: Errore interno
pt: Erro interno
ru: Внутренняя ошибка

source: Accounts
ar: حسابات
ca: Comptes
de: Konten
es: Contadores
eu: Kontuak
fr: Comptes
it: Resoconti
pt: Contabilidade

source: Ip
ar: الملكية الفكرية

source: Mac
ar: ماك

source: Telegram
ar: برقية
ca: Telegrama
de: Telegramm
eu: Telegrama
fr: Télégramme
it: Telegramma
pt: Telegrama

source: SSSD
ar: SSD

source: Winbind
ar: وينبيند
fr: Liaison gagnante

source: Samba
ar: سامبا

source: Active Directory
ar: الدليل النشط
ca: Directori actiu
es: Directorio Activo
eu: Direktorio aktiboa
it: Directory attiva
pt: Diretório Ativo

source: VCloud Platform vApp
ar: vApp منصة VCloud
ca: vApp sobre plataforma vCloud
de: VCloud-Plattform-vApp
es: vApp en la plataforma vCloud
eu: VCloud plataforma vApp
fr: Plate-forme VCloud vApp

source: Storage SR
ar: التخزين SR
ca: Emmagatzematge SR
de: Lagerung SR
es: Almacenamiento SR
eu: Biltegiratze SR
fr: Stockage SR
pt: Armazenamento SR

source: HTML5 RDS for vApps
ar: RDS HTML5 Vapps
ca: HTML5 RDS per a vApps
de: HTML5-RDS für vApps
es: HTML5 RDS para vApps
eu: HTML5 RDS vAppserako
fr: HTML5 RDS pour vApps
it: RDS HTML5 per vApp
pt: RDS em HTML5 para vApps

source: HTML5 VNC
ar: HTML5 فنك
es: VNC HTML5
it: VNC HTML5

source: This parameters provided are not valid
eu: Emandako parametro hauek ez dira baliozkoak
it: I parametri forniti non sono validi

source: Use Message Authenticator
eu: Erabili Mezu Autentifikatzailea
it: Utilizzare Message Authenticator

source: Use Message Authenticator for authentication
eu: Erabili Mezu Autentifikatzailea autentifikaziorako
it: Utilizzare Message Authenticator per l&#39;autenticazione

source: A login attemt has been made from {ip} to. To continue, provide the verification code {code}
eu: Saioa hasteko saiakera egin da {ip} helbidetik. Jarraitzeko, eman {code} egiaztapen-kodea.
it: È stato effettuato un tentativo di accesso da {ip} a. Per continuare, inserisci il codice di verifica {code}

source: <p>A login attemt has been made from <b>{ip}</b>.</p><p>To continue, provide the verification code <b>{code}</b></p>
eu: <p>Saioa hasteko saiakera bat egin da <b>{ip}</b> helbidetik.</p><p> Jarraitzeko, eman <b>{code}</b> egiaztapen-kodea</p>
it: <p>È stato effettuato un tentativo di accesso da <b>{ip}</b> .</p><p> Per continuare, inserisci il codice di verifica <b>{code}</b></p>

source: OU
ca: UO
eu: OU-a
pt: UO

source: FreeIPA
ca: IPA gratuïta
eu: Doakoa IPA
fr: IPA gratuite
it: IPA gratuito
pt: IPA grátis

source: HPE Morpheus Provider
eu: HPE Morpheus hornitzailea
it: Fornitore HPE Morpheus

source: Morpheus based instances provider
eu: Morpheus-en oinarritutako instantzien hornitzailea
it: Fornitore di istanze basato su Morpheus

source: Morpheus Server IP or Hostname
eu: Morpheus zerbitzariaren IP edo hostname
it: IP o nome host del server Morpheus

source: Morpheus Server Port (default 443)
eu: Morpheus Zerbitzariaren Ataka (lehenetsia 443)
it: Porta del server Morpheus (predefinita 443)

source: User with valid privileges on Morpheus Server
eu: Morpheus zerbitzarian pribilegio baliodunak dituen erabiltzailea
it: Utente con privilegi validi sul server Morpheus

source: Password of the user of Morpheus Server
eu: Morpheus zerbitzariaren erabiltzailearen pasahitza
it: Password dell&#39;utente di Morpheus Server

source: Client ID for Morpheus API (optional)
eu: Morpheus APIrako bezero IDa (aukerakoa)
it: ID client per l&#39;API Morpheus (facoltativo)

source: Instance clone
eu: Instantziaren klon
it: Clonazione dell&#39;istanza

source: This service provides access to cloned instances on Morpheus
eu: Zerbitzu honek Morpheus-en klonatutako instantzietarako sarbidea ematen du.
it: Questo servizio fornisce l&#39;accesso alle istanze clonate su Morpheus

source: Publication Timeout
eu: Argitalpenaren denbora-muga
it: Timeout di pubblicazione

source: Timeout in seconds to wait for the publication to be visible
eu: Argitalpena ikusgai egon arte itxaroteko denbora-muga segundotan
it: Timeout in secondi per attendere che la pubblicazione sia visibile

source: Fixed Instances Pool
eu: Instantzia Finkoen Multzoa
it: Pool di istanze fisse

source: This service provides access to a fixed group of selected instances on Morpheus
eu: Zerbitzu honek Morpheus-en hautatutako instantzia talde finko baterako sarbidea ematen du.
it: Questo servizio fornisce l&#39;accesso a un gruppo fisso di istanze selezionate su Morpheus

source: Last activity period
eu: Azken jarduera-aldia
it: Ultimo periodo di attività

source: Period, in minutes, after which a server is considered inactive if no communication is received. (0 means no limit)
eu: Komunikaziorik jasotzen ez bada, zerbitzari bat inaktibotzat hartzen den denbora-tartea, minututan. (0k mugarik ez duela esan nahi du)
it: Periodo, in minuti, dopo il quale un server viene considerato inattivo se non riceve alcuna comunicazione. (0 significa nessun limite)

source: Too many authentication errors. User temporarily blocked
eu: Autentifikazio-errore gehiegi. Erabiltzailea aldi baterako blokeatuta dago
it: Troppi errori di autenticazione. Utente temporaneamente bloccato.

source: URL pattern for SMS sending. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @....
ca: Patró d&#39;URL per enviar SMS. Pot contenir les variables següents: * {code} - el codi a enviar * {telèfon/+telèfon} - el número de telèfon * {username} - el nom d&#39;usuari * {justUsername} - el nom d&#39;usuari sense @....
de: URL-Muster für den SMS-Versand. Es kann die folgenden Variablen enthalten: * {code} - der zu sendende Code * {phone/+phone} - die Telefonnummer * {username} - der Benutzername * {justUsername} - der Benutzername ohne @....
es: Patrón de URL para envío de SMS. Puede contener las siguientes variables: * {code} - el código a enviar * {phone/+phone} - el número de teléfono * {username} - el nombre de usuario * {justUsername} - el nombre de usuario sin @....
fr: Modèle d&#39;URL pour l&#39;envoi de SMS. Il peut contenir les variables suivantes : * {code} - le code à envoyer * {phone/+phone} - le numéro de téléphone * {username} - le nom d&#39;utilisateur * {justUsername} - le nom d&#39;utilisateur sans @....
pt: Endereço URL para envio de SMS. Ele pode conter as seguintes variáveis: * {code} - o código para enviar * {phone/+phone} - o número de telefone * {username} - o nome de usuário * {justUsername} - o nome de usuário sem @....

source: Headers for SMS requests. It can contain the following variables: * {code} - the code to send * {phone/+phone} - the phone number * {username} - the username * {justUsername} - the username without @.... Headers are in the form of "Header: Value". (without the quotes)
ca: Capçaleres per a sol·licituds d&#39;SMS. Pot contenir les variables següents: * {codi} - el codi a enviar * {telèfon/+telèfon} - el número de telèfon * {username} - el nom d&#39;usuari * {justUsername} - el nom d&#39;usuari sense @.... Les capçaleres estan a la forma de "Encapçalament: valor". (sense cometes)
de: Header für SMS-Anfragen. Es kann die folgenden Variablen enthalten: * {code} - der zu sendende Code * {phone/+phone} - die Telefonnummer * {username} - der Benutzername * {justUsername} - der Benutzername ohne @... Header sind in die Form "Kopfzeile: Wert". (ohne die Anführungszeichen)
es: Encabezados para solicitudes de SMS. Puede contener las siguientes variables: * {code} - el código para enviar * {phone/+phone} - el número de teléfono * {username} - el nombre de usuario * {justUsername} - el nombre de usuario sin @.... Los encabezados están en la forma de "Encabezado: Valor". (sin las comillas)
fr: En-têtes pour les demandes SMS. Il peut contenir les variables suivantes : * {code} - le code à envoyer * {phone/+phone} - le numéro de téléphone * {username} - le nom d&#39;utilisateur * {justUsername} - le nom d&#39;utilisateur sans @.... Les en-têtes sont dans sous la forme "En-tête : valeur". (sans les guillemets)
pt: Cabeçalhos para solicitações de SMS. Ele pode conter as seguintes variáveis: * {code} - o código para enviar * {phone/+phone} - o número de telefone * {username} - o nome de usuário * {justUsername} - o nome de usuário sem @.... Os cabeçalhos estão em a forma de "Cabeçalho: Valor". (sem as aspas)
