Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Day of week
ar: يوم من الأسبوع
ca: Dia de la setmana
de: Wochentag
es: Día de la semana
eu: Asteko egunean
fr: Jour de la semaine
it: Giorno della settimana
pt: Dia da semana
ru: День недели

source: Users Access (by hour)
ar: دخول المستخدمين (بالساعة)
ca: Accés d'usuaris (per hora)
de: Benutzerzugang (nach Stunden)
es: Acceso de usuarios (por hora)
eu: Erabiltzaile sarbidea (ordubete)
fr: Accès des utilisateurs (par heure)
it: Accesso utenti (per ora)
pt: Acesso de Usuários (por hora)
ru: Доступ пользователей (по часам)

source: Users access to UDS
ar: وصول المستخدمين إلى USD
ca: Accés d'usuaris a UDS
de: Benutzer greifen auf UDS zu
es: Acceso de usuarios a UDS
eu: Erabiltzaileak UDS-ra sartzeko
fr: Accès des utilisateurs à l'UDS
it: Accesso utenti a UDS
pt: Acesso de usuários à UDS
ru: Доступ пользователей в UDS

source: UDS Report for users access
ar: تقرير UDS للوصول إلى المستخدمين
ca: Informe UDS d'accés d'usuaris
de: UDS-Bericht für Benutzerzugriff
es: Informe de acceso de usuarios
eu: Erabiltzaileentzako sarbideen UDS txostena
fr: UDS Report pour l&#39;accès des utilisateurs
it: Rapporto UDS per l'accesso degli utenti
pt: Relatório UDS para acesso de usuários
ru: Отчёт UDS по доступу пользователей

source: AWS Platform Provider
ar: مزود منصة AWS
ca: Proveïdor de la plataforma AWS
de: AWS-Plattformanbieter
es: Proveedor de plataforma AWS
eu: AWS plataforma hornitzailea
pt: Fornecedor de plataforma AWS
ru: Поставщик платформы AWS

source: Provides connection to Amazon Web Services platform
ar: يوفر الاتصال بمنصة Amazon Web Services
ca: Proporciona connexió a la plataforma Amazon Web Services
de: Bietet Verbindung zur Amazon Web Services-Plattform
es: Proporciona conexión a la plataforma de servicios web de Amazon
eu: Amazon Web Services plataformarako konexioa eskaintzen du
fr: Fournit une connexion à la plate-forme Amazon Web Services
it: Fornisce la connessione alla piattaforma Amazon Web Services
pt: Fornece conexão com a plataforma Amazon Web Services
ru: Обеспечивает подключение к платформе Amazon Web Services

source: Access Key ID
ar: معرف مفتاح الوصول
ca: Identificador de la clau d'accés
de: Zugangsschlüssel-ID
es: ID de clave de acceso
eu: Sarbide-gakoaren IDa
fr: ID de clé d&#39;accès
it: ID chiave di accesso
pt: ID da chave de acesso
ru: Идентификатор ключа доступа

source: Obtained from user created on AWS IAM for UDS Enterprise
ar: تم الحصول عليها من مستخدم تم إنشاؤه على AWS IAM لـ UDS Enterprise
ca: Obtingut de l'usuari creat a AWS IAM per a UDS Enterprise
de: Von Benutzern erhalten, die in AWS IAM for UDS Enterprise erstellt wurden
es: Obtenido del usuario creado en AWS IAM para UDS Enterprise
eu: AWS IAM-en UDS Enterprise-rako sortutako erabiltzailearena
fr: Obtenu à partir d&#39;un utilisateur créé sur AWS IAM pour UDS Enterprise
it: Ottenuto dall'utente creato su AWS IAM per UDS Enterprise
pt: Obtido do usuário criado no AWS IAM para UDS Enterprise
ru: Получено от пользователя, созданного в AWS IAM для UDS Enterprise

source: Secret Access Key
ar: مفتاح الوصول السري
ca: Clau d'accés secret
de: Geheimer Zugangsschlüssel
es: Clave de acceso secreta
eu: Sarbide sekretuko gakoa
fr: Clé d&#39;accès secrète
it: Chiave di accesso segreta
pt: Chave de acesso secreta
ru: Секретный ключ доступа

source: Obtained from user created on AWS IAM for UDS Enteprise - Keys
ar: تم الحصول عليها من مستخدم تم إنشاؤه على AWS IAM لـ UDS Enteprise - Keys
ca: Obtingut de l'usuari creat a AWS IAM per a UDS Enteprise - Keys
de: Von Benutzern erhalten, die in AWS IAM for UDS Enterprise erstellt wurden - Schlüssel
es: Obtenido del usuario creado en AWS IAM para UDS Enteprise - Claves
eu: AWS IAM-en UDS Enteprise - Keys-erako sortutako erabiltzaileari esker lortu da
fr: Obtenu à partir d&#39;un utilisateur créé sur AWS IAM pour UDS Enterprise - Clés
it: Ottenuto dall'utente creato su AWS IAM per UDS Enterprise - Chiavi
pt: Obtido do usuário criado no AWS IAM para UDS Enteprise - Chaves
ru: Получено от пользователя, созданного на AWS IAM для UDS Enteprise - Ключи

source: Proxy used on server connections for HTTPS connections (use PROTOCOL://host:port, i.e. http://10.10.0.1:8080)
ar: الوكيل المستخدم في اتصالات الخادم لاتصالات HTTPS (استخدم PROTOCOL://host:port، أي http://10.10.0.1:8080)
ca: Proxy utilitzat a les connexions de servidor per a connexions HTTPS (utilitza PROTOCOL://host:port, és a dir, http://10.10.0.1:8080)
de: Proxy, der bei Serververbindungen für HTTPS-Verbindungen verwendet wird (verwenden Sie PROTOCOL://host:port, also http://10.10.0.1:8080)
es: Proxy utilizado en conexiones de servidor para conexiones HTTPS (use PROTOCOLO://host:puerto, es decir, http://10.10.0.1:8080)
eu: HTTPS konexioetarako zerbitzari-konexioetan erabiltzen den proxy (erabili PROTOCOL://host:port, hau da, http://10.10.0.1:8080)
fr: Proxy utilisé sur les connexions serveur pour les connexions HTTPS (utilisez PROTOCOL://host:port, c&#39;est-à-dire http://10.10.0.1:8080)
it: Proxy utilizzato sulle connessioni server per le connessioni HTTPS (utilizza PROTOCOL://host:port, ovvero http://10.10.0.1:8080)
pt: Proxy usado em conexões de servidor para conexões HTTPS (use PROTOCOL://host:port, ou seja, http://10.10.0.1:8080)
ru: Прокси-сервер, используемый при подключениях к серверу для HTTPS-соединений (используйте формат ПРОТОКОЛ://хост:порт, например, http://10.10.0.1:8080).

source: Default region
ar: المنطقة الافتراضية
ca: Regió predeterminada
de: Standardregion
es: Región predeterminada
eu: Eskualde lehenetsia
fr: Région par défaut
it: Regione predefinita
pt: Região padrão
ru: Регион по умолчанию

source: Default region to use for connecting to EC2
ar: المنطقة الافتراضية المراد استخدامها للاتصال بـ EC2
ca: Regió predeterminada a utilitzar per connectar-se a EC2
de: Standardregion für die Verbindung mit EC2
es: Región predeterminada para conectarse a EC2
eu: EC2ra konektatzeko erabiliko den lehenetsitako eskualdea
fr: Région par défaut à utiliser pour la connexion à EC2
it: Regione predefinita da utilizzare per la connessione a EC2
pt: Região padrão a ser usada para conectar ao EC2
ru: Регион по умолчанию для подключения к EC2

source: AWS Existing AMI Service
ar: خدمة AWS AMI الحالية
ca: Servei AMI existent d'AWS
de: Vorhandener AWS-AMI-Service
es: Servicio AMI existente de AWS
eu: AWS lehendik dagoen AMI zerbitzua
fr: Service AMI existant AWS
it: Servizio AMI esistente di AWS
pt: Serviço AMI Existente AWS
ru: Существующий сервис AMI AWS

source: This service provides access to AWS VDI based on an existing owned AMI
ar: توفر هذه الخدمة الوصول إلى AWS VDI استنادًا إلى AMI المملوكة حاليًا
ca: Aquest servei proporciona accés a AWS VDI basat en una AMI de propietat existent
de: Dieser Service bietet Zugriff auf AWS VDI basierend auf einem vorhandenen AMI
es: Este servicio proporciona acceso a AWS VDI basado en una AMI de propiedad existente.
eu: Zerbitzu honek AWS VDIrako sarbidea eskaintzen du lehendik dagoen AMI batean oinarrituta
fr: Ce service fournit un accès à AWS VDI basé sur une AMI détenue existante
it: Questo servizio fornisce l'accesso ad AWS VDI in base a un'AMI di proprietà esistente
pt: Este serviço fornece acesso a AWS VDI com base em um AMI existente de propriedade
ru: Этот сервис предоставляет доступ к AWS VDI на основе существующего собственного AMI.

source: Number of desired VMs to keep running waiting for an user
ar: عدد السفن المطلوب للحفاظ على تشغيل الانتظار للمستخدم
ca: Nombre desitjat de màquines virtuals que es mantenen en execució esperant un usuari
de: Anzahl der gewünschten VMs, die auf einen Benutzer warten müssen
es: Número de VMs deseadas en ejecución a la espera de un usuario
eu: Erabiltzaile baten zain exekutatzen jarraitzeko beharrezko VM kopurua
fr: Nombre de VMs souhaités poursuivre son exécution en attente pour un utilisateur
it: Numero di VM che si desidera mantenere in esecuzione in attesa di un utente
pt: Número de VMs desejadas para continuar correndo esperando por um usuário
ru: Желаемое количество запущенных виртуальных машин, ожидающих пользователя

source: Number of desired VMs to keep stopped waiting for use
ar: عدد الأجهزة الافتراضية المرغوبة لتظل متوقفة في انتظار الاستخدام
ca: Nombre desitjat de màquines virtuals que es mantenen aturades esperant per a utilitzar-se
de: Anzahl der gewünschten VMs, die nicht mehr auf die Verwendung warten sollen
es: Número de máquinas virtuales deseadas para dejar esperando para su uso
eu: Erabiltzeko zain gelditu beharreko VMen kopurua
fr: Nombre de machines virtuelles souhaitées à arrêter en attente d&#39;utilisation
it: Numero di VM desiderate da mantenere interrotte in attesa di utilizzo
pt: Número de VMs desejadas para manter parado esperando para uso
ru: Количество желаемых виртуальных машин, которые нужно оставить в ожидании использования

source: Base AMI for this service
ar: قاعدة AMI لهذه الخدمة
ca: Base AMI per a aquest servei
de: Basis-AMI für diesen Dienst
es: AMI base para este servicio
eu: Zerbitzu honen AMI oinarria
fr: AMI de base pour ce service
it: AMI di base per questo servizio
pt: AMI de base para este serviço
ru: Базовый AMI для этой службы

source: Region
ar: منطقة
ca: Regió
es: Región
eu: Lurralde
fr: Région
it: Regione
pt: Região
ru: Регион

source: Region for this service
ar: منطقة لهذه الخدمة
ca: Regió per a aquest servei
de: Region für diesen Dienst
es: Región para este servicio
eu: Zerbitzu honen eskualdea
fr: Région pour ce service
it: Regione per questo servizio
pt: Região para este serviço
ru: Регион для этой услуги

source: Instance type
ar: نوع الطلب
ca: Tipus d'instància
de: Instanztyp
es: Tipo de instancia
eu: Instantzia mota
fr: Type d&#39;instance
it: Tipo di istanza
pt: Tipo de instância
ru: Тип экземпляра

source: Type for instances created from the AMI.
ar: اكتب للمثيلات التي تم إنشاؤها من AMI.
ca: Tipus per a instàncies creades a partir de l'AMI.
de: Geben Sie für Instances ein, die aus dem AMI erstellt wurden.
es: Escriba para instancias creadas a partir de la AMI.
eu: Idatzi AMItik sortutako instantziaren kasuan.
fr: Tapez pour les instances créées à partir de l&#39;AMI.
it: Digita per le istanze create dall'AMI.
pt: Digite para instâncias criadas a partir do AMI.
ru: Тип для экземпляров, созданных из AMI.

source: Key pair
ar: زوج المفتاح
ca: Parell de claus
de: Schlüsselpaar
es: Par de claves
eu: Gako bikotea
fr: Paire de clés
it: Coppia di chiavi
pt: Par de chaves
ru: Ключевая пара

source: Key pair to use for this machine
ar: زوج المفاتيح الذي سيتم استخدامه لهذا الجهاز
ca: Parell de claus que cal utilitzar per a aquesta màquina
de: Für dieses Gerät zu verwendendes Schlüsselpaar
es: Par de claves a utilizar para esta máquina
eu: Makina honetarako erabili beharreko gako bikotea
fr: Paire de clés à utiliser pour cette machine
it: Coppia di chiavi da utilizzare per questa macchina
pt: Par de chaves a ser usado para esta máquina
ru: Ключевая пара, используемая для этой машины

source: VPC for the instances from this service
ar: VPC للمثيلات من هذه الخدمة
ca: VPC per a les instàncies d’aquest servei
de: VPC für die Instanzen dieses Dienstes
es: VPC para las instancias de este servicio
eu: Zerbitzu honetako instantziaren VPC
fr: VPC pour les instances de ce service
it: VPC per le istanze di questo servizio
pt: VPC para as instâncias deste serviço
ru: VPC для инстансов из этого сервиса

source: Network
ar: شبكة الاتصال
ca: Xarxa
de: Netzwerk
es: Red
eu: Sarea
fr: Réseau
it: Rete
pt: Rede
ru: Сети

source: Subnetwork
ar: شبكة فرعية
ca: Subxarxa
de: Subnetzwerk
es: Subred
eu: Azpisarea
fr: Sous-réseau
it: Sottorete
pt: Sub-rede
ru: Подсеть

source: Subnetwork for the instances from this service
ar: شبكة فرعية للمثيلات من هذه الخدمة
ca: Subxarxa per a les instàncies d’aquest servei
de: Subnetzwerk für die Instanzen dieses Dienstes
es: Subred para las instancias de este servicio
eu: Zerbitzu honetako instantzien azpisarea
fr: Sous-réseau pour les instances de ce service
it: Sottorete per le istanze di questo servizio
pt: Sub-rede para as instâncias deste serviço
ru: Подсеть для экземпляров из этого сервиса

source: Security groups
ar: مجموعات الأمان
ca: Grups de seguretat
de: Sicherheitsgruppen
es: Grupos de seguridad
eu: Segurtasun taldeak
fr: Groupes de sécurité
it: Gruppi di sicurezza
pt: Grupos de segurança
ru: Группы безопасности

source: Security groups for the instances from this service
ar: مجموعات الأمان للطبعات من هذه الخدمة
ca: Grups de seguretat per a les instàncies d’aquest servei
de: Sicherheitsgruppen für die Instanzen dieses Dienstes
es: Grupos de seguridad para las instancias de este servicio
eu: Zerbitzu honetako instantzien segurtasun taldeak
fr: Groupes de sécurité pour les instances de ce service
it: Gruppi di sicurezza per le istanze di questo servizio
pt: Grupos de segurança para as instâncias deste serviço
ru: Группы безопасности для экземпляров из этого сервиса

source: AWS Fixed Machines
ar: أجهزة AWS الثابتة
ca: Màquines fixes AWS
de: Fest installierte AWS-Maschinen
es: Máquinas fijas AWS
eu: AWS makina finkoak
fr: Machines fixes AWS
it: Macchine fisse AWS
pt: Máquinas fixas AWS
ru: Стационарные машины AWS

source: AWS Services based on fixed machines.
ar: خدمات AWS تعتمد على الأجهزة الثابتة.
ca: Serveis AWS basats en màquines fixes.
de: AWS-Dienste basierend auf festen Maschinen.
es: Servicios AWS basados en máquinas fijas.
eu: Makina finkoetan oinarritutako AWS Zerbitzuak.
fr: Services AWS basés sur des machines fixes.
it: Servizi AWS basati su macchine fisse.
pt: Serviços AWS baseados em máquinas fixas.
ru: Сервисы AWS на базе стационарных компьютеров.

source: Service region
ar: منطقة الخدمة
ca: Regió de Servei
es: Región de servicio
eu: Zerbitzu lurraldea
fr: Service de la région
it: Regione di servizio
pt: Região de serviço
ru: Регион сервиса

source: After logout
ar: بعد تسجيل الخروج
ca: Després de tancar la sessió
de: Nach dem Abmelden
es: Después de cerrar sesión
eu: Saioa amaitu ondoren
fr: Après la déconnexion
it: Dopo il logout
pt: Depois de sair
ru: После выхода из системы

source: Select the action to be performed after the user logs out.
ar: حدد الإجراء الذي سيتم تنفيذه بعد تسجيل خروج المستخدم.
ca: Seleccioneu l&#39;acció que cal dur a terme després que l&#39;usuari tanqui la sessió.
de: Wählen Sie die Aktion aus, die nach der Abmeldung des Benutzers ausgeführt werden soll.
es: Seleccione la acción que se realizará después de que el usuario cierre sesión.
eu: Hautatu erabiltzailea saioa amaitu ondoren egin beharreko ekintza.
fr: Sélectionnez l&#39;action à effectuer après la déconnexion de l&#39;utilisateur.
it: Selezionare l'azione da eseguire dopo che l'utente si è disconnesso.
pt: Selecione a ação a ser executada após o logout do usuário.
ru: Выберите действие, которое будет выполнено после выхода пользователя из системы.

source: Do Nothing
ar: لا تفعل شيئا
ca: No fer res
de: Nichts tun
es: Hacer nada
eu: Ez egin ezer
fr: Ne fais rien
it: Fare niente
pt: Fazer nada
ru: Ничего не делать

source: Stop Machine
ar: آلة التوقف
ca: Atura la màquina
de: Maschine anhalten
es: Detener la máquina
eu: Gelditu Makina
fr: Arrêter la machine
it: Ferma la macchina
pt: Parar máquina
ru: Остановить машину

source: Obtained from Azure Active Directory - Properties - Directory ID
ar: التي تم الحصول عليها من معرف الدليل Active Directory أزور--خصائص-
ca: Obtingut d'Azure Directori Actiu - Propietats - ID de directori
de: Von Azure Active Directory erhalten - Eigenschaften - Verzeichnis-ID
es: Obtenidos de Azure Active Directory - propiedades - ID de directorio
eu: Azure Active Directory-tik lortutakoa - Properties - Directory ID
fr: Obtenu à partir d’Azur Active Directory - propriétés - annuaire ID
it: Ottenuto da Azure Active Directory - Proprietà - Directory ID
pt: Obtido do Active Directory do Azure - Propriedades - ID do Diretório
ru: Полученные от Azure Active Directory - Свойства - ID каталога

source: Subscription ID
ar: معرف الاشتراك
ca: ID de subscripció
de: Abonnement-ID
es: ID de suscripción
eu: Harpidetza IDa
fr: ID d’abonnement
pt: ID de Inscrição
ru: Идентификатор подписки

source: Obtained from subscriptions
ar: التي تم الحصول عليها من اشتراكات
ca: Obtingut de les subscripcions
de: Wird aus Abonnements bezogen
es: Obtenidos de las suscripciones
eu: Harpidetzak lortu dira
fr: Obtenu à partir des abonnements
it: Ottenuto da sottoscrizione
pt: Obtido de assinaturas
ru: Полученные от подписок

source: Timeout in seconds of connections server
ar: المهلة بالثواني لاتصالات الخادم
ca: Temps d&#39;espera en segons del servidor de connexions
de: Zeitüberschreitung des Verbindungsservers in Sekunden
es: Tiempo de espera en segundos del servidor de conexiones.
eu: Konexio-zerbitzariaren denbora-muga segundotan
fr: Timeout en secondes des connexions au serveur
it: Timeout in secondi di connessioni al server
pt: Tempo limite em segundos de conexões do servidor
ru: Таймаут в секундах соединения с сервером

source: Azure Platform Provider
ar: مزود أزور منهاج
ca: Proveïdor de la Plataforma Azure
de: Azure-Plattformanbieter
es: Proveedor de plataforma Azure
eu: Azure plataforma hornitzailea
pt: Fornecedor de plataformas do Azure
ru: Поставщик платформы Azure

source: Provides connection to Azure Platform
ar: يوفر الاتصال "منصة أزور"
ca: Proporciona connexió a la Plataforma Azure
de: Stellt eine Verbindung zur Azure-Plattform her
es: Proporciona conexión a la plataforma Azure
eu: Plataforma Azure konexioa eskaintzen du
fr: Fournit la connexion à la plateforme Azure
it: Fornisce la connessione alla piattaforma Azure
pt: Fornece conexão com a plataforma do Azure
ru: Обеспечивает подключение к платформе Azure

source: Azure Clone Service
ar: خدمة استنساخ أزور
ca: Servei d'Azure Clone
es: Servicio de clones de Azure
eu: Azure Clone Zerbitzua
fr: Clone d’Azur Service
pt: Serviço Clone do Azure
ru: Служба клонов Azure

source: This service provides access to Azure VMs based VDI
ar: توفر هذه الخدمة إمكانية الوصول إلى "نظام رصد السفن أزور" أساس VDI
ca: Aquest servei proporciona accés a VDI basat en màquines virtuals d'Azure
de: Dieser Dienst bietet Zugriff auf Azure VMs-basierte VDI
es: Este servicio proporciona acceso a máquinas virtuales de Azure basadas en VDI
eu: Zerbitzu honek Azure VM oinarritutako VDI sarbidea eskaintzen du
fr: Ce service fournit l’accès aux machines virtuelles Azure selon VDI
it: Questo servizio fornisce l'accesso alla VDI basata su VM di Azure
pt: Esse serviço fornece acesso à VDI baseada em VMs do Azure
ru: Эта служба обеспечивает доступ к VDI на основе виртуальных машин Azure

source: Resource Group
ar: مجموعة الموارد
ca: Grup de Recursos
de: Ressourcengruppe
es: Grupo de recursos
eu: Baliabideen taldea
fr: Groupe de ressources
it: Gruppo di risorse
pt: Grupo de Recursos
ru: Группа ресурсов

source: Resource group container of this VDI service
ar: حاوية مجموعة الموارد هذه الخدمة VDI
ca: Contenidor de grups de recursos d'aquest servei VDI
de: Ressourcengruppencontainer dieses VDI-Services
es: Contenedor de grupos de recursos de este servicio VDI
eu: VDI zerbitzu honen baliabideen taldeko edukiontzia
fr: Conteneur de groupe de ressources de ce service VDI
it: Contenitore del gruppo di risorse di questo servizio VDI
pt: Recipiente do grupo de recursos deste serviço de VDI
ru: Контейнер группы ресурсов данной службы VDI

source: Virtual Machine
ar: الجهاز الظاهري
ca: Màquina Virtual
de: Virtuelle Maschine
es: Máquina virtual
eu: Makina birtuala
fr: Machine virtuelle
it: Macchina virtuale
pt: Máquina virtual
ru: Виртуальная машина

source: Base virtual machine. (VMs Starting with UDS will be hidden)
ar: قاعدة الجهاز الظاهري. (سوف تكون مخفية VMs بدءاً من مكاتب مصغرة)
ca: Màquina virtual base. (S'ocultaran les màquines virtuals iniciades amb UDS)
de: Basis virtuelle Maschine. (VMs, die mit UDS beginnen, werden ausgeblendet.)
es: Máquina virtual base. (Se ocultarán VMs cuyo nombre comience por UDS)
eu: Makina birtuala oinarria. (UDS-rekin hasten diren VMak ezkutatuko dira)
fr: Machine virtuelle de base. (VMs commençant par UDS seront cachés)
it: Macchina virtuale di base (Le macchine virtuali che iniziano con UDS saranno nascoste)
pt: Máquina virtual de base. (As VMs que começam com UDS ficarão ocultas)
ru: Базовая виртуальная машина (виртуальные машины, начинающиеся с "UDS" будут скрыты)

source: Machine size
ar: حجم الجهاز
ca: Mida de la màquina
de: Maschinengröße
es: Tamaño de la máquina
eu: Makina-tamaina
fr: Taille de machine
it: Dimensione della macchina
pt: Tamanho da máquina
ru: Размер машины

source: Size for machines created from this service.
ar: الحجم للأجهزة التي تم إنشاؤها من هذه الخدمة.
ca: Mida de les màquines creades des d'aquest servei
de: Größe für aus diesem Service erstellte Maschinen.
es: Tamaño para máquinas creadas de este servicio.
eu: Zerbitzu honetatik sortutako makinen tamaina.
fr: Taille pour machines créé à partir de ce service.
it: Dimensione per macchine virtuali create da questo servizio.
pt: Tamanho para máquinas criadas a partir deste serviço.
ru: Размер машин, созданных этой услугой.

source: Network where the clones will be attached
ar: شبكة الاتصال حيث سيتم إرفاق المستنسخين
ca: Xarxa a la qual s'assignaran els clons
de: Netzwerk, an das die Klone angeschlossen werden
es: Red donde se asignarán los clones
eu: Klonak non sartuko diren sarean
fr: Réseau où les clones seront jointes
it: Rete a cui verranno collegati i cloni
pt: Rede onde os clones serão anexados
ru: Сеть, к которой будут подключаться клоны

source: Subnet
ar: الشبكة الفرعية
ca: Subxarxa
de: Subnetz
es: Subred
eu: azpisare
fr: Sous-réseau
pt: Sub-rede
ru: Подсеть

source: Subnet where the clones will be attached
ar: الشبكة الفرعية حيث سيتم إرفاق المستنسخين
ca: Subxarxa a la qual s'assignaran els clons
de: Subnetz, an das die Klone angeschlossen werden
es: Subred donde se asignarán los clones
eu: Cloneak erantsiko dituen subkategia
fr: Sous-réseau où les clones seront jointes
it: Sottorete a cui verranno collegati i cloni
pt: Sub-rede onde os clones serão anexados
ru: Подсеть, к которой будут подключаться клоны

source: Security Group
ar: مجموعة الأمان
ca: Grup de seguretat
de: Sicherheitsgruppe
es: Grupo de seguridad
eu: Segurtasun taldea
fr: Groupe de sécurité
it: Gruppo di sicurezza
pt: Grupo de segurança
ru: Группа безопасности

source: Security group where to attach the virtual machine
ar: الأمن في المجموعة حيث لإرفاق الجهاز الظاهري
ca: Grup de seguretat al qual associar la màquina virtual
de: Sicherheitsgruppe, an die die virtuelle Maschine angehängt werden soll
es: Seguridad grupo donde alojar la máquina virtual
eu: Makina birtuala estekatzeko segurtasun taldea
fr: Groupe de sécurité permettant de joindre l’ordinateur virtuel
it: Gruppo di sicurezza a cui collegare la macchina virtuale
pt: Grupo de segurança onde conectar a máquina virtual
ru: Группа безопасности, к которой будут подключаться виртуальные машины

source: Caching policy
ar: سياسة التخزين المؤقت
ca: Directiva de memòria cau
de: Caching-Richtlinie
es: Directiva de caché
eu: Caching politika
fr: Politique de mise en cache
it: Politica di caching
pt: Política de Cache
ru: Политика кэширования

source: Disk Caching policy
ar: نهج ذاكرة التخزين المؤقت للقرص
ca: Política de memòria cau de discs
de: Richtlinie zum Datenträger-Caching
es: Política de almacenamiento en caché de disco
eu: Diskoaren Caching politika
fr: Politique de mise en cache disque
it: Politica di caching del disco
pt: Política de Cache de Disco
ru: Политика кэширования диска

source: Pricing tier
ar: الطبقة التسعير
ca: Nivell de preus
de: Preisstufe
es: Nivel de precios
eu: Prezioen maila
fr: Niveau de prix
it: Fascia di prezzo
pt: Nível de preços
ru: Ценовой уровень

source: SKU (pricing tier)
ar: سكو (الطبقة التسعير)
ca: SKU (nivell de preus)
de: SKU (Preisstufe)
es: SKU (nivel de precios)
eu: SKU (tasazio maila)
fr: SKU (niveau prix)
it: SKU (fascia di prezzo)
pt: SKU (nível de preços)
ru: Артикул (ценовой уровень)
