Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: No server available for user
ar: لا يوجد خادم متاح للمستخدم
ca: No hi ha servidor disponible per a l&#39;usuari
de: Für den Benutzer ist kein Server verfügbar
es: No hay servidor disponible para el usuario
eu: Ez dago zerbitzaririk erabilgarri erabiltzailearentzat
fr: Aucun serveur disponible pour l&#39;utilisateur
it: Nessun server disponibile per l'utente
pt: Nenhum servidor disponível para o usuário
ru: Нет доступного сервера для пользователя

source: No user assigned to service
ar: لم يتم تعيين أي مستخدم للخدمة
ca: Cap usuari assignat al servei
de: Dem Dienst ist kein Benutzer zugewiesen
es: Ningún usuario asignado al servicio
eu: Ez dago zerbitzura esleitutako erabiltzailerik
fr: Aucun utilisateur affecté au service
it: Nessun utente assegnato al servizio
pt: Nenhum usuário atribuído ao serviço
ru: Ни один пользователь не назначен сервису

source: Server is not part of the group
ar: الخادم ليس جزءًا من المجموعة
ca: El servidor no forma part del grup
de: Der Server ist nicht Teil der Gruppe
es: El servidor no es parte del grupo.
eu: Zerbitzaria ez da taldearen parte
fr: Le serveur ne fait pas partie du groupe
it: Il server non fa parte del gruppo
pt: O servidor não faz parte do grupo
ru: Сервер не входит в группу

source: Server is in maintenance mode
ar: الخادم في وضع الصيانة
ca: El servidor està en mode de manteniment
de: Der Server befindet sich im Wartungsmodus
es: El servidor está en modo de mantenimiento.
eu: Zerbitzaria mantentze moduan dago
fr: Le serveur est en mode maintenance
it: Il server è in modalità di manutenzione
pt: O servidor está em modo de manutenção
ru: Сервер находится в режиме обслуживания

source: Server is restrained
ar: الخادم مقيد
ca: El servidor està restringit
de: Server ist zurückhaltend
es: El servidor está restringido
eu: Zerbitzaria mugatuta dago
fr: Le serveur est restreint
it: Il server è trattenuto
pt: O servidor está restrito
ru: Сервер ограничен

source: Maximum number of user services reached for this {}
ar: تم بلوغ الحد الأقصى لعدد خدمات المستخدم لهذا {}
ca: Nombre màxim de serveis d&#39;usuari assolit per a aquest {}
de: Maximale Anzahl von Benutzerdiensten für diese {} erreicht
es: Número máximo de servicios de usuario alcanzados para este {}
eu: {} honetarako erabiltzaile-zerbitzuen gehienezko kopurua lortu da
fr: Nombre maximum de services utilisateur atteint pour ce {}
it: Numero massimo di servizi utente raggiunto per questo {}
pt: Número máximo de serviços de usuário alcançado para este {}
ru: Достигнуто максимальное количество пользовательских сервисов для этого {}

source: Can't remove a non active element
ar: لا يمكن إزالة عنصر غير نشط
ca: No es pot eliminar un element no actiu
de: Ein nicht aktives Element kann nicht entfernt werden
es: No se puede eliminar un elemento que no está activo
eu: Ezin da elementu ez aktiboa ezabatu
fr: Impossible de supprimer un élément non actif
it: Impossibile rimuovere un elemento non attivo
pt: Não é possível remover um elemento não ativo
ru: Нельзя удалить неактивный элемент

source: Can't remove nor cancel {} cause its state don't allow it
ar: لا يمكن إزالة أو إلغاء {} لأن حالته لا تسمح بذلك
ca: No es pot eliminar ni cancel·lar {} perquè el seu estat no ho permet
de: {} Kann nicht entfernt oder abgebrochen werden, da der Status dies nicht zulässt
es: No se puede eliminar ni cancelar {} porque su estado no lo permite
eu: Ezin da {} kendu edo ezeztatu {} egoera ez baimendu horrek
fr: Impossible de supprimer ni d&#39;annuler {} car son état ne le permet pas
it: Impossibile rimuovere o annullare {} perché il suo stato non lo consente
pt: Não é possível remover nem cancelar {} porque seu estado não permite
ru: Невозможно удалить или отменить {}, потому что его состояние не позволяет

source: The requested service is restrained
ar: الخدمة المطلوبة مقيدة
ca: El servei sol·licitat està restringit
de: Der angeforderte Service ist eingeschränkt
es: El servicio solicitado está restringido.
eu: Eskatutako zerbitzua geldiarazi egiten da
fr: Le service demandé est restreint
it: Il servizio richiesto è limitato
pt: O serviço solicitado é restrito
ru: Запрашиваемая услуга ограничена

source: Cannot create user services for this service
ar: لا يمكن إنشاء خدمات المستخدم لهذه الخدمة
eu: Ezin dira sortu zerbitzu honetarako erabiltzaile-zerbitzuak
it: Impossibile creare servizi utente per questo servizio
ru: Невозможно создать пользовательские службы для этой службы

source: Invalid service. The service is not available at this moment. Please, try later
ar: الخدمة غير صالحة. الخدمة غير متوفرة في هذه اللحظة. من فضلك، حاول في وقت لاحق
ca: Servei no vàlid. El servei no està disponible ara mateix. Si us plau, intenteu-ho més tard
de: Ungültiger Service. Der Service ist momentan nicht verfügbar. Bitte versuch es später erneut
es: Servicio inválido. El servicio no está disponible en estos momentos. Por favor, inténtelo de nuevo pasados unos instantes.
eu: Zerbitzu baliogabea. Une honetan zerbitzua ez dago erabilgarri. Saiatu geroago
fr: Service non valide. Le service n'est pas disponible en ce moment. SVP, essayez plus tard
it: Servizio non valido. Il servizio non è disponibile in questo momento. Per favore prova più tardi
pt: Serviço inválido. O serviço não está disponível neste momento. Por favor tente mais tarde
ru: Недействительный сервис. В настоящий момент услуга недоступна. Пожалуйста, попробуйте позднее

source: No suitable transport found
ar: لم يتم العثور على وسيلة نقل مناسبة
ca: No s&#39;ha trobat cap transport adequat
de: Kein passendes Transportmittel gefunden
es: No se encontró transporte adecuado
eu: Ez da garraio egokirik aurkitu
fr: Aucun transport approprié n&#39;a été trouvé
it: Nessun mezzo di trasporto adatto trovato
pt: Nenhum transporte adequado encontrado
ru: Подходящего транспорта не найдено

source: The requested transport {} is not valid for {}
ar: النقل المطلوب {} غير صالح لـ {}
ca: El transport sol·licitat {} no és vàlid per a {}
de: Der angeforderte Transport {} ist für {} nicht gültig
es: El transporte solicitado {} no es válido para {}
eu: Eskatutako garraioa {} ez da {} baliozkoa
fr: Le transport demandé {} n&#39;est pas valide pour {}.
it: Il trasporto richiesto {} non è valido per {}
pt: O transporte solicitado {} não é válido para {}
ru: Запрошенный транспорт {} недействителен для {}

source: The service is not accessible from this device
ar: لا يمكن الوصول إلى الخدمة من هذا الجهاز
ca: El servei no és accessible des d'aquest dispositiu
de: Der Service ist auf diesem Gerät nicht erreichbar
es: El servicio no es accesible desde este dispositivo.
eu: Zerbitzua ez dago gailutik eskura
fr: Le service n&#39;est pas accessible depuis cet appareil
it: Il servizio non è accessibile da questo dispositivo
pt: O serviço não está acessível a partir deste dispositivo
ru: Сервис недоступен с этого устройства

source: Number of seconds to ignore repeated messages
ar: عدد الثواني لتجاهل الرسائل المتكررة
ca: Nombre de segons per ignorar els missatges repetits
de: Anzahl der Sekunden, um wiederholte Nachrichten zu ignorieren
es: Número de segundos para ignorar mensajes repetidos
eu: Errepikaturiko mezuei ez ikusi egiteko segundo kopurua
fr: Nombre de secondes pour ignorer les messages répétés
it: Numero di secondi per ignorare i messaggi ripetuti
pt: Número de segundos para ignorar mensagens repetidas
ru: Количество секунд для игнорирования повторяющихся сообщений

source: Base Notifier
ar: المنبه الأساسي
ca: Notificador base
de: Basismelder
es: Notificador base
eu: Oinarrizko jakinarazlea
fr: Notificateur de base
it: Notificatore di base
pt: Notificador Base
ru: Базовый уведомитель

source: Allow user login
ar: السماح بتسجيل دخول المستخدم
ca: Permet l&#39;inici de sessió de l&#39;usuari
de: Benutzeranmeldung zulassen
es: Permitir inicio de sesión de usuario
eu: Baimendu erabiltzaileari saioa hasteko
fr: Autoriser la connexion de l&#39;utilisateur
it: Consenti accesso utente
pt: Permitir login do usuário
ru: Разрешить вход пользователя

source: Deny user login
ar: رفض تسجيل دخول المستخدم
ca: Denegar l&#39;inici de sessió de l&#39;usuari
de: Benutzeranmeldung verweigern
es: Denegar inicio de sesión de usuario
eu: Ukatu erabiltzailearen saioa
fr: Refuser la connexion de l&#39;utilisateur
it: Nega l'accesso all'utente
pt: Negar login de usuário
ru: Запретить вход пользователя

source: Allow user to login if it IP is in the networks list
ar: اسمح للمستخدم بتسجيل الدخول إذا كان IP موجودًا في قائمة الشبكات
ca: Permet que l&#39;usuari iniciï sessió si la seva IP es troba a la llista de xarxes
de: Erlauben Sie dem Benutzer, sich anzumelden, wenn seine IP in der Netzwerkliste enthalten ist
es: Permitir que el usuario inicie sesión si su IP está en la lista de redes
eu: Baimendu erabiltzaileari saioa hasteko IP sareen zerrendan badago
fr: Autoriser l&#39;utilisateur à se connecter si son adresse IP figure dans la liste des réseaux
it: Consenti all'utente di accedere se l'IP è nell'elenco delle reti
pt: Permitir que o usuário faça login se o IP estiver na lista de redes
ru: Разрешить пользователю вход в систему, если его IP-адрес есть в списке сетей

source: Deny user to login if it IP is in the networks list
ar: رفض المستخدم لتسجيل الدخول إذا كان IP موجودًا في قائمة الشبكات
ca: Denegueu que l&#39;usuari iniciï sessió si la seva IP és a la llista de xarxes
de: Benutzern die Anmeldung verweigern, wenn sich die IP in der Netzwerkliste befindet
es: Denegar al usuario el inicio de sesión si su IP está en la lista de redes
eu: Ukatu erabiltzaileari saioa hasteko IP sareen zerrendan badago
fr: Refuser à l&#39;utilisateur de se connecter si son IP est dans la liste des réseaux
it: Nega all'utente l'accesso se l'IP è nell'elenco delle reti
pt: Negar o login do usuário se o IP estiver na lista de redes
ru: Запретить пользователю вход в систему, если его IP-адрес есть в списке сетей

source: Base MFA
ar: قاعدة MFA
de: Basis-MFA
es: MFA base
eu: Oinarrizko MFA
fr: AMF de base
it: MAE di base
pt: MFA básico
ru: База МФА

source: Invalid MFA code
ar: رمز MFA غير صالح
ca: Codi MFA no vàlid
de: Ungültiger MFA-Code
es: Código MFA no válido
eu: MFA kodea baliogabea
fr: Code MFA invalide
it: Codice MFA non valido
pt: Código MFA inválido
ru: Неверный код МФА

source: No check method provided.
ar: لم يقدم أسلوب الاختيار .
ca: No s'ha proporcionat cap mètode de verificació
de: Keine Prüfmethode angegeben.
es: No se ha proporcionado ningún método de verificación.
eu: Ez da emandako egiaztapen metodorik.
fr: Aucune méthode de vérification fournie.
it: Nessun metodo di controllo fornito.
pt: Nenhum método de verificação fornecido.
ru: Не проверять предоставленный метод

source: No connection checking method is implemented.
ar: لم ينفذ أي اتصال بالتحقق من الأسلوب.
ca: No s'ha implementat cap mètode per a comprovar la connexió
de: Es wird keine Verbindungsüberprüfungsmethode implementiert.
es: No se ha implementado ningún metodo de verificación de conexión
eu: Ez da konexio-egiaztapen metodo bat inplementatu.
fr: Aucun lien pour vérifier la méthode n'est implémentée.
it: Non è implementato alcun metodo di controllo della connessione.
pt: Nenhum método de verificação de conexão é implementado.
ru: Не применяется метод проверки соединения.

source: Base OS Manager
ar: إدارة قاعدة نظام التشغيل
ca: Gestor de SO base
es: OS Manager Base
eu: Oinarrizko OS Manager
pt: Gestor de S.O. base
ru: Базовый ОС менеджер

source: Base Manager
ar: مدير قاعدة
ca: Gestor base
es: Manager Base
eu: Oinarrizko Kudeatzailea
fr: Gestionnaire de base de
pt: Manager de Base
ru: Базовый менеджер

source: Base Report
ar: تقرير قاعدة
ca: Informe base
de: Basisbericht
es: Informe base
eu: Oinarrizko txostena
fr: Rapport de base
it: Rapporto di base
pt: Relatório base
ru: Базовый отчёт

source: Base report
ar: تقرير قاعدة
ca: Informe base
de: Basisbericht
es: Informe base
eu: Oinarrizko txostena
fr: Rapport de base
it: Rapporto di base
pt: Relatório base
ru: Базовый отчёт

source: Report
ar: أبلغ عن
ca: Informe
de: Bericht
es: Informe
eu: Txostena
fr: rapport
it: Rapporto
pt: Relatório
ru: Отчёт

source: Page
ar: صفحة
ca: Pàgina
de: Seite
es: Página
it: Pagina
pt: Página
ru: Страница

source: of
ar: من
ca: de
de: von
es: de
fr: de
it: di
pt: do
ru: из

source: Printed in {now:%Y, %b %d} at {now:%H:%M}
ar: طبع في {now:٪ Y،٪ b٪ d} في {now:٪ H:٪ M}
ca: S'ha imprès el {now:%Y,% b%, %d} a les {now:%H:%M}
de: Gedruckt in {now:% Y,% b% d} um {now:% H:% M}
es: Impreso en {ahora:% Y,% b% d} en {ahora:% H:% M}
eu: Inprimatu da {orain:% Y,% b% d} at {orain:% H:% M}
fr: Imprimé au {maintenant:% Y,% b% d} à {maintenant:% H:% M}
it: Stampato il {now:% Y,% b% d} alle {now:% H:% M}
pt: Impresso em {now:% Y,% b% d} às {now:% H:% M}
ru: Напечатано {now:%Y, %b } в {now:%H:%M}

source: Base Machine
ar: آلة الأساس
ca: Màquina base
es: Máquina Base
eu: Oinarri makina
fr: Machine de base
it: Macchina base
pt: Máquina Base
ru: Базовая машина

source: Base machine for this service
ar: آلة قاعدة لهذه الخدمة
ca: Màquina base per a aquest servei
de: Basisgerät für diesen Service
es: Máquina base para este servicio
eu: Zerbitzu honen oinarrizko makina
fr: Machine de base pour ce service
it: Macchina base per questo servizio
pt: Máquina base para este serviço
ru: Базовая машина для этой услуги

source: Service Token
ar: رمز الخدمة
ca: Token de servei
es: Token del servicio
eu: Zerbitzuaren tokena
fr: Jeton de service
it: Token di servizio
pt: Token de Serviço
ru: Ключ услуги

source: Service token that will be used by actors to communicate with service. Leave empty for persistent assignation.
ar: رمز الخدمة الذي سيتم استخدامه بواسطة الجهات الفاعلة للتواصل مع الخدمة. اتركه فارغًا للتخصيص المستمر.
ca: Token de servei que faran servir els actors per comunicar-se amb el servei. Deixeu-lo buit per a una assignació persistent.
de: Service-Token, das von den Akteuren zur Kommunikation mit dem Service verwendet wird. Für dauerhafte Zuordnung leer lassen.
es: Token del servicio que será utilizado por el actor para su comunicación. Deje en blanco para no gestionar el servicio y disponer de asignación persistente.
eu: Aktoreek zerbitzuarekin komunikatzeko erabiliko duten token zerbitzua. Utzi hutsik iraunkorra esleitzeko.
fr: Jeton de service qui sera utilisé par les acteurs pour communiquer avec le service. Laissez vide pour une affectation persistante.
it: Token di servizio che verrà utilizzato dagli Actor per comunicare con il servizio. Lasciare vuoto per assegnazione persistente.
pt: Token de serviço que será usado pelos atores para se comunicar com o serviço. Deixe em branco para atribuição persistente.
ru: Ключ услуги, который будет использоваться клиентами для связи с сервисом. Оставьте пустым для постоянного назначения.

source: Machines
ar: آلات
ca: Màquines
de: Maschinen
es: Máquinas
eu: Makinak
it: Macchine
pt: Máquinas
ru: Машины

source: Machines for this service
ar: آلات لهذه الخدمة
ca: Màquines per a aquest servei
de: Maschinen für diesen Service
es: Máquinas para este servicio
eu: Zerbitzu honetako makinak
fr: Machines pour ce service
it: Macchine per questo servizio
pt: Máquinas para este serviço
ru: Машины для этой услуги

source: Randomize machine assignation
ar: تعيين عشوائي للآلة
ca: Assignació aleatòria de la màquina
de: Zufällige Maschinenzuweisung
es: Asignación aleatoria de máquinas
eu: Ausazko makinen esleipena
fr: Assignation aléatoire des machines
it: Randomizza l'assegnazione della macchina
pt: Randomizar atribuição de máquina
ru: Рандомизировать назначение машины

source: If active, UDS will assign machines in a random way, instead of linear
ar: إذا كان نشطًا، فسيقوم UDS بتعيين الأجهزة بطريقة عشوائية، بدلاً من الخطية
ca: Si està actiu, UDS assignarà màquines de manera aleatòria, en lloc de lineal
de: Wenn aktiviert, wird UDS die Maschinen nach dem Zufallsprinzip zuweisen, statt linear
es: Si está activo, UDS asignará las máquinas de forma aleatoria, en lugar de lineal
eu: Aktibatuta badago, UDS-k makinak ausazko esleituko ditu, linealaren ordez
fr: S&#39;il est actif, l&#39;UDS attribuera les machines de manière aléatoire, au lieu de linéaire.
it: Se attivo, UDS assegnerà le macchine in modo casuale, anziché lineare
pt: Se ativo, o UDS atribuirá máquinas de forma aleatória, em vez de linear
ru: Если этот параметр активен, UDS будет назначать машины случайным образом, а не линейным.

source: Use snapshots
ar: استخدام لقطات
ca: Utilitzar instantànies
de: Verwenden Sie Schnappschüsse
es: Usar Snapshots
eu: Erabili argazkiak
fr: Utiliser des instantanés
it: Usa gli snapshot
pt: Use instantâneos
ru: Использовать моментальные снимки

source: If active, UDS will try to create an snapshot (if one already does not exists) before accessing a machine, and restore it after usage.
ar: إذا كان نشطًا، فسيحاول UDS إنشاء لقطة (إذا لم تكن موجودة بالفعل) قبل الوصول إلى الجهاز، واستعادتها بعد الاستخدام.
ca: Si està actiu, l&#39;UDS intentarà crear una instantània (si ja no n&#39;hi ha) abans d&#39;accedir a una màquina i la restaurarà després de l&#39;ús.
de: Wenn aktiv, versucht UDS, vor dem Zugriff auf eine Maschine einen Snapshot zu erstellen (falls noch keiner vorhanden ist) und ihn nach der Verwendung wiederherzustellen.
es: Si está activo, UDS intentará crear una instantánea (si ya no existe) antes de acceder a una máquina y la restaurará después de su uso.
eu: Aktibatuta badago, UDS argazki bat sortzen saiatuko da (bada existitzen ez bada) makina batean sartu aurretik, eta erabili ondoren berreskuratuko du.
fr: S&#39;il est actif, UDS tentera de créer un instantané (s&#39;il n&#39;en existe pas déjà) avant d&#39;accéder à une machine et de le restaurer après utilisation.
it: Se attivo, UDS proverà a creare un'istantanea (se già non ne esiste una) prima di accedere a una macchina e a ripristinarla dopo l'uso.
pt: Se estiver ativo, o UDS tentará criar um instantâneo (se ainda não existir) antes de acessar uma máquina e restaurá-lo após o uso.
ru: Если этот параметр активен, UDS попытается создать снимок (если он еще не существует) перед доступом к машине и восстановить его после использования.

source: Snapshot type
ar: نوع اللقطة
ca: Tipus d&#39;instantània
de: Snapshot-Typ
es: Tipo de instantánea
eu: Argazki mota
fr: Type d&#39;instantané
it: Tipo di istantanea
pt: Tipo de instantâneo
ru: Тип снимка

source: No snapshot
ar: لا لقطة
ca: Cap instantània
de: Kein Schnappschuss
es: Sin instantánea
eu: Ez dago argazkirik
fr: Aucun instantané
it: Nessuna istantanea
pt: Nenhum instantâneo
ru: Нет снимка

source: Recover snapshot and stop machine
ar: استعادة لقطة وإيقاف الجهاز
ca: Recupereu la instantània i atureu la màquina
de: Snapshot wiederherstellen und Maschine stoppen
es: Recuperar instantánea y detener la máquina
eu: Berreskuratu argazkia eta gelditu makina
fr: Récupérer un instantané et arrêter la machine
it: Recupera l'istantanea e arresta la macchina
pt: Recuperar instantâneo e parar a máquina
ru: Восстановить снимок и остановить машину

source: Recover snapshot and start machine
ar: استعادة لقطة وبدء تشغيل الجهاز
ca: Recupereu la instantània i engegueu la màquina
de: Snapshot wiederherstellen und Maschine starten
es: Recuperar instantánea e iniciar la máquina
eu: Berreskuratu argazkia eta abiarazi makina
fr: Récupérer un instantané et démarrer la machine
it: Recupera l'istantanea e avvia la macchina
pt: Recuperar instantâneo e iniciar máquina
ru: Восстановить снимок и запустить машину

source: We need at least a machine
ar: نحن بحاجة لآلة على الأقل
ca: Es necessita al menys una màquina
de: Wir brauchen mindestens eine Maschine
es: Necesitamos al menos una máquina
eu: Gutxienez makina bat behar dugu
fr: Nous avons besoin d’au moins une machine
it: Abbiamo bisogno di almeno una macchina
pt: Precisamos de pelo menos uma máquina
ru: Нам нужна хотя бы машина

source: Base Service
ar: خدمة قاعدة
ca: Servei base
de: Basisservice
es: Servicio Base
eu: Oinarrizko Zerbitzua
fr: Service de base
it: Servizio di base
pt: Serviço Base
ru: Базовый сервис

source: Unknown error
ar: خطأ غير معروف
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
eu: Errore ezezaguna
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido
ru: Неизвестная ошибка

source: Transport not found
ar: نقل غير موجود
ca: Transport no trobat
de: Transport nicht gefunden
es: Transporte no encontrado
eu: Ez da aurkitu garraiorik
fr: Transport introuvable
it: Trasporto non trovato
pt: Transporte não encontrado
ru: Транспорт не найден

source: Service not found
ar: لم يتم العثور على الخدمة
ca: Servei no trobat
de: Service nicht gefunden
es: Servicio no encontrado
eu: Ez da aurkitu Zerbitzurik
fr: Service introuvable
it: Servizio non trovato
pt: Serviço não encontrado
ru: Сервис не найден

source: Maximum services limit reached. Please, contact administrator
ar: الحد الأقصى الخدمات صلت. من فضلك، اتصل بالمسؤول
ca: S'ha assolit el límit màxim de serveis. Si us plau, contacteu amb l'administrador
de: Maximales Servicelimit erreicht. Bitte wenden Sie sich an den Administrator
es: Número máximo de servicios alcanzado. Por favor, contacte con su administrador.
eu: Gehienezko zerbitzuak mugara iritsi. Mesedez, harremanetan ipini
fr: Limite de services maximale atteinte. Veuillez contacter administrateur
it: Limite massimo dei servizi raggiunto. Per favore, contatta l'amministratore
pt: Limite máximo de serviços atingido. Por favor, entre em contato com o administrador
ru: Достигнут максимальный лимит обслуживания. Пожалуйста, свяжитесь с администратором

source: You need to enable cookies to let this application work
ar: تحتاج إلى تمكين ملفات تعريف الارتباط لترك هذا العمل تطبيق
ca: Necessiteu habilitar les cookies per a permetre que aquesta aplicació funcioni
de: Sie müssen Cookies zulassen, damit diese Anwendung funktioniert
es: Necesita habilitar las cookies para que esta aplicación funcione
eu: Cookieak gaitu behar dituzu aplikazioa lan egiteko
fr: Vous devez activer les cookies pour autoriser cette application
it: È necessario abilitare i cookie per consentire a questa applicazione di funzionare
pt: Você precisa ativar os cookies para permitir que este aplicativo funcione
ru: Вам необходимо включить файлы cookie, чтобы это приложение работало

source: User service not found
ar: لم يتم العثور على خدمة المستخدم
ca: Servei d'usuari no trobat
de: User Service nicht gefunden
es: Servicio de usuario no encontrado
eu: Ez da Erabiltzaile-zerbitzurik aurkitu
fr: Service utilisateur introuvable
it: Servizio utente non trovato
pt: Serviço do usuário não encontrado
ru: Сервис пользователя не найден

source: Authenticator not found
ar: الموثق لم يتم العثور
ca: No s'ha trobat l'autenticador
de: Authenticator nicht gefunden
es: Autenticador no encontrado
eu: Autentikatzailea ez da aurkitu
fr: Authentificateur introuvable
it: Autenticatore non trovato
pt: Autenticador não encontrado
ru: Аутентификатор не найден

source: Invalid authenticator
ar: المصدق غير صالح
ca: Autenticador no vàlid
de: Ungültiger Authentifikator
es: Autenticador no válido
eu: Balio gabeko autentifikatzailea
fr: Authentificateur non valide
it: Autenticatore non valido
pt: Autenticador inválido
ru: Недопустимый аутентификатор

source: Invalid request received
ar: تلقى طلب غير صالح.
ca: S'ha rebut una petició no vàlida
de: Ungültige Anfrage erhalten
es: Solicitud recibida no válida
eu: Jasotako eskaera baliogabea
fr: Requête non valide reçu
it: Richiesta non valida ricevuta
pt: Pedido inválido recebido
ru: Получен недопустимый запрос
