Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Gateway Username
ar: اسم مستخدم البوابة
ca: Nom d&#39;usuari de la passarel·la
de: Gateway-Benutzername
es: Nombre de usuario de la puerta de enlace
eu: Gateway Erabiltzaile-izena
fr: Nom d&#39;utilisateur de la passerelle
it: Nome utente gateway
pt: Nome de usuário do gateway
ru: Имя пользователя шлюза

source: Username for the gateway server. Normally, this will be blank, and the username will be taken from the connection parameters.
ar: اسم المستخدم لخادم البوابة. عادة ، سيكون هذا فارغًا ، وسيتم أخذ اسم المستخدم من معلمات الاتصال.
ca: Nom d&#39;usuari per al servidor de passarel·la. Normalment, això estarà en blanc i el nom d&#39;usuari s&#39;agafarà dels paràmetres de connexió.
de: Benutzername für den Gateway-Server. Normalerweise ist dies leer und der Benutzername wird aus den Verbindungsparametern übernommen.
es: Nombre de usuario para el servidor de puerta de enlace. Normalmente, estará en blanco y el nombre de usuario se tomará de los parámetros de conexión.
eu: Atebide-zerbitzariaren erabiltzaile-izena. Normalean, hau hutsik egongo da, eta erabiltzaile-izena konexio-parametroetatik hartuko da.
fr: Nom d&#39;utilisateur du serveur de passerelle. Normalement, ce sera vide et le nom d&#39;utilisateur sera extrait des paramètres de connexion.
it: Nome utente per il server gateway. Normalmente, questo sarà vuoto e il nome utente verrà preso dai parametri di connessione.
pt: Nome de usuário para o servidor de gateway. Normalmente, ficará em branco e o nome de usuário será obtido dos parâmetros de conexão.
ru: Имя пользователя для сервера шлюза. Обычно это пустое поле, а имя пользователя берется из параметров подключения.

source: Gateway Password
ar: بوابة كلمة المرور
ca: Contrasenya de passarel·la
de: Gateway-Passwort
es: Contraseña de puerta de enlace
eu: Pasahitza pasahitza
fr: Mot de passe de la passerelle
it: Password di accesso
pt: Senha do Gateway
ru: Пароль шлюза

source: Password for the gateway server. Normally, this will be blank, and the password will be taken from the connection parameters.
ar: كلمة مرور خادم البوابة. عادة ، سيكون هذا فارغًا ، وسيتم أخذ كلمة المرور من معلمات الاتصال.
ca: Contrasenya per al servidor de passarel·la. Normalment, això estarà en blanc i la contrasenya s&#39;agafarà dels paràmetres de connexió.
de: Passwort für den Gateway-Server. Normalerweise ist dies leer und das Passwort wird aus den Verbindungsparametern übernommen.
es: Contraseña para el servidor de puerta de enlace. Normalmente, estará en blanco y la contraseña se tomará de los parámetros de conexión.
eu: Pasahitza atebideko zerbitzariaren pasahitza. Normalean, hau hutsik egongo da, eta pasahitza konexio-parametroetatik hartuko da.
fr: Mot de passe pour le serveur de passerelle. Normalement, ce sera vide et le mot de passe sera extrait des paramètres de connexion.
it: Password per il server gateway. Normalmente, questo sarà vuoto e la password verrà presa dai parametri di connessione.
pt: Senha para o servidor de gateway. Normalmente, ficará em branco e a senha será retirada dos parâmetros de conexão.
ru: Пароль для сервера шлюза. Обычно это пустое поле, а пароль берется из параметров подключения.

source: Gateway Domain
ar: مجال البوابة
ca: Domini Gateway
de: Gateway-Domäne
es: Dominio de puerta de enlace
eu: Gateway domeinua
fr: Domaine de la passerelle
it: Dominio gateway
pt: domínio de gateway
ru: Домен шлюза

source: Domain for the gateway server. Normally, this will be blank, and the domain will be taken from the connection parameters.
ar: المجال لخادم البوابة. عادة ، سيكون هذا فارغًا ، وسيتم أخذ المجال من معلمات الاتصال.
ca: Domini per al servidor de passarel·la. Normalment, això estarà en blanc i el domini s&#39;agafarà dels paràmetres de connexió.
de: Domäne für den Gateway-Server. Normalerweise ist dies leer und die Domäne wird aus den Verbindungsparametern übernommen.
es: Dominio para el servidor de puerta de enlace. Normalmente, esto estará en blanco y el dominio se tomará de los parámetros de conexión.
eu: Atebideko zerbitzariaren domeinua. Normalean, hau hutsik egongo da, eta domeinua konexio-parametroetatik hartuko da.
fr: Domaine du serveur de passerelle. Normalement, ce sera vide et le domaine sera extrait des paramètres de connexion.
it: Dominio per il server gateway. Normalmente, questo sarà vuoto e il dominio verrà preso dai parametri di connessione.
pt: Domínio para o servidor de gateway. Normalmente, ficará em branco e o domínio será obtido dos parâmetros de conexão.
ru: Домен для сервера шлюза. Обычно это пустое поле, а домен берется из параметров подключения.

source: SSH protocol using HTML5 client
ar: بروتوكول SSH باستخدام عميل HTML5
ca: Protocol SSH amb el client HTML5
de: SSH-Protokoll mit HTML5-Client
es: Protocolo SSH usando cliente HTML5
eu: SSH protokoloa HTML5 bezeroa erabiliz
fr: Protocole SSH utilisant le client HTML5
it: Protocollo SSH utilizzando il client HTML5
pt: Protocolo SSH usando cliente HTML5
ru: Протокол SSH с использованием клиента HTML5

source: Username for SSH connection authentication.
ar: اسم المستخدم لمصادقة اتصال SSH.
ca: Nom d&#39;usuari per a l&#39;autenticació de connexió SSH.
de: Benutzername für die Authentifizierung der SSH-Verbindung.
es: Nombre de usuario para autenticación de conexión SSH.
eu: SSH konexioaren autentifikaziorako erabiltzaile-izena.
fr: Nom d&#39;utilisateur pour l&#39;authentification de la connexion SSH.
it: Nome utente per l'autenticazione della connessione SSH.
pt: Nome de usuário para autenticação de conexão SSH.
ru: Имя пользователя для аутентификации SSH-соединения.

source: SSH Command
ar: أمر SSH
ca: Comandament SSH
de: SSH-Befehl
es: Comando SSH
eu: SSH komandoa
fr: Commande SSH
it: Comando SSH
pt: Comando SSH
ru: SSH-команда

source: Command to execute on the remote server. If not provided, an interactive shell will be executed.
ar: أمر لتنفيذه على الخادم البعيد. إذا لم يتم توفيرها ، سيتم تنفيذ قذيفة تفاعلية.
ca: Ordre per executar al servidor remot. Si no es proporciona, s&#39;executarà un shell interactiu.
de: Auf dem Remote-Server auszuführender Befehl. Wenn nicht angegeben, wird eine interaktive Shell ausgeführt.
es: Comando a ejecutar en el servidor remoto. Si no se proporciona, se ejecutará un shell interactivo.
eu: Urruneko zerbitzarian exekutatzeko komandoa. Ematen ez bada, shell interaktibo bat exekutatuko da.
fr: Commande à exécuter sur le serveur distant. S&#39;il n&#39;est pas fourni, un shell interactif sera exécuté.
it: Comando da eseguire sul server remoto. Se non fornito, verrà eseguita una shell interattiva.
pt: Comando a ser executado no servidor remoto. Se não for fornecido, um shell interativo será executado.
ru: Команда для выполнения на удаленном сервере. Если не указано, будет выполнена интерактивная оболочка.

source: File Sharing Root
ar: ملف تقاسم الجذر
ca: Arrel per compartir fitxers
de: Dateifreigabe-Root
es: Raíz para compartir archivos
eu: Fitxategiak partekatzeko erroa
fr: Racine de partage de fichiers
it: Radice condivisione file
pt: Raiz de Compartilhamento de Arquivos
ru: Корень общего доступа к файлам

source: Root path for file sharing. If not provided, root directory will be used.
ar: مسار الجذر لمشاركة الملفات. إذا لم يتم توفيره ، فسيتم استخدام الدليل الجذر.
ca: Ruta arrel per compartir fitxers. Si no es proporciona, s&#39;utilitzarà el directori arrel.
de: Stammpfad für die Dateifreigabe. Wenn nicht angegeben, wird das Stammverzeichnis verwendet.
es: Ruta raíz para compartir archivos. Si no se proporciona, se utilizará el directorio raíz.
eu: Fitxategiak partekatzeko erro bidea. Ematen ez bada, root direktorioa erabiliko da.
fr: Chemin racine pour le partage de fichiers. S&#39;il n&#39;est pas fourni, le répertoire racine sera utilisé.
it: Percorso principale per la condivisione di file. Se non fornito, verrà utilizzata la directory principale.
pt: Caminho raiz para compartilhamento de arquivos. Se não for fornecido, o diretório raiz será usado.
ru: Корневой путь для общего доступа к файлам. Если не указан, будет использоваться корневой каталог.

source: SSH Server port
ar: منفذ خادم SSH
ca: Port del servidor SSH
es: Puerto del servidor SSH
eu: SSH zerbitzariaren ataka
fr: Port du serveur SSH
it: Porta del server SSH
pt: Porta do servidor SSH
ru: Порт SSH-сервера

source: Port of the SSH server.
ar: منفذ خادم SSH.
ca: Port del servidor SSH.
de: Port des SSH-Servers.
es: Puerto del servidor SSH.
eu: SSH zerbitzariaren ataka.
fr: Port du serveur SSH.
it: Porta del server SSH.
pt: Porta do servidor SSH.
ru: Порт SSH-сервера.

source: SSH Host Key
ar: مفتاح مضيف SSH
ca: Clau d&#39;amfitrió SSH
de: SSH-Hostschlüssel
es: Clave de host SSH
eu: SSH ostalariaren gakoa
fr: Clé d&#39;hôte SSH
it: Chiave host SSH
pt: Chave do host SSH
ru: Ключ хоста SSH

source: Host key of the SSH server. If not provided, no verification of host identity is done. (as the line in known_hosts file)
ar: مفتاح المضيف لخادم SSH. إذا لم يتم تقديمه، فلن يتم التحقق من هوية المضيف. (كالسطر في ملفknown_hosts)
ca: Clau d&#39;amfitrió del servidor SSH. Si no es proporciona, no es verifica la identitat de l&#39;amfitrió. (com la línia del fitxer known_hosts)
de: Hostschlüssel des SSH-Servers. Wenn keine Angabe erfolgt, erfolgt keine Überprüfung der Hostidentität. (als Zeile in der Datei „known_hosts“)
es: Clave de host del servidor SSH. Si no se proporciona, no se realiza ninguna verificación de la identidad del host. (como la línea en el archivo known_hosts file)
eu: SSH zerbitzariaren ostalariaren gakoa. Ematen ez bada, ez da ostalariaren identitatea egiaztatzen. (known_hosts fitxategiko lerro gisa)
fr: Clé d&#39;hôte du serveur SSH. S’il n’est pas fourni, aucune vérification de l’identité de l’hôte n’est effectuée. (comme la ligne dans le fichier known_hosts)
it: Chiave host del server SSH. Se non fornito, non verrà effettuata alcuna verifica dell'identità dell'host. (come la riga nel fileknown_hosts)
pt: Chave de host do servidor SSH. Se não for fornecido, nenhuma verificação da identidade do host será feita. (como a linha no arquivoknown_hosts)
ru: Ключ хоста SSH-сервера. Если этот параметр не указан, проверка удаленного хоста не выполняется. (как строка в файле known_hosts)

source: Server Keep Alive
ar: خادم حافظ على قيد الحياة
ca: Servidor Keep Alive
es: Keep Ailve del Servidor
eu: Zerbitzaria Keep Alive
fr: Serveur Keep Alive
pt: Servidor Manter Ativo
ru: Поддержание сервера в рабочем состоянии

source: Time in seconds between keep alive messages sent to server. If not provided, no keep alive messages are sent.
ar: الوقت بالثواني بين الرسائل الحية المرسلة إلى الخادم. إذا لم يتم توفيرها ، فلن يتم إرسال رسائل البقاء على قيد الحياة.
ca: Temps en segons entre els missatges de mantenir vius enviats al servidor. Si no es proporciona, no s&#39;enviarà cap missatge de manteniment viu.
de: Zeit in Sekunden zwischen Keep-Alive-Meldungen, die an den Server gesendet werden. Wenn nicht angegeben, werden keine Keep-Alive-Nachrichten gesendet.
es: Tiempo en segundos entre los mensajes keep alive enviados al servidor. Si no se proporciona, no se envían mensajes de keep alive.
eu: Zerbitzariari bidalitako mezuak bizirik mantentzeko arteko denbora segundotan. Ematen ez bada, ez da mezurik bidaliko.
fr: Temps en secondes entre les messages keep alive envoyés au serveur. S&#39;il n&#39;est pas fourni, aucun message persistant n&#39;est envoyé.
it: Tempo in secondi tra i messaggi Keep Alive inviati al server. Se non fornito, non vengono inviati messaggi keep alive.
pt: Tempo em segundos entre mensagens keep alive enviadas ao servidor. Se não for fornecido, nenhuma mensagem keep alive será enviada.
ru: Время в секундах между сообщениями проверки активности, отправленными на сервер. Если он не указан, сообщения проверки активности не отправляются.

source: VNC protocol using HTML5 client
ar: بروتوكول VNC باستخدام عميل HTML5
ca: Protocol VNC utilitzant el client HTML5
de: VNC-Protokoll mit HTML5-Client
es: Protocolo VNC usando cliente HTML5
eu: VNC protokoloa HTML5 bezeroa erabiliz
fr: Protocole VNC utilisant le client HTML5
it: Protocollo VNC che utilizza il client HTML5
pt: Protocolo VNC usando cliente HTML5
ru: Протокол VNC с использованием клиента HTML5

source: Username for VNC connection authentication.
ar: اسم المستخدم لمصادقة اتصال VNC.
ca: Nom d'usuari per a l'autenticació de la connexió VNC.
de: Benutzername für die VNC-Verbindungsauthentifizierung.
es: Nombre de usuario para la autenticación de la conexión VNC.
eu: VNC konexioaren autentikaziorako erabiltzaile izena.
fr: Nom d&#39;utilisateur pour l&#39;authentification de la connexion VNC.
it: Nome utente per l'autenticazione della connessione VNC.
pt: Nome de usuário para autenticação de conexão VNC.
ru: Имя пользователя для аутентификации VNC-соединения.

source: Password for VNC connection authentication
ar: كلمة مرور لمصادقة اتصال VNC
ca: Contrasenya per a l'autenticació de la connexió VNC
de: Kennwort für die VNC-Verbindungsauthentifizierung
es: Contraseña para la autenticación de la conexión VNC
eu: VNC konexioaren autentikaziorako pasahitza
fr: Mot de passe pour l&#39;authentification de la connexion VNC
it: Password per l'autenticazione della connessione VNC
pt: Senha para autenticação de conexão VNC
ru: Пароль для аутентификации VNC-соединения

source: VNC Server port
ar: منفذ خادم VNC
ca: Port del servidor VNC
es: Puerto del servidor VNC
eu: VNC zerbitzariaren ataka
fr: Port du serveur VNC
it: Porta del server VNC
pt: Porta do servidor VNC
ru: Порт сервера VNC

source: Port of the VNC server.
ar: منفذ خادم VNC.
ca: Port del servidor VNC.
de: Port des VNC-Servers.
es: Puerto del servidor VNC.
eu: VNC zerbitzariaren ataka.
fr: Port du serveur VNC.
it: Porta del server VNC.
pt: Porta do servidor VNC.
ru: Порт сервера VNC.

source: Color depth
ar: عمق اللون
ca: Profunditat de color
de: Farbtiefe
es: Profundidad de color
eu: Koloreen sakonera
fr: Profondeur de couleur
it: Profondità di colore
pt: Profundidade de cor
ru: Глубина цвета

source: Color depth for VNC connection. Use this to control bandwidth.
ar: عمق اللون لاتصال VNC. استخدم هذا للتحكم في النطاق الترددي.
ca: Profunditat de color per a la connexió VNC. Utilitzeu-ho per controlar l’amplada de banda.
de: Farbtiefe für VNC-Verbindung. Verwenden Sie diese Option, um die Bandbreite zu steuern.
es: Profundidad de color para conexión VNC. Use esto para controlar el ancho de banda.
eu: VNC konexioaren kolore sakonera. Erabili hau banda zabalera kontrolatzeko.
fr: Profondeur de couleur pour la connexion VNC. Utilisez ceci pour contrôler la bande passante.
it: Profondità del colore per la connessione VNC. Usalo per controllare la larghezza di banda.
pt: Profundidade de cor para conexão VNC. Use isso para controlar a largura de banda.
ru: Глубина цвета для подключения VNC. Используйте для управления пропускной способностью.

source: Swap red/blue
ar: مبادلة الأحمر / الأزرق
ca: Canvia vermell / blau
de: Rot/Blau tauschen
es: Cambiar rojo / azul
eu: Trukatu gorria / urdina
fr: Swap rouge / bleu
it: Scambia rosso / blu
pt: Trocar vermelho / azul
ru: Поменять местами красный/синий

source: Use this if your colours seems incorrect (blue appears red, ..) to swap them.
ar: استخدم هذا إذا بدت ألوانك غير صحيحة (يظهر الأزرق باللون الأحمر ، ..) لتبديلها.
ca: Utilitzeu aquesta opció si els vostres colors semblen incorrectes (el blau apareix vermell, ..) per intercanviar-los.
de: Verwenden Sie diese Option, wenn Ihre Farben falsch erscheinen (blau erscheint rot, ..), um sie auszutauschen.
es: Use esto si sus colores parecen incorrectos (el azul parece rojo, ..) para intercambiarlos.
eu: Erabili hau zure koloreak okerrak iruditzen badira (urdina gorria agertzen da ..) trukatzeko.
fr: Utilisez ceci si vos couleurs semblent incorrectes (le bleu apparaît en rouge, ..) pour les permuter.
it: Usa questo se i tuoi colori sembrano errati (il blu appare rosso, ..) per scambiarli.
pt: Use isto se suas cores parecerem incorretas (azul parece vermelho, ..) para trocá-las.
ru: Используйте, если ваши цвета кажутся неправильными (синий кажется красным, ...), чтобы поменять их местами.

source: Remote cursor
ar: مؤشر بعيد
ca: Cursor remot
es: Cursor remoto
eu: Urruneko kurtsorea
fr: Curseur distant
it: Cursore remoto
pt: Cursor remoto
ru: Удаленный курсор

source: If set, force to show remote cursor
ar: في حالة الضبط ، قم بإظهار المؤشر البعيد
ca: Si es defineix, es força a mostrar el cursor remot
de: Wenn gesetzt, erzwingen Sie, dass der Remote-Cursor angezeigt wird
es: Si está configurado, fuerza para mostrar el cursor remoto
eu: Ezarrita badago, behartu urruneko kurtsorea erakusteko
fr: S&#39;il est défini, force l&#39;affichage du curseur distant
it: Se impostato, forza la visualizzazione del cursore remoto
pt: Se definido, força para mostrar o cursor remoto
ru: Если установлено, принудительно отображать удаленный курсор

source: Read only
ar: يقرأ فقط
ca: Només lectura
de: Schreibgeschützt
es: Solo lectura
eu: Irakurtzeko soilik
fr: Lecture seulement
it: Sola lettura
pt: Somente leitura
ru: Только чтение

source: If set, the connection will be read only
ar: في حالة الضبط ، سيتم قراءة الاتصال فقط
ca: Si es defineix, la connexió serà de només lectura
de: Wenn festgelegt, ist die Verbindung schreibgeschützt
es: Si se establece, la conexión será de solo lectura
eu: Ezarrita badago, konexioa soilik irakurriko da
fr: Si défini, la connexion sera en lecture seule
it: Se impostato, la connessione sarà di sola lettura
pt: Se definido, a conexão será somente leitura
ru: Если установлено, соединение будет только для чтения

source: NICE DCV
ar: لطيفة DCV
ru: КРАСИВЫЙ DCV

source: NICE DCV Protocol. Direct connection.
ar: بروتوكول NICE DCV. اتصال مباشر.
ca: Protocol NICE DCV. Connexió directa.
de: NICE DCV-Protokoll. Direkte Verbindung.
es: Protocolo NICE DCV. Conexión directa.
eu: NICE DCV protokoloa. Zuzeneko konexioa.
fr: Protocole NICE DCV. Connexion directe.
it: Protocollo NICE DCV. Connessione diretta.
pt: Protocolo NICE DCV. Conexão direta.
ru: Протокол NICE DCV. Прямая связь.

source: Full screen
ar: شاشة كاملة
ca: Pantalla completa
de: Vollbildschirm
es: Pantalla completa
eu: Pantaila osoa
fr: Plein écran
it: A schermo intero
pt: Tela cheia
ru: Полноэкранный

source: If checked, the connection will be opened in full screen mode
ar: إذا تم تحديده ، فسيتم فتح الاتصال في وضع ملء الشاشة
ca: Si està seleccionat, la connexió s'obrirà en mode de pantalla completa
de: Wenn aktiviert, wird die Verbindung im Vollbildmodus geöffnet
es: Si está marcado, la conexión se abrirá en modo de pantalla completa
eu: Markatuta badago, konexioa pantaila osoko moduan irekiko da
fr: Si coché, la connexion sera ouverte en mode plein écran
it: Se selezionato, la connessione verrà aperta in modalità a schermo intero
pt: Se marcada, a conexão será aberta em modo de tela inteira
ru: Если флажок установлен, соединение будет открываться в полноэкранном режиме.

source: Multiple monitors
ar: أجهزة عرض متعددة
ca: Monitors múltiples
de: Mehrere Monitore
es: Varios monitores
eu: Hainbat monitore
fr: Plusieurs moniteurs
it: Monitor multipli
pt: Monitores múltiplos
ru: Несколько мониторов

source: If checked, all client monitors will be used for displaying (only works on windows clients)
ar: إذا تحققت، سوف تستخدم كافة أجهزة العميل لعرض (يعمل فقط على عملاء ويندوز).
ca: Si està seleccionat, s'utilitzaran tots els monitors del client (només funciona en clients de Windows)
de: Wenn diese Option aktiviert ist, werden alle Client-Monitore für die Anzeige verwendet (funktioniert nur auf Windows-Clients).
es: Si está marcada, todos los monitores cliente se utilizarán para visualizar (sólo funciona en clientes Windows)
eu: Egiaztatuta badago, bezeroen monitore guztiak erabiliko dira erakusteko (Windows bezeroetan bakarrik funtzionatzen du).
fr: Si cette case est cochée, tous les moniteurs clients seront utilisés pour l'affichage (ne fonctionne que sur les clients Windows)
it: Se selezionato, tutti i monitor client verranno utilizzati per la visualizzazione (funziona solo su client Windows)
pt: Se marcado, todos os monitores de clientes serão usados para exibição (funciona apenas em clientes Windows)
ru: Если этот флажок установлен, все клиентские мониторы будут использоваться для отображения (работает только на клиентах Windows)

source: NICE DCV Protocol. Tunneled connection.
ar: بروتوكول NICE DCV. اتصال نفق.
ca: Protocol NICE DCV. Connexió via túnel.
de: NICE DCV-Protokoll. Getunnelte Verbindung.
es: Protocolo NICE DCV. Conexión tunelizada.
eu: NICE DCV protokoloa. Tunelatutako konexioa.
fr: Protocole NICE DCV. Connexion en tunnel.
it: Protocollo NICE DCV. Connessione a tunnel.
pt: Protocolo NICE DCV. Conexão em túnel.
ru: Протокол NICE DCV. Туннельное соединение.

source: If enabled, the certificate of tunnel server will be verified (recommended).
ar: في حالة التمكين ، سيتم التحقق من شهادة خادم النفق (موصى به).
ca: Si està habilitat, es verificarà el certificat del servidor del túnel (recomanat).
de: Wenn aktiviert, wird das Zertifikat des Tunnelservers überprüft (empfohlen).
es: Si está habilitado, se verificará el certificado del servidor del túnel (recomendado).
eu: Gaituta badago, tunel zerbitzariaren ziurtagiria egiaztatuko da (gomendagarria).
fr: Si activé, le certificat du serveur tunnel sera vérifié (recommandé).
it: Se abilitato, verrà verificato il certificato del server tunnel (consigliato).
pt: Se habilitado, o certificado do servidor de túnel será verificado (recomendado).
ru: Если включено, сертификат туннельного сервера будет проверяться (рекомендуется).

source: Listening port
ar: منفذ الاستماع
ca: Port d'escolta
de: Lauschender Port
es: Puerto de escucha
eu: Entzuteko ataka
fr: Port d'écoute
it: Porta di ascolto
pt: Porto de escuta
ru: Прослушиваемый порт

source: Listening port of NX (Defaults to 4000 for NX, 22 for SSH)
ar: منفذ الاستماع من NX (الافتراضيات إلى 4000 لـ NX و 22 لـ SSH)
ca: Port d'escolta de NX (per defecte el 4000 per a NX, el 22 per a SSH)
de: Abhörender Port von NX (Standardeinstellung 4000 für NX, 22 für SSH)
es: Puerto de escucha de NX (predeterminado en 4000 para NX, 22 para SSH)
eu: NX entzuteko ataka (lehenetsitakoak 4000 dira NXrentzat, 22 SSHrentzat)
fr: Port d&#39;écoute de NX (par défaut à 4000 pour NX, 22 pour SSH)
it: Porta di ascolto di NX (predefinito su 4000 per NX, 22 per SSH)
pt: Porta de escuta do NX (o padrão é 4000 para NX, 22 para SSH)
ru: Порт прослушивания NX (по умолчанию 4000 для NX, 22 для SSH)

source: Window Size
ar: بحجم النافذه
ca: Mida de la finestra
de: Fenstergröße
es: Tamaño de ventana
eu: Leihoaren tamaina
fr: La taille de la fenêtre
it: Dimensione della finestra
pt: Tamanho da janela
ru: Размер окна

source: Window size on connection
ar: حجم النافذة عند الاتصال
ca: Mida de la finestra a la connexió
de: Fenstergröße am Anschluss
es: Tamaño de la ventana en la conexión
eu: Leihoaren tamaina konexioan
fr: Taille de la fenêtre à la connexion
it: Dimensioni della finestra alla connessione
pt: Tamanho da janela na conexão
ru: Размер окна при подключении

source: NoMachine Protocol Direct connection.
ar: بروتوكول NoMachine اتصال مباشر.
ca: Connexió directa del protocol NoMachine.
de: NoMachine Protocol Direktverbindung.
es: Protocolo NoMachine Conexión directa.
eu: NoMachine Protocol zuzeneko konexioa.
fr: Connexion directe au protocole NoMachine.
it: Protocollo NoMachine Connessione diretta.
pt: Conexão direta do protocolo NoMachine.
ru: Протокол NoMachine Прямое соединение.

source: Use UDP traffic for multimedia
ar: استخدام حركة مرور UDP للوسائط المتعددة
ca: Utilitzeu el protocol UDP per a multimèdia
de: UDP-Datenverkehr für Multimedia verwenden
es: Usar tráfico UDP para multimedia
eu: Erabili UDP trafikoa multimediarako
fr: Utiliser le trafic UDP pour le multimédia
it: Usa il traffico UDP per i multimedia
pt: Use o tráfego UDP para multimídia
ru: Использовать UDP-трафик для мультимедиа
