Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Cache level
ar: مستوى التخزين المؤقت
ca: Nivell de memòria cau
de: Cache-Ebene
es: Nivel de caché
eu: Cache maila
fr: Niveau de cache
it: Livello di cache
pt: Nível de cache
ru: Уровень кэша

source: Assigned groups
ar: المجموعات المخصصة
ca: Grups assignats
de: Zugeordnete Gruppen
es: Grupos asignados
eu: Esleitutako taldeak
fr: Groupes assignés
it: Gruppi assegnati
pt: Grupos designados
ru: Привязанные группы

source: comments
ar: تعليقات
ca: comentaris
de: Bemerkungen
es: Comentarios
eu: Iruzkinak
fr: Commentaires
it: Commenti
pt: comentários
ru: Комментарии

source: Assigned transports
ar: النقل المعين
ca: Transports assignats
de: Zugewiesene Transporte
es: Transportes asignados
eu: Esleitutako garraioak
fr: Transports assignés
it: Trasporti assegnati
pt: Transportes designados
ru: Привязанные транспорты

source: Publications
ar: المنشورات
ca: Publicacions
de: Veröffentlichungen
es: Publicaciones
eu: Argitalpenak
it: Pubblicazioni
pt: Publicações
ru: Публикации

source: Publish date
ar: تاريخ النشر
ca: Data de publicació
de: Erscheinungsdatum
es: Fecha de publicación
eu: Argitalpen data
fr: La date de publication
it: Data di pubblicazione
pt: Data de publicação
ru: Дата публикации

source: Reason
ar: السبب
ca: Motiu
de: Grund
es: Razón
eu: Arrazoia
fr: Raison
it: Motivo
pt: Razão
ru: Причина

source: Changelog
ar: سجل التغيير
ca: Registre de canvis
de: Änderungsprotokoll
es: Registro de cambios
eu: Aldaketa Log-a
ru: Лог изменения

source: Comment
ar: التعليق
ca: Comentari
de: Kommentar
es: Comentario
eu: Iruzkina
fr: Commentaire
it: Commento
pt: Comente
ru: Комментарий

source: Admin
ar: مشرف
de: Administrator
ru: Администратор

source: Staff member
ar: موظف
ca: Membre del personal
de: Mitarbeiter
es: Miembro del personal
eu: Langile Kidea
fr: Membre du personnel
it: Membro dello staff
pt: Membro da equipe
ru: Штатный сотрудник

source: User
ar: المستخدم
ca: Usuari
de: Benutzer
es: Usuario
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Do utilizador
ru: Пользователь

source: Users of {0}
ar: مستخدمين {0}
ca: Usuaris de {0}
de: Benutzer von {0}
es: Usuarios de {0}
eu: {0} erabiltzaile
fr: Utilisateurs de {0}
it: Utenti di {0}
pt: Usuários de {0}
ru: Пользователи {0}

source: Current users
ar: المستخدمون الحاليون
ca: Usuaris actuals
de: Derzeitige Nutzer
es: Usuarios actuales
eu: Momentuko erabiltzaileak
fr: Utilisateurs actuels
it: Utenti attuali
pt: Usuários atuais
ru: Текущие пользователи

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
eu: Erabiltzaile izena
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de usuário
ru: Имя пользователя

source: Role
ar: وظيفة
ca: Paper
de: Rolle
es: Rol
eu: Rol
fr: Rôle
it: Ruolo
pt: Função
ru: Роль

source: state
ar: الحالة
ca: estat
de: Zustand
es: estado
eu: Egoera
fr: État
it: stato
pt: Estado
ru: состояние

source: Last access
ar: آخر وصول
ca: Darrer accés
de: Letzter Zugriff
es: Último acceso
eu: Azken sarrera
fr: Dernier accès
it: Ultimo accesso
pt: Último acesso
ru: Последний вход

source: Username cannot be empty
ar: اسم المستخدم لا يمكن أن يكون فارغا
ca: El nom d&#39;usuari no pot estar buit
de: Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío
eu: Erabiltzaile izena ezin da hutsik egon
fr: Le nom d&#39;utilisateur ne peut pas être vide
it: Il nome utente non può essere vuoto
pt: O nome de usuário não pode estar vazio
ru: Имя пользователя не может быть пустым

source: User already exists (duplicate key error)
ar: المستخدم موجود مسبقا (خطأ مفتاح مكرر)
ca: Aquest usuari ja existeix (error de clau duplicada)
de: Benutzer ist bereits vorhanden (Fehler durch doppelten Schlüssel)
es: Este usuario ya existe (error de clave duplicada)
eu: Dagoeneko erabiltzailea existitzen da (Hutsa,gako bikoiztua)
fr: L'utilisateur existe déjà (erreur de clé en double)
it: L'utente esiste già (errore chiave duplicata)
pt: Usuário já existe (erro de chave duplicado)
ru: Пользователь уже существует (ошибка дублирования ключа)

source: Groups of {0}
ar: مجموعات من {0}
ca: Grups de {0}
de: Gruppen von {0}
es: Grupos de {0}
eu: {0} talde
fr: Groupes de {0}
it: Gruppi di {0}
pt: Grupos de {0}
ru: Групп из {0}

source: Current groups
ar: المجموعات الحالية
ca: Grups actuals
de: Aktuelle Gruppen
es: Grupos actuales
eu: Momentuko taldeak
fr: Groupes actuels
it: Gruppi attuali
pt: Grupos atuais
ru: Текущие группы

source: Skip MFA
ar: تخطي وزارة الخارجية
ca: Omet MFA
de: Überspringen Sie MFA
es: Saltar MFA
eu: Saltatu MFA
fr: Ignorer l&#39;AMF
it: Salta l'AMF
pt: Ignorar MFA
ru: Пропустить МФА

source: UDS Group
ar: المجموعة المصغرة
ca: Grup UDS
de: UDS-Gruppe
es: Grupo UDS
eu: UDS Taldea
fr: Groupe d'UDS
it: Gruppo UDS
pt: Grupo UDS
ru: UDS Группа

source: Meta group
ar: Meta المجموعة
ca: Metagrup
de: Metagruppe
es: Metagrupo
eu: Meta-taldea
fr: Groupe Meta
it: Meta gruppo
pt: Grupo meta
ru: Метагруппа

source: UDS Meta Group
ar: مجموعة Meta المصغرة
ca: Metagrup UDS
de: UDS-Metagruppe
es: Metagrupo UDS
eu: UDS Meta-taldea
it: Meta gruppo UDS
pt: Grupo Meta UDS
ru: UDS Метагруппа

source: Group name is required
ar: اسم المجموعة مطلوب
ca: El nom del grup és obligatori
de: Gruppenname ist erforderlich
es: El nombre del grupo es obligatorio
eu: Taldearen izena beharrezkoa da
fr: Le nom du groupe est requis
it: Il nome del gruppo è obbligatorio
pt: O nome do grupo é obrigatório
ru: Необходимо указать имя группы

source: Tags
ar: العلامات
ca: Etiquetes
de: Stichworte
es: Etiquetas
eu: Etiketak
fr: Tag
it: Tag
pt: Tag
ru: Тэги

source: Tags for this element
ar: العلامات لهذا العنصر
ca: Etiquetes per a aquest element
de: Stichworte für dieses Element
es: Etiquetas para este elemento
eu: Elementu honentzako etiketak
fr: Tags pour cet élément
it: Tag per questo elemento
pt: Tags para este elemento
ru: Тэги этого элемента

source: Name of this element
ar: اسم هذا العنصر
ca: Nom d'aquest element
de: Name dieses Elements
es: Nombre de este elemento
eu: Elementu honen izena
fr: Nom de cet élément
it: Nome di questo elemento
pt: Nome deste elemento
ru: Имя этого элемента

source: Comments for this element
ar: تعليقات لهذا العنصر
ca: Comentaris per a aquest element
de: Kommentare zu diesem Element
es: Comentarios para este elemento
eu: Elementu honentzako iruzkinak
fr: Commentaires pour cet élément
it: Commenti per questo elemento
pt: Comentários para este elemento
ru: Комментарии этого элемента

source: Selects the priority of this element (lower number means higher priority)
ar: تحديد أولوية هذا العنصر (انخفاض عدد الوسائل أولوية عليا)
ca: Selecciona la prioritat d'aquest element (un número menor implica prioritat més alta)
de: Wählt die Priorität dieses Elements aus (niedrigere Zahl bedeutet höhere Priorität)
es: Selecciona la prioridad de este elemento (a menor número, mayor prioridad)
eu: Elementu honen lehentasuna aukeratu (txikiagoak lehentasun gehiago du)
fr: Sélectionne la priorité de cet élément (priorité supérieure de moyens nombre inférieur)
it: Seleziona la priorità di questo elemento (numero più basso significa priorità più alta)
pt: Seleciona a prioridade deste elemento (menor número significa maior prioridade)
ru: Выбирает приоритет этого элемента (меньшее число означает более высокий приоритет)

source: Label for this element
ar: تسمية لهذا العنصر
ca: Etiqueta per a aquest element
de: Beschriftung für dieses Element
es: Etiqueta para este elemento
eu: Elementu honentzako etiketa
fr: Tag pour cet élément
it: Etichetta per questo elemento
pt: Rótulo para este elemento
ru: Метка этого элемента

source: No filtering
ar: لا تصفية
ca: Sense filtres
de: Keine Filterung
es: Sin filtros
eu: Iragazkirik ez
fr: Pas de filtrage
it: Nessun filtraggio
pt: Sem filtragem
ru: Без фильтрации

source: Allow selected networks
ar: السماح للشبكات المحددة
ca: Permet les xarxes seleccionades
de: Ausgewählte Netzwerke zulassen
es: Permitir redes seleccionadas
eu: Baimendu aukeratutako sareak
fr: Autoriser les réseaux sélectionnés
it: Consenti reti selezionate
pt: Permitir redes selecionadas
ru: Разрешить выбранные сети

source: Deny selected networks
ar: رفض الشبكات المحددة
ca: Denega les xarxes seleccionades
de: Ausgewählte Netzwerke ablehnen
es: Denegar redes seleccionadas
eu: Ukatu hautatutako sareak
fr: Refuser les réseaux sélectionnés
it: Nega le reti selezionate
pt: Negar redes selecionadas
ru: Запретить выбранные сети

source: Network Filtering
ar: تصفية الشبكة
ca: Filtrat de xarxa
de: Netzwerkfilterung
es: Filtrado de red
eu: Sare-iragazkia
fr: Filtrage réseau
it: Filtraggio della rete
pt: Filtragem de Rede
ru: Сетевая фильтрация

source: Type of network filtering. Use "Disabled" to disable origin check, "Allow" to only enable for selected networks or "Deny" to deny from selected networks
ar: نوع تصفية الشبكة. استخدم "معطل" لتعطيل التحقق من الأصل، أو "السماح" لتمكين الشبكات المحددة فقط، أو "رفض" للرفض من الشبكات المحددة
ca: Tipus de filtratge de xarxa. Utilitzeu "Desactivat" per desactivar la comprovació de l&#39;origen, "Permetre" per activar només a les xarxes seleccionades o "Denegar" per denegar les xarxes seleccionades
de: Art der Netzwerkfilterung. Verwenden Sie „Deaktiviert“, um die Herkunftsprüfung zu deaktivieren, „Zulassen“, um sie nur für ausgewählte Netzwerke zu aktivieren, oder „Verweigern“, um die Überprüfung für ausgewählte Netzwerke zu verweigern
es: Tipo de filtrado de red. Utilice "Desactivado" para desactivar la verificación de origen, "Permitir" para habilitar solo para redes seleccionadas o "Denegar" para rechazar redes seleccionadas.
eu: Sarearen iragazketa mota. Erabili "Desgaituta" jatorriaren egiaztapena desgaitzeko, "Baimendu" hautatutako sareetarako soilik gaitzeko edo "Ukatu" hautatutako sareetatik ukatzeko.
fr: Type de filtrage réseau. Utilisez « Désactivé » pour désactiver la vérification de l&#39;origine, « Autoriser » pour activer uniquement les réseaux sélectionnés ou « Deny » pour refuser les réseaux sélectionnés.
it: Tipo di network filtering. Utilizza "Disabilitato" per disabilitare il controllo in base alla provenienza, "Consenti" per abilitarlo solo dalle reti selezionate o "Nega" per impedirlo dalle reti selezionate
pt: Tipo de filtragem de rede. Use "Desativado" para desativar a verificação de origem, "Permitir" para ativar apenas redes selecionadas ou "Negar" para negar redes selecionadas
ru: Тип сетевой фильтрации. Используйте «Отключено», чтобы отключить проверку происхождения, «Разрешить», чтобы включить только для выбранных сетей, или «Запретить», чтобы запретить доступ к выбранным сетям.

source: Networks associated. If No network selected, will mean "all networks"
ar: الشبكات المرتبطة. إذا لم يتم تحديد أي شبكة، فسيعني "جميع الشبكات"
ca: Xarxes associades. Si no s&#39;ha seleccionat cap xarxa, significarà "totes les xarxes"
de: Verbundene Netzwerke. Wenn kein Netzwerk ausgewählt ist, bedeutet dies „alle Netzwerke“.
es: Redes asociadas. Si no se selecciona ninguna red, significará "todas las redes".
eu: Lotutako sareak. Ez bada sarerik hautatzen, "sare guztiak" esan nahi du
fr: Réseaux associés. Si Aucun réseau n&#39;est sélectionné, cela signifie "tous les réseaux".
it: Reti associate. Se Nessuna rete selezionata, significherà "tutte le reti"
pt: Redes associadas. Se Nenhuma rede for selecionada, significará "todas as redes"
ru: Связанные сети. Если сеть не выбрана, это будет означать «все сети».

source: Invalid Request
ar: طلب غير صالح
ca: Sol·licitud no vàlida
de: ungültige Anfrage
es: Solicitud no válida
eu: Eskaera baliogabea
fr: Requête non valide
it: Richiesta non valida
pt: pedido inválido
ru: Некорректный запрос

source: Method not found in {}: {}
ar: تعذر العثور على الأسلوب في {}: {}
ca: Mètode no trobat a {}: {}
de: Methode nicht gefunden in {}: {}
es: Método no encontrado en {}: {}
eu: Ez da metodorik aurkitu {}:{}-an
fr: Méthode introuvable {}: {}
it: Metodo non trovato in {}: {}
pt: Método não encontrado em {}: {}
ru: Метод не найден в {}: {}

source: Item not found
ar: تعذر العثور على عنصر
ca: Element no trobat
de: Artikel nicht gefunden
es: Elemento no encontrado
eu: Elementua ez da aurkitu
fr: Élément introuvable
it: Elemento non trovato
pt: Item não encontrado
ru: Элемент не найден

source: Access denied
ar: تم رفض الوصول
ca: Accés denegat
de: Zugriff verweigert
es: Acceso denegado
eu: Sarrera debekaturik
fr: Accès refusé
it: Accesso negato
pt: Acesso negado
ru: Доступ запрещен

source: Operation not supported
ar: العملية غير معتمدة
ca: Operació no suportada
de: Vorgang wird nicht unterstützt
es: Operación no soportada
eu: Ezinezko eragiketa
fr: Opération non prise en charge
it: Operazione non supportata
pt: Operação não suportada
ru: Операция не поддерживается

source: requested a template that do not exist
ar: طلب قالب غير موجود
ca: heu sol·licitat una plantilla que no existeix
de: eine Vorlage angefordert, die nicht vorhanden ist
es: solicitó una plantilla que no existe
eu: Existitzen ez den txantiloia eskatu da
fr: demandé un modèle qui n'existent pas
it: richiesto un modello che non esiste
pt: solicitou um modelo que não existe
ru: запрошен шаблон, которого не существует

source: Active Directory Server IP or Hostname
ar: ملقم Active directory IP أو اسم المضيف
ca: Nom de host o IP del servidor de Directori Actiu
de: Active Directory Server-IP oder Hostname
es: IP de Servidor de Active Directory o nombre de host
eu: "Active Directory" zerbitzariaren IP-a edota izena
fr: Active Directory Server IP ou nom d'hôte
it: IP o nome host del server Active Directory
pt: IP ou nome do host do Active Directory Server
ru: IP-адрес или имя сервера Active Directory

source: Use SSL
ar: استخدام SSL
ca: Utilitzar SSL
de: Verwenden Sie SSL
es: Usar SSL
eu: SSL erabili
fr: Utiliser SSL
it: Usa SSL
ru: Использовать SSL

source: If checked, a ssl connection to Active Directory will be used
ar: إذا كانت محددة، سيتم استخدام اتصال ssl إلى Active Directory
ca: Si està seleccionat, s'utilitzarà una connexió SSL amb el Directori Actiu
de: Wenn diese Option aktiviert ist, wird eine SSL-Verbindung zu Active Directory verwendet
es: Si está seleccionada, se utilizará una conexión ssl a Active Directory
eu: Aktibo izanez gero, ssl bidez ezarriko da konexioa "Active Directory"-ra
fr: Si cochée, une connexion ssl vers Active Directory sera utilisée
it: Se selezionato, verrà utilizzata una connessione SSL ad Active Directory
pt: Se marcado, uma conexão ssl para o Active Directory será usada
ru: Если отмечено, то будет использовано ssl подключение к Active Directory

source: Compatibility
ar: التوافق
ca: Compatibilitat
de: Kompatibilität
es: Compatibilidad
eu: Konpatibilitatea
fr: Compatibilité
it: Compatibilità
pt: Compatibilidade
ru: Совместимость

source: Compatibility of AD connection (Usually windows 2000 and later)
ar: التوافق للاتصال الإعلاني (عادة windows 2000 والإصدارات الأحدث)
ca: Compatibilitat de la connexió de Directori Actiu (generalment Windows 2000 i posteriors)
de: Kompatibilität der AD-Verbindung (normalerweise Windows 2000 und höher)
es: Compatibilidad de conexión AD (normalmente windows 2000 y versiones posteriores)
eu: AD konexio konpatibilitatea (Windows 2000 edo gerokoak)
fr: Compatibilité de connexion AD (généralement windows 2000 et versions ultérieures)
it: Compatibilità della connessione AD (Solitamente Windows 2000 e versioni successive)
pt: Compatibilidade da conexão do AD (geralmente, Windows 2000 e posterior)
ru: Совместимость AD подключения (обычно Windows 2000 и выше)

source: Username with read privileges on the base selected (use USER@DOMAIN.DOM form for this)
ar: اسم المستخدم امتيازات القراءة على قاعدة محددة (استخدام USER@DOMAIN. نموذج دوم لذلك)
ca: Nom d'usuari amb privilegis de lectura a la base seleccionada (utilitzeu el format USUARI@DOMINI)
de: Benutzername mit Leseberechtigung für die ausgewählte Basis (verwenden Sie hierfür das Format USER@DOMAIN.DOM)
es: Nombre de usuario con privilegios de lectura en la base seleccionada (use el formato USUARIO@DOMINIO.DOM)
eu: Aukeratutako oinarrian irakurtzeko pribilegioa daukan erabiltzailea (erabil USER@DOMAIN.DOM)
fr: Nom d'utilisateur avec des privilèges de lecture sur la base sélectionnée (utilisation USER@DOMAIN.Forme de DOM pour cela)
it: Nome utente con privilegi di lettura sulla base selezionata (utilizzare il formato USER@DOMAIN.DOM)
pt: Nome de usuário com privilégios de leitura na base selecionada (use o formulário USER@DOMAIN.DOM para isso)
ru: Имя пользователя с привилегиями на чтение (используйте форму USER@DOMAIN.DOM)

source: Password
ar: كلمة المرور
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
pt: Senha
ru: Пароль

source: Password of the ldap user
ar: كلمة مرور المستخدم ldap
ca: Contrasenya de l'usuari LDAP
de: Passwort des LDAP-Benutzers
es: Contraseña del usuario LDAP
eu: LDAP erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur ldap
it: Password dell'utente ldap
pt: Senha do usuário ldap
ru: Пароль пользователя LDAP

source: Override Base
ar: تجاوز قاعدة
ca: Substituir Base
de: Basis überschreiben
es: Reemplazar Base
eu: Gainidatzi Base
fr: Substituer la Base
it: Sostituisci Base
pt: Base de Substituição
ru: Переопределение базы

source: If not empty, will override AD search base with this value (format: dc=..., dc=...)
ar: إذا كان غير فارغ، ستتجاوز قاعدة مع قيمة هذا البحث الإعلانية (تنسيق: dc =... dc =...)
ca: Si no està buit, es substituirà la base de cerca del Directori Actiu amb aquest valor valor (format: dc =..., dc =...)
de: Wenn nicht leer, wird die AD-Suchbasis mit diesem Wert überschrieben (Format: dc = ..., dc = ...).
es: Si no está vacío, reemplazará la base de búsqueda con este valor (formato: dc=..., dc=...)
eu: Ez bada hutsik, AD bilaketa-oinarria gainidatziko du balio honekin (formatua: dc = ..., dc = ...)
fr: Si non vide, se substitue à base avec cette valeur de recherche AD (format : dc =..., DC =...)
it: Se non vuoto, sovrascriverà la base di ricerca di AD con questo valore (formato: dc = ..., dc = ...)
pt: Se não estiver vazio, substituirá a base de pesquisa do AD por esse valor (formato: dc = ..., dc = ...)
ru: Указынным значением будет переопределена база поиска AD (формат: dc =..., DC =...)

source: Default domain
ar: نطاق إفتراضي
ca: Domini predeterminat
de: Standarddomäne
es: Dominio predeterminado
eu: Domeinu lehenetsia
fr: Domaine par défaut
it: Dominio predefinito
pt: Domínio padrão
ru: Домен по умолчанию

source: Domain used for users without domain (if empty, will use the domain of the user) if compat mode is not "Windows NT"
ar: المجال المستخدم للمستخدمين بدون مجال (إذا كان فارغًا ، فسيستخدم مجال المستخدم) إذا كان وضع التوافق ليس "Windows NT"
ca: Domini utilitzat per als usuaris sense domini (si està buit, utilitzarà el domini de l&#39;usuari) si el mode compat no és "Windows NT"
de: Domäne wird für Benutzer ohne Domäne verwendet (wenn leer, wird die Domäne des Benutzers verwendet), wenn der Kompatibilitätsmodus nicht „Windows NT“ ist.
es: Dominio utilizado para usuarios sin dominio (si está vacío, utilizará el dominio del usuario) si el modo de compatibilidad no es "Windows NT"
eu: Domeinurik gabeko erabiltzaileentzat erabiltzen den domeinua (hutsik badago, erabiltzailearen domeinua erabiliko du) konpatiazio modua "Windows NT" ez bada
fr: Domaine utilisé pour les utilisateurs sans domaine (si vide, utilisera le domaine de l&#39;utilisateur) si le mode de compatibilité n&#39;est pas "Windows NT"
it: Dominio utilizzato per gli utenti senza dominio (se vuoto, utilizzerà il dominio dell'utente) se la modalità di compatibilità non è "Windows NT"
pt: Domínio usado para usuários sem domínio (se vazio, usará o domínio do usuário) se o modo de compatibilidade não for "Windows NT"
ru: Домен, используемый для пользователей без домена (если он пуст, будет использоваться домен пользователя), если режим совместимости не "Windows NT"

source: Backup servers
ar: خوادم النسخ الاحتياطي
ca: Servidors de còpia de seguretat
de: Backup-Server
es: servidores de respaldo
eu: Backup zerbitzariak
fr: Serveurs de sauvegarde
it: Server di backup
pt: Servidores de backup
ru: Резервные серверы

source: If not empty, this list of domain=backup1,backup2,... will be used as backup servers for the domains.If domain is not specified, the backup servers will be used for all domains.
ar: إذا لم تكن فارغة، فسيتم استخدام هذه القائمة الخاصة بالنطاق=backup1،backup2،... كخوادم احتياطية للنطاقات. إذا لم يتم تحديد النطاق، فسيتم استخدام خوادم النسخ الاحتياطي لجميع النطاقات.
de: Wenn sie nicht leer ist, wird diese Liste aus Domäne=Backup1,Backup2,... als Sicherungsserver für die Domänen verwendet. Wenn keine Domäne angegeben ist, werden die Sicherungsserver für alle Domänen verwendet.
es: Si no está vacía, esta lista de dominio=backup1,backup2,... se utilizará como servidores de respaldo para los dominios. Si no se especifica el dominio, se utilizarán los servidores de respaldo para todos los dominios.
eu: Hutsik ez badago, domeinua=backup1,backup2,... zerrenda hau domeinuen babeskopia zerbitzari gisa erabiliko da. Domeinua zehazten ez bada, babeskopia zerbitzariak erabiliko dira domeinu guztietarako.
it: Se non è vuoto, questo elenco domain=backup1,backup2,... verrà utilizzato come server di backup per i domini. Se domain non è specificato, i server di backup verranno utilizzati per tutti i domini.
pt: Se não estiver vazia, esta lista de domínio=backup1,backup2,... será usada como servidores de backup para os domínios. Se domínio não for especificado, os servidores de backup serão usados para todos os domínios.
ru: Если не пусто, этот список domain=backup1,backup2,... будет использоваться в качестве резервных серверов для доменов. Если домен не указан, резервные серверы будут использоваться для всех доменов.

source: Verify SSL
ar: تحقق من SSL
ca: Verifiqueu SSL
de: SSL verifizieren
es: Verificar SSL
eu: Egiaztatu SSL
fr: Vérifier SSL
it: Verifica SSL
pt: Verificar SSL
ru: Подтвердить SSL

source: If checked, SSL verification will be enforced. If not, SSL verification will be disabled
ar: إذا تم تحديده ، فسيتم فرض التحقق من SSL. إذا لم يكن كذلك ، فسيتم تعطيل التحقق من SSL
ca: Si està marcat, s&#39;aplicarà la verificació SSL. Si no, la verificació SSL es desactivarà
de: Wenn diese Option aktiviert ist, wird die SSL-Überprüfung erzwungen. Andernfalls wird die SSL-Überprüfung deaktiviert
es: Si está marcada, se aplicará la verificación SSL. De lo contrario, la verificación SSL se desactivará
eu: Hautatzen bada, SSL egiaztapena ezarriko da. Hala ez bada, SSL egiaztapena desgaitu egingo da
fr: Si coché, la vérification SSL sera appliquée. Sinon, la vérification SSL sera désactivée
it: Se selezionato, verrà applicata la verifica SSL. In caso contrario, la verifica SSL sarà disabilitata
pt: Se marcada, a verificação SSL será aplicada. Caso contrário, a verificação SSL será desativada
ru: Если этот флажок установлен, проверка SSL будет принудительной. В противном случае проверка SSL будет отключена.

source: Certificate
ar: شهادة
ca: Certificat
de: Zertifikat
es: Certificado
eu: Ziurtagiria
fr: Certificat
it: Certificato
pt: Certificado
ru: Сертификат

source: Certificate to use for SSL verification
ar: شهادة لاستخدامها في التحقق من SSL
ca: Certificat per utilitzar per a la verificació SSL
de: Zertifikat zur Verwendung für die SSL-Überprüfung
es: Certificado a utilizar para la verificación SSL
eu: SSL egiaztatzeko erabili beharreko ziurtagiria
fr: Certificat à utiliser pour la vérification SSL
it: Certificato da utilizzare per la verifica SSL
pt: Certificado a ser usado para verificação SSL
ru: Сертификат, используемый для проверки SSL

source: Host translation list
ar: قائمة الترجمة المضيفة
ca: Llista de traduccions de l&#39;amfitrió
de: Host-Übersetzungsliste
es: Lista de resolución del host
eu: Ostalari itzulpenen zerrenda
fr: Liste de traduction de l&#39;hôte
it: Elenco delle traduzioni host
pt: Lista de tradução do host
ru: Список переводов хоста
