Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Linux Random Password OS Manager
ar: كلمة سر عشوائية لمدير التشغيل لينكس
ca: Gestor de SO per a Linux amb contrasenya aleatòria
es: Contraseña aleatoria para Linux OS Manager
eu: Linux ausazko pasahitza OS Manager
fr: Linux OS Manager avec mot de passe aléatoire
pt: Linux OS Manager Random Password
ru: Linux OC менеджер со случайным паролем

source: Os Manager to control linux machines, with user password set randomly.
ar: مدير التشغيل للسيطرة على آلات لينكس، مع كلمة المرور للمستخدم تحدد عشوائيا.
ca: Gestor de SO per controlar màquines Linux, amb contrasenya d'usuari assignada de manera aleatòria.
de: OS-Manager zur Steuerung von Linux-Maschinen mit zufällig festgelegtem Benutzerpasswort.
es: Os Manager para controlar máquinas Linux con contraseña aleatoria.
eu: Linuxeko makinak kontrolatzeko OS Manager, ausaz aukeratutako erabiltzailearen pasahitza.
fr: OS Manager pour contrôler les machines Linux, avec un mot de passe utilisateur défini de manière aléatoire.
it: Os Manager per le macchine virtuali Linux, con password utente impostata in modo casuale.
pt: Gestor de S.O. para controlar máquinas linux, com senha de usuário definida aleatoriamente.
ru: ОС менеджер для контроля линукс машин со случайным паролем пользователя.

source: User account to change password
ar: حساب المستخدم لتغيير كلمة المرور
ca: Compte d'usuari al qual cal canviar la contrasenya
de: Benutzerkonto, um das Passwort zu ändern
es: Cuenta de usuario a la que se debe cambiar el password
eu: Erabiltzailearen kontua pasahitza aldatzeko
fr: Compte d'utilisateur pour modifier le mot de passe
it: Account utente per cambiare la password
pt: Conta de usuário para alterar a senha
ru: Аккаунт пользователя для смены пароля

source: Must provide an user account!!!
ar: يجب تقديم حساب المستخدم !!!
ca: Cal indicar un compte d'usuari!!!
de: Muss ein Benutzerkonto bereitstellen!!!
es: ¡Debe indicar una cuenta de usuario!
eu: Erabiltzaile-kontua eman behar du !!!
fr: Doit fournir un compte d'utilisateur!!!
it: Devi fornire un account utente !!!
pt: Deve fornecer uma conta de usuário !!!
ru: Нужно предоставить аккаунт пользователя!!!

source: UDS RDS Server (for remote apps on Windows Server)
ar: UDS RDS Server (للتطبيقات البعيدة على Windows Server)
ca: Servidor UDS RDS (per a aplicacions remotes a Windows Server)
de: UDS RDS Server (für Remote-Apps auf Windows Server)
es: Servidor UDS RDS (para aplicaciones remotas en Windows Server)
eu: UDS RDS zerbitzaria (Windows Server-eko urruneko aplikazioetarako)
fr: Serveur UDS RDS (pour les applications distantes sur Windows Server)
it: UDS RDS Server (per app remote su Windows Server)
pt: Servidor UDS RDS (para aplicativos remotos no Windows Server)
ru: UDS RDS Server (для удаленных приложений на Windows Server)

source: RDS UDS Actor (legacy, use UDS RDS Server instead)
ar: RDS UDS Actor (قديم، استخدم UDS RDS Server بدلاً من ذلك)
ca: RDS UDS Actor (heretat, utilitzeu UDS RDS Server)
de: RDS UDS Actor (Legacy, stattdessen UDS RDS Server verwenden)
es: RDS UDS Actor (Legacy, use UDS RDS Server en su lugar)
eu: RDS UDS Aktorea (ondarea, erabili UDS RDS zerbitzaria ordez)
fr: Acteur RDS UDS (ancien, utilisez plutôt le serveur UDS RDS)
it: Attore RDS UDS (legacy, utilizza invece il server RDS UDS)
pt: Ator RDS UDS (legado, use o servidor UDS RDS)
ru: RDS UDS Actor (устаревший вариант, вместо этого используйте UDS RDS Server)

source: RDS OS Manager
ar: مدير نظام للسيطرة على خدمات RDS
ca: Gestor de SO per a RDS
pt: Gestor de RDS
ru: RDS ОС менеджер

source: Os Manager to control RDS provided services
ar: مدير السراج للسيطرة على الخدمات المقدمة RDS
ca: Gestor de SO per a controlar serveis RDS
de: OS-Manager zur Steuerung der von RDS bereitgestellten Service
es: Os Manager para controlar los servicios RDS
eu: OS Manager emandako zerbitzuak RDS kontrolatzeko
fr: OS Manager pour contrôler les services fournis par RDS
it: Os Manager per controllare i servizi forniti da RDS
pt: Gestor de S.O. para controlar os serviços prestados pelo RDS
ru: ОС менеджер для контроля предоставленных сервисов RDS

source: Max. session time
ar: الوقت الأقصى للجلسة
ca: Max. temps de sessió
de: Max. Sitzungszeit
es: Max. tiempo de sesión
eu: Max. saioaren denbora
fr: Max. temps de session
it: Tempo massimo di sessione
pt: Max. Tempo de sessão
ru: Максимальное время сессии

source: Maximum duration in hours for a session (0 means no limit). After this period, session will be released.
ar: المدة القصوى بالساعات لدورة (0 يعني عدم وجود حد). بعد هذه الفترة، سيتم إنهاء الدورة.
ca: Durada màxima en hores per sessió (0 vol dir sense límit). Després d'aquest període la sessió serà alliberada.
de: Maximale Dauer in Stunden für eine Sitzung (0 bedeutet kein Limit). Nach diesem Zeitraum wird die Sitzung freigegeben.
es: Duración máxima en horas para una sesión (0 significa sin límite). Después de esto período, la sesión será liberada.
eu: Saioaren orduetan gehienezko iraupena (0 ez da mugarik). Epe honen ostean, saioa kaleratu egingo da.
fr: La durée maximale d'une session (0 signifie aucune limite). Après cette période, la session sera fermée.
it: Durata massima in ore di una sessione (0 significa nessun limite). Trascorso questo periodo, la sessione verrà rilasciata.
pt: Duração máxima em horas para uma sessão (0 significa sem limite). Após esse período, a sessão será liberada.
ru: Максимальная продолжительность в часах для сеанса (0 означает отсутствие ограничения). После этого периода, сессия будет прекращена

source: Test OS Manager
ar: اختبار مدير نظام التشغيل
ca: Prova el gestor del sistema operatiu
de: Testen Sie den Betriebssystem-Manager
es: Administrador de sistema operativo de prueba
eu: Probatu OS Manager
fr: Testez le gestionnaire du système d&#39;exploitation
it: Prova OS manager
pt: Testar gerenciador de sistema operacional
ru: Тестировать менеджер ОС

source: Os Manager for testing pourposes
ar: مدير نظام التشغيل للاختبار
ca: Gestor d&#39;OS per a proves d&#39;aigua
de: Betriebssystem-Manager zum Testen von Anwendungen
es: Os Manager para fines de prueba
eu: OS Manager probatzeko kudeatzailea
fr: Os Manager à des fins de tests
it: Os Manager per scopi di test
pt: Os Manager para fins de teste
ru: Менеджер ОС для тестовых целей

source: Maximum idle time (in seconds) before session is automatically closed to the user (<= 0 means no max. idle time)
ar: يتم الإغلاق بعد وقت الخمول الأقصى (بالثواني) قبل الإغلاق التلقائي للمستخدم (<= 0 يعني عدم وجود حد أقصى لوقت الخمول).
ca: Temps màxim d'inactivitat (en segons) abans que una sessió es tanqui automàticament (<=0 vol dir que no hi ha temps màxim d'inactivitat)
de: Maximale Leerlaufzeit (in Sekunden), bevor die Sitzung für den Benutzer automatisch geschlossen wird (<= 0 bedeutet keine maximale Leerlaufzeit).
es: Tiempo máximo de inactividad (en segundos) antes de cerrar la sesión de un usuario automáticamente (< = 0 significa ningún tiempo de inactividad).
eu: Gehienezko denbora inaktiboan (segundotan) saioa automatikoki itxi egiten da erabiltzaileari (&lt;= 0 ez da inaktibo denbora mugarik)
fr: Délai maximum d'inactivité (en secondes) avant que la session ne soit automatiquement fermée à l'utilisateur (<= 0 signifie aucun temps d'inactivité maximum)
it: Tempo di massimo inattività (in secondi) prima che la sessione venga automaticamente chiusa all'utente (<= 0 significa nessun tempo massimo di inattività)
pt: Tempo ocioso máximo (em segundos) antes de a sessão ser automaticamente fechada para o usuário (&lt;= 0 significa nenhum tempo ocioso máximo)
ru: Максимальное время простоя (в секундах) перед автоматическим закрытием сеанса пользователя ( 0 означает отсутствие лимита)

source: UDS Actor for windows machines
ar: UDS Actor للآلات ويندوز
ca: Actor UDS per a màquines Windows
de: UDS Akteur für Windows-Maschinen
es: Actor UDS para máquinas Windows
eu: Windows-entzako "UDS Actor"-a
fr: Acteur UDS pour les machines windows
it: UDS Actor per macchine virtuali Windows
pt: Ator de UDS para máquinas de janelas
ru: UDS Агент для windows машин

source: UDS Actor for Unmanaged windows machines. Used ONLY for static machines.
ar: ممثل UDS لآلات النوافذ غير المدارة. تستخدم فقط للآلات الساكنة.
ca: Actor UDS per a màquines Windows no gestionades. NOMÉS s'utilitza per a màquines estàtiques.
de: UDS Akteur für nicht verwaltete Windows-Computer. Wird NUR für statische Maschinen verwendet.
es: Actor UDS para máquinas Windows no administradas. Utilizado SOLO para máquinas estáticas.
eu: Kudeatu gabeko leihoetarako makina UDS aktorea. Makina estatikoetarako BAKARRA erabiltzen da.
fr: Acteur UDS pour les machines Windows non gérées. Utilisé UNIQUEMENT pour les machines statiques.
it: UDS Actor per macchine virtuali Windows non gestite. Utilizzato SOLO per sistemi statici.
pt: Ator UDS para máquinas Windows não gerenciadas. Usado SOMENTE para máquinas estáticas.
ru: UDS Агент для неуправляемых машин Windows. Используется ТОЛЬКО для статических машин.

source: Windows Basic OS Manager
ar: مدير نظام التشغيل ويندوز الأساسي
ca: Gestor de SO per a Windows Bàsic
eu: Windows Oinarrizko OS Manager
fr: OS MAnager basique pour Windows
pt: Gestor de S.O. Básico do Windows
ru: Windows Basic ОС менеджер

source: Os Manager to control windows machines without domain.
ar: مدير نظام التشغيل للسيطرة على أجهزة ويندوز دون المجال.
ca: Gestor de SO per a controlar màquines Windows no agregades a domini
de: OS-Manager zur Steuerung von Windows-Computern ohne Domäne.
es: Os Manager para controlar máquinas Windows sin dominio AD.
eu: Os Manager leiho makinak kontrolatzeko domeinurik gabe.
fr: OS Manager basique pour Windows sans domaine
it: Os Manager per macchine virtuali Windows fuori dominio.
pt: Gestor de S.O. para controlar máquinas Windows sem domínio.
ru: ОС менеджер для управления Windows-машинами без домена

source: Windows Domain OS Manager
ar: مدير نظام التشغيل لمجال ويندوز
ca: Gestor de SO per a Domini de Windows
eu: Windows domeinu OS Manager
fr: OS Manager pour le domaine Windows
pt: Gestor de S.O. do domínio do Windows
ru: Windows Domain ОС менеджер

source: Os Manager to control windows machines with domain.
ar: مدير نظام التشغيل للسيطرة على أجهزة ويندوز مع المجال.
ca: Gestor de SO per a controlar màquines Windows amb domini
de: OS-Manager zur Steuerung von Windows-Computern mit Domain.
es: Os Manager para controlar máquinas Windows en dominio AD.
eu: Os Manager domeinuko leiho makinak kontrolatzeko.
fr: Gestionnaire de système d’exploitation pour gérer les ordinateurs windows avec nom de domaine.
it: Os Manager per macchine virtuali Windows associati ad un dominio.
pt: Gestor de S.O. para controlar máquinas Windows com domínio.
ru: ОС менеджер для контроля Windows машин в домене

source: Organizational unit where to add machines in domain (check it before using it). i.e.: ou=My Machines,dc=mydomain,dc=local
ar: الوحدة التنظيمية حيث تضاف الآلات في مجال (التحقق من ذلك قبل استخدامه) i.e.: ou=My Machines,dc=mydomain,dc=local
ca: Unitat organitzativa on agregar les màquines amb domini (verifiqueu-ho abans d'utilitzar-ho). Per ex.: ou=myMachines, dc=myDomain, dc=local
de: Organisationseinheit, in der Computer zur Domäne hinzugefügt werden sollen (vor der Verwendung prüfen) dh: ou=Meine Rechner, dc=meineDomain, dc=lokal
es: Unidad organizativa donde agregar máquinas en dominio (comprobar antes de usarlo). por ejemplo: ou = mis máquinas, dc = midominio, dc = local
eu: Domeinuko makinak gehitzeko non antolakuntza unitatea (erabili aurretik egiaztatu ezazu). Hau da: ou = Nire makinak, dc = mydomain, dc = tokiko
fr: Unité organisationnelle où ajouter des machines dans le domaine (vérifiez-le avant de l'utiliser). i.e .: ou = Mes machines, dc = mydomain, dc = local
it: Unità organizzativa in cui aggiungere le VM al dominio (controllare prima dell'uso). es .: ou=My Machines, dc=mydomain, dc=local
pt: Unidade organizacional onde adicionar máquinas no domínio (verifique antes de usá-lo). ie: ou = Minhas Máquinas, dc = mydomain, dc = local
ru: Организационная единица, в которой необходимо добавить машины в домене (проверьте её перед использованием), то есть: ou = My Machines, dc = mydomain, dc = local

source: Machine Group
ar: مجموعة الات
ca: Grup de màquines
de: Maschinengruppe
es: Grupo de la máquina
eu: Makina-taldea
fr: Groupe d’ordinateurs
it: Gruppo di macchine
pt: Grupo de Máquinas
ru: Группа машин

source: Group to which add machines on creation. If empty, no group will be used.
ar: المجموعة التي تضيف إليها الآلات عند الإنشاء. إذا كانت فارغة ، فلن يتم استخدام أي مجموعة.
ca: Grup al qual s'afegeixen les màquines quan es creen. Si està buit, no s'afegiran a cap grup.
de: Gruppe, zu der Maschinen bei der Erstellung hinzugefügt werden. Wenn leer, wird keine Gruppe verwendet.
es: Grupo al que se añaden máquinas en el momento de la creación. Si está vacío, no se utilizará ningún grupo.
eu: Sorkuntzan makinak gehitzen dituen taldea. Hutsik badago, ez da talderik erabiliko.
fr: Groupe auquel ajouter des machines à la création. Si vide, aucun groupe ne sera utilisé.
it: Gruppo a cui aggiungere macchine in fase di creazione. Se vuoto, non verrà utilizzato alcun gruppo.
pt: Grupo ao qual adicionar máquinas na criação. Se estiver vazio, nenhum grupo será usado.
ru: Группа, в которую добавляются машины при создании. Если пусто, никакая группа использоваться не будет.

source: If checked, UDS will try to remove the machine from the domain USING the provided credentials
ar: إذا تم تحديده ، ستحاول UDS إزالة الجهاز من المجال باستخدام بيانات الاعتماد المقدمة
ca: Si està seleccionat, UDS intentarà eliminar la màquina del domini utilitzant les credencials proporcionades
de: Wenn diese Option aktiviert ist, versucht UDS, den Computer mit den angegebenen Anmeldeinformationen aus der Domain zu entfernen
es: Si se marca, UDS intentará eliminar la máquina del dominio UTILIZANDO las credenciales proporcionadas
eu: Hautatuta badago, UDS-ek makina kentzea saiatuko da emandako kredentzialak ERABILTZEN domeinuan
fr: Si cette case est cochée, UDS essaiera de supprimer la machine du domaine en utilisant les informations d&#39;identification fournies.
it: Se selezionato, UDS proverà a rimuovere la VM dal dominio UTILIZZANDO le credenziali fornite
pt: Se marcado, o UDS tentará remover a máquina do domínio USANDO as credenciais fornecidas
ru: Если отмечено, UDS будет пытаться удалить компьютер из домена, используя предоставленные учётные данные

source: Server Hint
ar: تلميح ملقم
ca: Pista del servidor
de: Server Hinweis
es: Sugerencia de Server
eu: Zerbitzariaren argibidea
fr: Soupçon de serveur
it: Suggerimento per il server
pt: Sugestão do servidor
ru: Предпочитаемый сервер

source: In case of several AD servers, which one is preferred (only used for group and account removal operations)
ar: في حالة وجود عدة خوادم AD، أي واحد هو المفضل (يستخدم فقط لعمليات إزالة المجموعة والحساب)
ca: En el cas de diversos servidors AD, quin és el preferit (només s&#39;utilitza per a operacions d&#39;eliminació de grups i comptes)
de: Im Falle mehrerer AD-Server, welcher wird bevorzugt (wird nur für Gruppen- und Kontoentfernungsvorgänge verwendet)
es: En caso de varios servidores AD, cuál es el preferido (solo se usa para operaciones de eliminación de grupos y cuentas)
eu: AD hainbat zerbitzariren kasuan, zein da hobetsi (taldeak eta kontuak kentzeko eragiketetarako soilik erabiltzen da)
fr: En cas de plusieurs serveurs AD, lequel est préféré (utilisé uniquement pour les opérations de suppression de groupes et de comptes)
it: In caso di più server AD, quale è quello preferito (utilizzato solo per operazioni di rimozione di gruppi e account)
pt: No caso de vários servidores AD, qual é o preferido (usado apenas para operações de remoção de grupos e contas)
ru: В случае нескольких серверов AD, какой из них предпочтительнее (используется только для операций удаления групп и учетных записей)

source: DOM\USER form is not allowed! for account
ar: نموذج DOM\USER غير مسموح به! لحساب
ca: El formulari DOM\USER no està permès! per compte
de: Die Form DOM\USER ist nicht erlaubt! für Rechnung
es: ¡El formulario DOM\USER no está permitido! para cuenta
eu: DOM\USER inprimakia ez da onartzen! konturako
fr: Le formulaire DOM\USER n&#39;est pas autorisé ! pour le compte
it: Il formato DOM\USER non è consentito! per conto
pt: O formulário DOM\USER não é permitido! para conta
ru: Формат DOM\USER не допускается! для аккаунта

source: Check error: {}
ar: التحقق من الخطأ: {}
ca: Comprovar error: {}
de: Fehler prüfen: {}
es: Error en la verificación: {}
eu: Egiaztatu errorea: {}
fr: Erreur de vérification: {}
it: Verifica errore: {}
pt: Verifique o erro: {}
ru: Проверьте ошибку: {}

source: Could not find server parameters (_ldap._tcp.{0} can't be resolved)
ar: لا يمكن إيجاد معلمات الخادم (}ldap._tcp.{0} لا يمكن حلها
ca: No s'han trobat els paràmetres del servidor (_ldap._tcp. {0} no es pot resoldre)
de: Serverparameter konnten nicht gefunden werden (_ldap._tcp. {0} kann nicht aufgelöst werden)
es: No se encontraron los parámetros del servidor (_ldap._tcp. {0} no puede ser resuelto)
eu: Ezin izan da zerbitzariaren parametroak aurkitu (_ldap._tcp. {0} ezin da konpondu)
fr: Paramètres du serveur introuvables (_ldap._tcp. {0} n'est pas résolu)
it: Impossibile trovare i parametri del server (_ldap._tcp.{0} non può essere risolto)
pt: Não foi possível encontrar os parâmetros do servidor (_ldap._tcp. {0} não pode ser resolvido)
ru: Не удалось найти параметры сервера (_ldap._tcp.{0} не может быть разрешён)

source: Check Error: group "{}" not found (using "cn" to locate it)
ar: الاختيار الخطأ: مجموعة "{}" لم يتم العثور على (باستخدام "cn" للعثور عليه)
ca: Comproveu l'error: no s'ha trobat el grup "{}" (utilitzeu "cn" per a localitzar-lo)
de: Fehler überprüfen: Gruppe "{}" nicht gefunden (mithilfe von "cn" zum Suchen)
es: Error de verificación: Grupo "{}" no se encuentra (se usa el campo "cn" para localizarlo)
eu: Egiaztatu errorea: "{}" taldea ez da aurkitu ("cn" erabiliz kokatu)
fr: Erreur de contrôle : le groupe « {} » introuvable (en utilisant « cn » pour le localiser)
it: Verifica errore: gruppo "{}" non trovato (utilizzando "cn" per individuarlo)
pt: Check Error: group "{}" não encontrado (usando "cn" para localizá-lo)
ru: Проверьте ошибку: группа "{}" не найдена (используйте "cn" чтобы найти его)

source: Server check was successful
ar: اختيار الخادم كان ناجحا
ca: Servidor verificat amb èxit
de: Serverprüfung war erfolgreich
es: Verificación del servidor realizada con éxito
eu: Zerbitzariaren egiaztapena arrakasta izan du
fr: La vérification du serveur a réussi
it: Il controllo del server ha avuto successo
pt: Verificação do servidor foi bem sucedida
ru: Проверка сервера прошла успешно

source: Could not access AD using LDAP ({0})
ar: لا يمكن الوصول إلى AD باستخدام LDAP ({0})
ca: No es pot accedir al Directori Actiu utilitzant LDAP ({0})
de: Zugriff auf AD nicht über LDAP ({0}) möglich
es: No se puede acceder a AD utilizando LDAP ({0})
eu: Ezin izan da AD erabili LDAP ({0}) erabiliz
fr: Pas pu accéder à AD à l'aide de LDAP ({0})
it: Impossibile accedere ad AD utilizzando LDAP ({0})
pt: Não foi possível acessar o AD usando o LDAP ({0})
ru: Не удалось получить доступ к AD с помощью LDAP ({0})

source: The default path for computers was not found!!!
ar: لم يتم العثور على المسار الافتراضي لأجهزة الكمبيوتر !!!
ca: No s&#39;ha trobat el camí predeterminat per als ordinadors!!!
de: Der Standardpfad für Computer wurde nicht gefunden!!!
es: ¡¡¡No se encontró la ruta predeterminada para los Equipos!!!
eu: Ordenagailuentzako bide lehenetsia ez da aurkitu!!!
fr: Le chemin par défaut pour les ordinateurs n&#39;a pas été trouvé !!!
it: Impossibile trovare il percorso predefinito per i computer!!!
pt: O caminho padrão para computadores não foi encontrado!!!
ru: Путь по умолчанию для компьютеров не найден!!!

source: The ou path {0} was not found!!!
ar: لم يتم العثور على مسار OU {0} !!!
ca: No s'ha trobat la ruta de l'UO {0}!!
de: Der ou-Pfad {0} wurde nicht gefunden!!!
es: ¡No se encontró la ruta ou {0}!
eu: {0} bideoa ez da aurkitu!
fr: Le chemin de l'unité d'organisation {0} n'a pas été trouvé !
it: Il percorso ou {0} non è stato trovato !!!
pt: O caminho ou {0} não foi encontrado !!!
ru: Путь ou {0} не найден!!!

source: Could not check parameters (_ldap._tcp.{0} can't be resolved)
ar: تعذر التحقق من المعلمات (لا يمكن حل _ldap._tcp.{0})
ca: No s&#39;han pogut comprovar els paràmetres (_ldap._tcp.{0} no es pot resoldre)
de: Parameter konnten nicht überprüft werden (_ldap._tcp.{0} kann nicht aufgelöst werden)
es: No se pudieron verificar los parámetros (_ldap._tcp.{0} no se puede resolver)
eu: Ezin izan dira parametroak egiaztatu (_ldap._tcp.{0} ezin da konpondu)
fr: Impossible de vérifier les paramètres (_ldap._tcp.{0} ne peut pas être résolu)
it: Impossibile controllare i parametri (_ldap._tcp.{0} non può essere risolto)
pt: Não foi possível verificar os parâmetros (_ldap._tcp.{0} não pode ser resolvido)
ru: Не удалось проверить параметры (_ldap._tcp.{0} невозможно разрешить)

source: Unknown error: {0}
ar: خطأ غير معروف: {0}
ca: Error desconegut: {0}
de: Unbekannter Fehler: {0}
es: Error desconocido: {0}
eu: Errore ezezaguna: {0}
fr: Erreur inconnue : {0}
it: Errore sconosciuto: {0}
pt: Erro desconhecido: {0}
ru: Неизвестная ошибка: {0}

source: Windows Random Password OS Manager
ar: مدير نظام التشغيل ويندوز بكلمة عشوائية
ca: Gestor de SO per a Windows amb contrasenya aleatòria
es: Contraseña aleatoria para Windows OS Manager
eu: Windows ausazko pasahitza OS Manager
fr: OS Manager Windows avec Mot de passe aléatoire
pt: Gestor de S.O. do Windows Random Password
ru: Windows ОС менеджер со случайным паролем

source: Os Manager to control windows machines, with user password set randomly.
ar: مدير نظام التشغيل للسيطرة على أجهزة ويندوز، مع كلمة المرور للمستخدم تحدد عشوائيا.
ca: Gestor de SO per a controlar màquines Windows, amb la contrasenya d'usuari assignada de manera aleatòria
de: OS-Manager zur Steuerung von Windows-Computern, wobei das Benutzerpasswort zufällig festgelegt wird.
es: OS Manager para controlar máquinas Windows con contraseña aleatoria
eu: Os Manager leiho makinak kontrolatzeko, erabiltzailearen pasahitza ausaz aukeratuta.
fr: OS Manager pour contrôler des machines windows, avec mot de passe utilisateur défini au hasard.
it: Os Manager per macchine virtuali Windows, con password utente impostata in modo casuale.
pt: Gestor de S.O. para controlar máquinas Windows, com a senha do usuário definida aleatoriamente.
ru: ОС менеджер для управления машинами Windows, с произвольным набором пользователей

source: Current (template) password of the user account
ar: كلمة مرور حساب المستخدم الحالية (قالب)
ca: Contrasenya actual (plantilla) del compte d'usuari
de: Aktuelles (Vorlagen-) Passwort des Benutzerkontos
es: Contraseña actual (plantilla) de la cuenta de usuario
eu: Uneko (txantiloia) erabiltzaile kontuaren pasahitza
fr: Mot de passe actuel (modèle) du compte d'utilisateur
it: Password corrente (modello) dell'account utente
pt: Senha atual (modelo) da conta do usuário
ru: Текущий (шаблонный) пароль учетной записи пользователя

source: Must provide a password for the account!!!
ar: يجب توفير كلمة مرور للحساب !!!
ca: Cal indicar una contrasenya per al compte!
de: Muss ein Passwort für das Konto angeben!!!
es: ¡Debe indicar una contraseña para la cuenta!
eu: Kontuaren pasahitza eman behar du !!!
fr: Doit fournir un mot de passe du compte!!!
it: Occorre fornire una password per l'account !!!
pt: Deve fornecer uma senha para a conta !!!
ru: Необходимо указать пароль для аккаунта!!!

source: Starting date
ar: تاريخ البدء
ca: Data d'inici
de: Anfangsdatum
es: Fecha de inicio
eu: Hasiera data
fr: Date de départ
it: Data di inizio
pt: Data de início
ru: Начальная дата
