Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Name
ar: الاسم
ca: Nom
es: Nombre
eu: Izena
fr: Nom
it: Nome
pt: Nome
ru: Имя

source: Comments
ar: تعليقات
ca: Comentaris
de: Bemerkungen
es: Comentarios
eu: Iruzkinak
fr: Commentaires
it: Commenti
pt: Comentários
ru: Комментарии

source: Time mark
ar: علامة الوقت
ca: Marca de temps
de: Zeitmarke
es: Marca de tiempo
eu: Denbora-marka
fr: Marque de temps
it: Marca temporale
pt: Marca de tempo
ru: Отметка времени

source: tags
ar: العلامات
ca: etiquetes
de: Stichworte
es: Etiquetas
eu: Etiketak
it: tag
pt: Tag
ru: Тэги

source: Pool name
ar: اسم حمام السباحة
ca: Nom de Pool
es: Nombre del Pool
eu: Pool izena
fr: Nom de la pool
it: Nome del pool
pt: Nome do pool
ru: Название пула

source: User name
ar: اسم المستخدم
ca: Nom d'usuari
de: Nutzername
es: Nombre de usuario
eu: Erabiltzaile-izena
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de usuário
ru: Имя пользователя

source: Running
ar: تشغيل
ca: En execució
de: Laufen
es: En ejecución
eu: Exekutatzen
fr: En cours d'exécution
it: In esecuzione
pt: Corrida
ru: Запускается

source: Starts
ar: يبدأ
ca: Comença
de: Startet
es: Comienza
eu: Hasiera
fr: Mises en chantier
it: Inizio
pt: Começa
ru: Начало

source: Ends
ar: وينتهي
ca: Acaba
de: Endet
es: Termina
eu: Amaiera
fr: Se termine
it: Fine
pt: Termina
ru: Конец

source: Elapsed
ar: انقضت
ca: Transcorreguts
de: Abgelaufen
es: Transcurrido
eu: igarotako
fr: Écoulé
it: trascorso
pt: Transcorrido
ru: Прошедшее

source: Elapsed timemark
ar: انقضاء الوقت
ca: Marca de temps transcorreguda
de: Verstrichene Zeitmarke
es: Tiempo transcurrido desde la marca
eu: Denboraldi iraunkorra
fr: Timemark écoulé
it: Tempo trascorso
pt: Tempo decorrido
ru: Истекшее время

source: Usages of {0}
ar: استخدامات {0}
ca: Usos de {0}
de: Verwendung von {0}
es: Usados de {0}
eu: {0} erabilerak
fr: Utilisation de {0}
it: Usi di {0}
pt: Uso de {0}
ru: Использование {0}

source: Current usages
ar: الاستخدامات الحالية
ca: Usos actuals
de: Aktuelle Verwendungen
es: Uso actual
eu: Uneko erabilerak
fr: Usages actuels
it: Usi correnti
pt: Usos atuais
ru: Текущее использование

source: Actor tokens
ar: الرموز الفاعلة
ca: Tokens de l'actor
de: Schauspieler-Token
es: Tokens del Actor
eu: Aktoreen marka-ikurrak
fr: Jetons d&#39;acteur
it: Token Actor
pt: Tokens de ator
ru: Ключи клиента

source: Date
ar: تاريخ
ca: Data
de: Datum
es: Fecha
eu: Data
it: Data
pt: Encontro
ru: Дата

source: Issued by
ar: صادر عن
ca: Emès per
de: Herausgegeben von
es: Emitido por
eu: Jaulkia
fr: Délivré par
it: Rilasciato da
pt: Publicado por
ru: Выдан

source: Origin
ar: الأصل
ca: Origen
de: Ursprung
es: Origen
eu: Jatorria
fr: Origine
it: Origine
pt: Origem
ru: Источник

source: Version
ar: إصدار
ca: Versió
de: Ausführung
es: Versión
eu: Bertsioa
it: Versione
pt: Versão
ru: Версия

source: Hostname
ar: اسم المضيف
ca: Nom del host
es: Nombre de host
eu: Ostalari-izen
fr: Nom d&#39;hôte
it: Nome host
pt: nome de anfitrião
ru: Узел

source: Pre-connect
ar: قبل الاتصال
ca: Preconnectar
de: Vorverbindung herstellen
es: Pre-conectar
fr: Se pré-connecter
it: Pre-connessione
pt: Pré-conexão
ru: Pre-подключение

source: Post-Configure
ar: بعد تكوين
ca: Postconfigurar
de: Nach der Konfiguration
es: Postconfigurar
eu: Post-Konfiguratu
fr: Post-configuration
it: Post-Configurazione
pt: Pós-configuração
ru: Post-Настройка

source: Run Once
ar: تشغيل مرة واحدة
ca: Executar una vegada
de: Renne einmal
es: Ejecutar una vez
eu: Exekutatu behin
fr: Exécuter une fois
it: Esegui una volta
pt: Executar Uma Vez
ru: Запустить один раз

source: Log level
ar: تسجيل مستوى
ca: Nivell de registre
de: Protokollstufe
es: Nivel de log
eu: Erregistro maila
fr: Niveau de journal
it: Livello dei log
pt: Nível de log
ru: Уровень журнала

source: OS
ar: نظام التشغيل
de: Betriebssystem
es: SO
fr: Système d&#39;exploitation
it: sistema operativo
pt: SO
ru: Операционные системы

source: Token isued by {} from {}
ar: يتم إقفال الرمز بواسطة {} من {}
ca: El token es mostra per {} de {}
de: Token wird von {} von {} ausgegeben
es: Token emitido por {} de {}
eu: Token {} etatik {} isued
fr: Le jeton est émis par {} de {}
it: Token emesso per {} da {}
pt: O token é usado por {} de {}
ru: Токен выпущен {} из {}

source: Authenticators
ar: المصادقون
ca: Autenticadors
de: Authentifikatoren
es: Autenticadores
eu: Autentikatzaileak
fr: Authentificateurs
it: Autenticatori
pt: Autenticadores
ru: Аутентификаторы

source: Id
de: Ich würde
pt: Identidade
ru: Идентификатор

source: Type
ar: نوع
ca: Tipus
de: Art
es: Tipo
eu: Mota
it: Tipo
pt: Tipo
ru: Тип

source: Priority
ar: الأولوية
ca: Prioritat
de: Priorität
es: Prioridad
eu: Lehentasuna
fr: Priorité
it: Priorità
pt: Prioridade
ru: Приоритет

source: Label
ar: التسمية
ca: Etiqueta
de: Etikette
es: Etiqueta
eu: Etiketa
fr: Étiquette
it: Etichetta
pt: Rótulo
ru: Метка

source: Users
ar: المستخدمين
ca: Usuaris
de: Benutzer
es: Usuarios
eu: Erabiltzaileak
fr: Utilisateurs
it: Utenti
pt: Utilizadores
ru: Пользователь

source: MFA
ru: МФА

source: Visible
ar: مرئي
de: Sichtbar
eu: Ikusgai
it: Visibile
pt: Visível
ru: Видимый

source: Hidden
ar: مختفي
ca: Ocult
de: Versteckt
es: Oculto
eu: Ezkutuan
fr: Caché
it: Nascosto
pt: Escondido
ru: Скрытый

source: Disabled
ar: معاق
ca: Deshabilitat
de: Deaktiviert
es: Deshabilitado
eu: Desgaituta
fr: désactivé
it: Disabilitato
pt: Desativado
ru: Отключено

source: Access
ar: الوصول إلى
ca: Accés
de: Zugriff
es: Acceso
eu: Sarbidea
fr: Accès
it: Accesso
pt: Acesso
ru: Доступ

source: Access type for this transport. Disabled means not only hidden, but also not usable as login method.
ar: نوع الوصول لهذا النقل. معطل لا يعني أنه مخفي فحسب، بل لا يمكن استخدامه أيضًا كطريقة لتسجيل الدخول.
ca: Tipus d&#39;accés per aquest transport. Desactivat significa no només ocult, sinó que tampoc es pot utilitzar com a mètode d&#39;inici de sessió.
de: Zugriffstyp für diesen Transport. Deaktiviert bedeutet nicht nur ausgeblendet, sondern auch nicht als Anmeldemethode verwendbar.
es: Tipo de acceso para este transporte. Deshabilitado significa no sólo oculto, sino que tampoco se puede utilizar como método de inicio de sesión.
eu: Garraio honetarako sarbide mota. Desgaituta ezkutatuta ez ezik, saioa hasteko metodo gisa ere erabilgarri ez izatea esan nahi du.
fr: Type d&#39;accès pour ce transport. Désactivé signifie non seulement caché, mais également non utilisable comme méthode de connexion.
it: Tipo di accesso per questo trasporto. Disabilitato significa non solo nascosto, ma anche non utilizzabile come metodo di accesso.
pt: Tipo de acesso para este transporte. Desativado significa não apenas oculto, mas também não utilizável como método de login.
ru: Тип доступа для этого транспорта. Отключено означает не только скрытое, но и невозможное использование в качестве метода входа в систему.

source: Display
ar: عرض
ca: Pantalla
de: Anzeige
es: Visualización
eu: Pantaila
fr: Affichage
pt: Exibição
ru: Экран/Дисплей

source: None
ar: لا شيء
ca: Cap
de: Keiner
es: Ninguno
eu: Bat ere
fr: Aucun
it: Nessuna
pt: Nenhum
ru: Ничто

source: MFA Provider
ar: مزود MFA
ca: Proveïdor de MFA
de: MFA-Anbieter
es: Proveedor MFA
eu: MFA hornitzailea
it: Provider MFA
pt: Provedor de MFA
ru: Поставщик МФА

source: MFA provider to use for this authenticator
ar: مزود MFA لاستخدامه لهذا المصدق
ca: Proveïdor de MFA que cal utilitzar per a aquest autenticador
de: MFA-Anbieter, der für diesen Authentifikator verwendet werden soll
es: Proveedor MFA que se usará para este autenticador
eu: MFA hornitzailea autentifikatzaile honetarako erabiltzeko
fr: MFA provider à utiliser pour cet authentificateur
it: Provider MFA da utilizzare per questo autenticatore
pt: Provedor de MFA a ser usado para este autenticador
ru: Поставщик МФА, который будет использоваться для этого аутентификатора

source: Too many results...
ar: نتائج كثيرة للغاية ...
ca: Hi ha massa resultats ...
de: Zu viele Ergebnisse ...
es: Demasiados resultados...
eu: Emaitz gehiegi ...
fr: Trop de résultats ...
it: Troppi risultati ...
pt: Muitos resultados ...
ru: Слишком много результатов ...

source: Refine your query
ar: حدد استفسارك
ca: Refineu la vostra consulta
de: Verfeinern Sie Ihre Suchanfrage
es: Depura tu consulta
eu: Zure kontsulta hobetu
fr: Affinez votre requête
it: Affina la tua richiesta
pt: Refine sua consulta
ru: Уточните свой запрос

source: Label must contain only letters, numbers, or symbols: - : .
ar: يجب أن تحتوي التسمية على أحرف أو أرقام أو رموز فقط: -:.
ca: L&#39;etiqueta només ha de contenir lletres, números o símbols: - : .
de: Label darf nur Buchstaben, Zahlen oder Symbole enthalten: - : .
es: La etiqueta debe contener solo letras, números o símbolos: - : .
eu: Etiketak letrak, zenbakiak edo ikurrak soilik izan behar ditu: - : .
fr: L&#39;étiquette ne doit contenir que des lettres, des chiffres ou des symboles : - : .
it: L'etichetta deve contenere solo lettere, numeri o simboli: - : .
pt: A etiqueta deve conter apenas letras, números ou símbolos: - : .
ru: Метка должна содержать только буквы, цифры и символы: - : .

source: Rule name
ar: اسم القاعدة
ca: Nom de la regla
de: Regelname
es: Nombre de la regla
eu: Arau Izena
fr: Nom de la règle
it: Nome della regola
pt: Nome da regra
ru: Имя правила

source: Repeats
ar: ويكرر
ca: Es repeteix
de: Wiederholt
es: Repetir
eu: Errepikapenak
fr: Se répète
it: Ripetizioni
pt: Repete
ru: Повтор

source: Every
ar: كل
ca: Cada
de: Jeden
es: Cada
eu: Bakoitza
fr: Chaque
it: Ogni
pt: Cada
ru: Каждый

source: Duration
ar: المدة
ca: Durada
de: Dauer
es: Duración
eu: Iraupena
fr: Durée
it: Durata
pt: Duração
ru: Длительность

source: Element already exists (duplicate key error)
ar: عنصر موجود بالفعل (خطأ مفتاح مكرر)
ca: L'element ja existeix (error clau duplicada)
de: Element ist bereits vorhanden (Fehler beim Duplikatschlüssel)
es: Elemento ya existe (error de clave duplicada)
eu: Elementua existitzen da (Hutsa, gako bikoiztua)
fr: Élément existe déjà (erreur de clé en double)
it: L'elemento esiste già (errore chiave duplicata)
pt: O elemento já existe (erro de chave duplicado)
ru: Элемент уже существует (ошибка дублирования ключа)

source: Rules of {0}
ar: قواعد {0}
ca: Regles de {0}
de: Regeln von {0}
es: Reglas de {0}
eu: {0} Arau
fr: Règles de {0}
it: Regole di {0}
pt: Regras de {0}
ru: Правило из {0}

source: Current rules
ar: القواعد الحالية
ca: Regles actuals
de: Aktuelle Regeln
es: Reglas actuales
eu: Momentuko arauak
fr: Règles actuelles
it: Regole attuali
pt: Regras atuais
ru: Текущее правило

source: Calendars
ar: التقويمات
ca: Calendaris
de: Kalender
es: Calendarios
eu: Egutegiak
fr: Calendriers
it: Calendari
pt: Calendários
ru: Календарь

source: Modified
ar: تعديل
ca: Modificat
de: Geändert
es: Modificado
eu: Aldaturik
fr: Modifié
it: Modificato
pt: Modificado
ru: Изменено

source: Rules
ar: قواعد
ca: Normes
de: Regeln
es: Reglas
eu: Arauak
fr: Règles
it: Regole
pt: Regras
ru: Правила

source: Pools with Accesses
ar: حمامات مع مداخل
ca: Piscines amb accessos
de: Pools mit Zugängen
es: Pools con Accesos
eu: Sarbidedun multzoak
fr: Pool avec accès
it: Pool con accessi
pt: Pools com Acessos
ru: Пулы с доступами

source: Pools with Actions
ar: تجمعات مع الإجراءات
ca: Piscines amb Accions
de: Pools mit Aktionen
es: Pools con Acciones
eu: Ekintzak dituzten multzoak
fr: Pool avec actions
it: Pool con azioni
pt: Conjuntos com Ações
ru: Пулы с действиями

source: Your service is being created. Please, wait while we complete it
ar: يتم إنشاء الخدمة الخاصة بك. من فضلك انتظر بينما نكملها
ca: El vostre servei s'està creant. Si us plau, espereu mentre es completa
de: Ihr Service wird erstellt. Bitte warten Sie, bis wir fertig sind
es: Su servicio está siendo creado. Por favor, espera mientras se completa
eu: Zure zerbitzua sortzen ari da. Mesedez, itxaron betetzen dugun bitartean
fr: Votre service est en cours de création. Veuillez patienter pendant que nous le terminons
it: Il tuo servizio è in fase di creazione. Per favore, attendi che lo completiamo
pt: Seu serviço está sendo criado. Aguarde enquanto a completamos
ru: Ваш сервис создаётся. Пожалуйста, подождите пока мы завершим

source: Correct
ar: صحيح
ca: Correcte
de: Richtig
es: Correcto
eu: Zuzena
fr: Correcte
it: Corretto
pt: Corrigir
ru: Верно

source: Image Gallery
ar: معرض الصور
ca: Galeria d'imatges
de: Bildergalerie
es: Galería de imágenes
eu: Irudi Galeria
fr: Galerie d'images
it: Galleria di immagini
pt: Galeria de imagens
ru: Галерея изображений

source: Image
ar: الصورة
ca: Imatge
de: Bild
es: Imagen
eu: Irudia
it: Immagine
pt: Imagem
ru: Изображение

source: Size
ar: الحجم
ca: Mida
de: Größe
es: Tamaño
eu: Tamaina
fr: Taille
it: Dimensione
pt: Tamanho
ru: Размер

source: Image object
ar: كائن الصورة
ca: Objecte imatge
de: Bildobjekt
es: Objeto Imagen
eu: Irudi Objecktua
fr: Objet image
it: Oggetto immagine
pt: Objeto de imagem
ru: Объект изображения

source: Meta Pools
ar: بركه ميتا
eu: Meta Pool-ak
ru: Мета-пулы

source: Policy
ar: سياسات
ca: Política
de: Politik
es: Política
eu: Politika
fr: Politique
it: Politica
pt: Política
ru: Политика

source: HA Policy
ar: سياسة HA
ca: Política d&#39;HA
de: HA-Richtlinie
es: Política de Alta Disponibilidad
eu: HA politika
fr: Politique de haute disponibilité
it: Policy HA
pt: Política de alta disponibilidade
ru: Политика высокой доступности

source: User services
ar: خدمات المستخدم
ca: Serveis d'usuari
es: Servicios de usuario
eu: Erabiltzaile Zerbitzuak
fr: Services aux utilisateurs
it: Servizi utente
pt: Serviços do usuário
ru: Сервисы пользователя

source: In Preparation
ar: قيد التهيئ
ca: En preparació
de: In Vorbereitung
es: En preparación
eu: Prestatzen
fr: En préparation
it: In preparazione
pt: Em preparação
ru: Подготавливается

source: Pool Group
ar: تجمع مجموعات
ca: Grup de pools
de: Poolgruppe
es: Grupo de Pool
eu: Pool taldea
fr: Groupe de pools
pt: Grupo de Pool
ru: Группы пулов

source: Default
ar: افتراضي
ca: Per defecte
de: Standard
es: Por defecto
eu: Lehenetsia
fr: Par défaut
it: Predefinito
pt: Padrão
ru: По умолчанию

source: Short name
ar: الاسم المختصر
ca: Nom curt
de: Kurzer Name
es: Nombre corto
eu: Izen laburra
fr: Nom court
it: Nome breve
pt: Nome curto
ru: Короткое имя

source: Short name for user service visualization
ar: إسم قصير لمستخدم الخدمة الإفتراضية
ca: Nom curt per a la visualització del servei d'usuari
de: Kurzname für die Visualisierung des Benutzerservices
es: Nombre corto para la visualización del servicio de usuario
eu: Erabiltzaileek ikusiko duten zerbitzu izena
fr: Nom court pour la visualisation de service utilisateur
it: Nome breve per la visualizzazione del servizio utente
pt: Nome abreviado para visualização de serviço do usuário
ru: Короткое имя для визуализации сервисов пользователя

source: Load balancing policy
ar: سياسة موازنة التحميل
ca: Política d&#39;equilibri de càrrega
de: Lastausgleichsrichtlinie
es: Política de balanceo de carga
eu: Karga orekatzeko politika
fr: Politique d&#39;équilibrage de charge
it: Policy di bilanciamento del carico
pt: Política de balanceamento de carga
ru: Политика балансировки нагрузки

source: Service pool load balancing policy
ar: سياسة موازنة تحميل تجمع الخدمة
ca: Política d&#39;equilibri de càrrega del grup de serveis
de: Lastausgleichsrichtlinie für den Dienstpool
es: Política de balanceo de carga del pool de servicios
eu: Zerbitzu-taldearen karga orekatzeko politika
fr: Politique d&#39;équilibrage de charge du pool de services
it: Policy di bilanciamento del carico del pool di servizi
pt: Política de balanceamento de carga do pool de serviços
ru: Политика балансировки нагрузки пула служб

source: Service pool High Availability policy. If enabled and a pool fails, it will be restarted in another pool. Enable with care!.
ar: سياسة التوفر العالي لتجمع الخدمات. إذا تم تمكينه وفشل التجمع، فسيتم إعادة تشغيله في تجمع آخر. تمكين بعناية!.
ca: Pool de serveis Política d&#39;alta disponibilitat. Si està activat i un grup falla, es reiniciarà en un altre grup. Habilita amb cura!.
de: Richtlinie für hohe Verfügbarkeit des Dienstpools. Wenn diese Option aktiviert ist und ein Pool ausfällt, wird er in einem anderen Pool neu gestartet. Vorsichtig aktivieren!.
es: Política de alta disponibilidad del grupo de servicios. Si está habilitado y un grupo falla, se reiniciará en otro grupo. ¡Habilita con cuidado!.
eu: Zerbitzu-igerilekua Erabilgarritasun Handiko politika. Gaituta badago eta igerileku batek huts egiten badu, beste igerileku batean berrabiaraziko da. Gaitu arretaz!.
fr: Politique de haute disponibilité du pool de services. Si cette option est activée et qu&#39;un pool échoue, il sera redémarré dans un autre pool. Activez avec précaution !.
it: Criteri di disponibilità elevata del pool di servizi. Se abilitato e un pool fallisce, verrà riavviato in un altro pool. Abilitare con cura!.
pt: Política de alta disponibilidade do pool de serviços. Se ativado e um pool falhar, ele será reiniciado em outro pool. Habilite com cuidado!
ru: Политика высокой доступности пула услуг. Если этот параметр включен и пул выходит из строя, он будет перезапущен в другом пуле. Включайте осторожно!.

source: Associated Image
ar: الصورة المرتبطة بها
ca: Imatge associada
de: Zugeordnetes Bild
es: Imagen asociada
eu: Erlazionaturiko irudia
fr: Image associée
it: Immagine associata
pt: Imagem associada
ru: Привязанный образ

source: Image assocciated with this service
ar: الصورة المرتبطة مع هذه الخدمة
ca: Imatge associada amb aquest servei
de: Bild mit diesem Dienst verbunden
es: Imagen asociada a este servicio
eu: Zerbitzu honekin erlazionatutako irudia
fr: Image associée à ce service
it: Immagine associata a questo servizio
pt: Imagem associada a este serviço
ru: Изображение связанное с этим пулом услуг

source: Pool group
ar: تجمع مجموعات
ca: Grup de pools
de: Poolgruppe
es: Grupo de Pool
eu: Pool Taldea
fr: Groupe de pools
it: Gruppo di pool
pt: Grupo de pool
ru: Пул-группа

source: Pool group for this pool (for pool classify on display)
ar: تجمع الفريق لهذا التجمع (لتصنيف تجمع في العرض)
ca: Grup de poosl per a aquest pool (per a classificar el pool en pantalla)
de: Poolgruppe für diesen Pool (für Poolklassifizierung auf dem Display)
es: Grupo de Pool para este pool (para la visualización del pool en pantalla)
eu: Pool honetako pool-taldea (Poola pantailan sailkatu dadin)
fr: Pool group pour ce pool (classification des pool par affichage)
it: Gruppo di pool per questo pool (per classificare i pool sul display)
pt: Grupo de pool para este pool (para pool classificar em exibição)
ru: Пул-группа для этого пула (для классификации пула на дисплее)

source: If active, metapool will be visible for users
ar: إذا كانت نشطة ، فسيكون metapool مرئيًا للمستخدمين
ca: Si està activat, el metapool serà visible per als usuaris
de: Wenn aktiv, ist der Metapool für Benutzer sichtbar
es: Si está activo, el metapool será visible para los usuarios.
eu: Aktiboa bada, metapoola ikusgai egongo da erabiltzaileentzat.
fr: Si actif, metapool sera visible pour les utilisateurs
it: Se attivo, il metapool sarà visibile agli utenti
pt: Se ativo, metapool será visível para os usuários
ru: Если активен, мета-пул будет виден пользователям

source: Calendar access denied text
ar: تم رفض الوصول إلى التقويم
ca: Text denegat al calendari d'accés
de: Kalenderzugriff verweigert Text
es: Texto de acceso denegado al calendario
eu: Egutegi sarbide ezeztatuko testua
fr: Accès au calendrier refusé
it: Testo di accesso negato al calendario
pt: Texto de acesso negado ao calendário
ru: Доступ к календарю запрещён

source: Custom message to be shown to users if access is limited by calendar rules.
ar: يتم عرض رسالة مخصصة للمستخدمين إذا كان الوصول مقيدًا بقواعد التقويم.
ca: Missatge personalitzat que es mostrarà als usuaris si l’accés està limitat per regles de calendari.
de: Benutzerdefinierte Nachricht, die Benutzern angezeigt wird, wenn der Zugriff durch Kalenderregeln eingeschränkt ist.
es: Mensaje personalizado que se mostrará a los usuarios si el acceso está limitado por las reglas del calendario.
eu: Sarbidea egutegiko arauek mugatzen badute erabiltzaileei erakutsi beharreko mezua,
fr: Message personnalisé à afficher aux utilisateurs si l&#39;accès est limité par les règles de calendrier.
it: Messaggio personalizzato da mostrare agli utenti se l'accesso è limitato dalle regole del calendario.
pt: Mensagem personalizada a ser mostrada aos usuários se o acesso for limitado pelas regras do calendário.
ru: Пользовательское сообщение, которое будет показано пользователям, если доступ ограничен правилами календаря.

source: Transport Selection
ar: اختيار النقل
ca: Selecció de transport
de: Transportauswahl
es: Selección de transporte
eu: Garraio Aukeraketa
fr: Sélection de transport
it: Selezione del trasporto
pt: Seleção de transporte
ru: Выбор транспорта

source: Transport selection policy
ar: سياسة اختيار النقل
ca: Política de selecció del transport
de: Verkehrsauswahlrichtlinie
es: Política de selección de transporte
eu: Garraioak hautatzeko politika
fr: Politique de sélection des transports
it: Policy di selezione dei trasporti
pt: Política de seleção de transporte
ru: Политика выбора транспорта

source: Service pools
ar: مجمعات الخدمة
ca: Pools de servei
eu: Pool-Zerbitzuak
fr: Pool de service
pt: Pools de serviço
ru: Пулы услуг

source: Service Pool name
ar: اسم بركة الخدمة
ca: Nom del Pool de servei
de: Name des Service-Pools
es: Nombre del Service pool
eu: Pool-zerbitzu izena
fr: Nom du pool de services
it: Nome del Service Pool
pt: Nome do Pool de Serviços
ru: Название пула услуг

source: Enabled
ar: تمكين
ca: Habilitat
de: Aktiviert
es: Habilitado
eu: Gaituta
fr: Activé
it: Abilitato
pt: ativado
ru: Включено

source: Assigned services
ar: الخدمات المخصصة
ca: Serveis assignats
de: Zugewiesene Services
es: Servicios asignados
eu: Esleitutako zerbitzuak
fr: Services attribuées
it: Servizi assegnati
pt: Serviços Atribuídos
ru: Привязанные сервисы

source: Creation date
ar: تاريخ الإنشاء
ca: Data de creació
de: Erstellungsdatum
es: Fecha de creación
eu: Sortze data
fr: Date de création
it: Data di creazione
pt: Data de criação
ru: Дата создания

source: Pool
ar: تجمع
ru: Пул

source: Friendly name
ar: اسم مألوف
ca: Nom descriptiu
de: Freundlicher Name
es: Nombre descriptivo
eu: Izen adiskidetsua
fr: Nom convivial
it: Nome amichevole
pt: Nome amigável
ru: Дружественное имя

source: status
ar: مركز
ca: estat
es: estado
eu: Egoera
fr: statut
it: stato
ru: Статус

source: In Use
ar: في الاستخدام
ca: En ús
de: In Benutzung
es: En uso
eu: Erabiltzen
fr: En utilisation
it: In uso
pt: Em uso
ru: В работе

source: Src Host
ar: المضيف Src
ca: Host origen
es: Host Orig.
eu: Jatorrizko ostalaria
fr: Hôte de la SRC
it: Host Src
pt: Host Src
ru: Хост отправителя

source: Src Ip
ca: IP origen
es: Ip Orig.
eu: Jatorrizko IP-a
ru: IP отправителя

source: Owner
ar: مالك
ca: Propietari
de: Inhaber
es: Propietario
eu: Jabea
fr: Propriétaire
it: Proprietario
pt: Proprietário
ru: Владелец

source: Actor version
ar: إصدار الفاعل
ca: Versió de l'actor
de: Darstellerversion
es: Versión de actor
eu: Aktore Bertsioa
fr: Version de l'acteur
it: Versione Actor
pt: Versão do ator
ru: Версия агента

source: Item already being removed
ar: تمت ازالت البند مسبقاً
ca: Element ja eliminat
de: Artikel wurde bereits entfernt
es: Elemento ya eliminado
eu: Elementua dagoeneko ezabatzen ari da
fr: Élément déjà retiré
it: Elemento già rimosso
pt: Item já sendo removido
ru: Элемент уже удален

source: Item is not removable
ar: البند غير قابل للإزالة
ca: Element que no pot eliminar-se
de: Artikel ist nicht abnehmbar
es: El elemento no se puede eliminar
eu: Elementua ez da ezabagarria
fr: Point non amovible
it: L'elemento non è rimovibile
pt: Item não é removível
ru: Элемент не удаляется
