Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Fields from where to extract the groups
ar: حقول منها تستخرج المجموعات
ca: Camps d'on obtenir els grups
de: Felder, aus denen die Gruppen extrahiert werden sollen
es: Campos de los que extraer los grupos
eu: Taldeak ateratzeko eremuak
fr: Champs d'où extraire les groupes
it: Campi da cui estrarre i gruppi
pt: Campos de onde extrair os grupos
ru: Поля, откуда извлекается имя группы

source: Real name attrs
ca: Atributs de Nom real
de: Echte name attrs
es: Atrs del nombre real
eu: Benetazko izenaren atributuak
fr: Vrai nom attrs
it: Attributi nome reale
pt: Nome real attrs
ru: Атрибуты реального имени

source: Fields from where to extract the real name
ar: حقول منها يستخرج الاسم الحقيقي
ca: Camps d'on obtenir el nom real
de: Felder, aus denen der echte Name extrahiert werden soll
es: Campos de los que se extrae el nombre real
eu: Izen erreala ateratzeko eremuetatik
fr: Champs d'où extraire le nom réel
it: Campi da cui estrarre il nome reale
pt: Campos de onde extrair o nome real
ru: Поля, откуда извлекается реальное имя

source: Global logout
ar: تسجيل الخروج العالمي
ca: Tancament de sessió global
de: Globale Abmeldung
es: Cierre de sesión global
eu: Amaitzeko saioa globala
fr: Déconnexion globale
it: Disconnessione globale
pt: Logout global
ru: Глобальный выход

source: If set, logout from UDS will trigger SAML logout
ar: في حالة الضبط ، سيؤدي الخروج من UDS إلى تشغيل تسجيل الخروج من SAML
ca: Si s&#39;estableix, la sessió d&#39;UDS activarà la sortida de SAML
de: Wenn gesetzt, löst die Abmeldung von UDS die SAML-Abmeldung aus
es: Si se establece, el cierre de sesión de UDS activará el cierre de sesión de SAML
eu: Ezarrita badago, UDStik saioa egiteak SAML saioa amaituko du
fr: Si défini, la déconnexion d&#39;UDS déclenchera la déconnexion SAML
it: Se impostata, la disconnessione da UDS attiverà la disconnessione SAML
pt: Se definido, o logout do UDS acionará o logout do SAML
ru: Если установлено, выход из UDS приведет к выходу из системы SAML.

source: ADFS compatibility
ar: توافق ADFS
ca: Compatibilitat ADFS
de: ADFS-Kompatibilität
es: Compatibilidad con ADFS
eu: ADFS bateragarritasuna
fr: Compatibilité ADFS
it: Compatibilità ADFS
pt: Compatibilidade com ADFS
ru: Совместимость с ADFS

source: If set, enable lowercase url encoding so ADFS can work correctly
ar: في حالة التعيين ، قم بتمكين ترميز عنوان url بأحرف صغيرة حتى يعمل ADFS بشكل صحيح
ca: Si s&#39;estableix, activeu la codificació d&#39;URL en minúscules perquè ADFS pugui funcionar correctament
de: Wenn festgelegt, aktivieren Sie die URL-Codierung in Kleinbuchstaben, damit ADFS ordnungsgemäß funktionieren kann
es: Si está configurado, habilite la codificación de URL en minúsculas para que ADFS pueda funcionar correctamente
eu: Ezarrita badago, gaitu minuskulak url kodeketa, ADFS behar bezala funtziona dezan
fr: Si défini, activez l&#39;encodage d&#39;URL en minuscules pour qu&#39;ADFS puisse fonctionner correctement
it: Se impostata, abilita la codifica dell'URL in minuscolo in modo che ADFS possa funzionare correttamente
pt: Se definido, habilite a codificação de URL em minúsculas para que o ADFS funcione corretamente
ru: Если установлено, включите кодировку URL-адресов в нижнем регистре, чтобы ADFS могла работать правильно.

source: Check SSL certificate
ar: تحقق من شهادة SSL
ca: Comproveu el certificat SSL
de: Überprüfen Sie das SSL-Zertifikat
es: Verificar certificado SSL
eu: Egiaztatu SSL ziurtagiria
fr: Vérifier le certificat SSL
it: Controlla il certificato SSL
pt: Verifique o certificado SSL
ru: Проверить SSL-сертификат

source: If set, check SSL certificate on requests for IDP Metadata
ar: في حالة التعيين، تحقق من شهادة SSL عند طلبات البيانات التعريفية لموفر الهوية (IDP).
ca: Si està establert, comproveu el certificat SSL a les sol·licituds de metadades d&#39;IDP
de: Wenn festgelegt, überprüfen Sie das SSL-Zertifikat bei Anfragen für IDP-Metadaten
es: Si está configurado, verifique el certificado SSL en solicitudes de metadatos de IDP
eu: Ezarrita badago, egiaztatu SSL ziurtagiria IDP metadatuen eskaeretan
fr: Si défini, vérifiez le certificat SSL sur les demandes de métadonnées IDP
it: Se impostato, controlla il certificato SSL sulle richieste di metadati IDP
pt: Se definido, verifique o certificado SSL nas solicitações de metadados IDP
ru: Если установлено, проверять сертификат SSL при запросах метаданных IDP.

source: Security
ar: الأمن
ca: Seguretat
de: Sicherheit
es: Seguridad
eu: Segurtasuna
fr: Sécurité
it: Sicurezza
pt: Segurança
ru: Безопасность

source: Encripted nameID
ar: معرف الاسم المشفر
ca: ID de nom encriptat
de: Verschlüsselte Namens-ID
es: nameID Encriptado
eu: Idaztutako izena ID
fr: ID de nom chiffré
it: NomeID crittografato
pt: Nome criptografadoID
ru: Шифровать идентификатор имени

source: If set, nameID will be encripted
ar: إذا تم تعيينه، فسيتم تشفير معرف الاسم
ca: Si s&#39;estableix, nameID s&#39;encriptarà
de: Wenn festgelegt, wird nameID verschlüsselt
es: Si se establece, el namdID se Encriptará
eu: Ezartzen bada, nameID idatziko da
fr: S&#39;il est défini, le nameID sera crypté
it: Se impostato, nameID verrà crittografato
pt: Se definido, nameID será criptografado
ru: Если установлено, nameID будет зашифрован.

source: Authn requests signed
ar: تم توقيع طلبات المصادقة
ca: Sol·licituds d&#39;autenticació signades
de: Authentifizierungsanfragen signiert
es: Solicitudes de autenticación firmadas
eu: Authn eskaerak sinatu dira
fr: Demandes d&#39;authentification signées
it: Richieste di autenticazione firmate
pt: Solicitações de autenticação assinadas
ru: Подписывать запросы на аутентификацию

source: If set, authn requests will be signed
ar: في حالة التعيين، سيتم توقيع طلبات المصادقة
ca: Si s&#39;estableix, les sol·licituds d&#39;autenticació es signaran
de: Wenn festgelegt, werden Authentifizierungsanfragen signiert
es: Si se establece, las solicitudes de autenticación se firmarán
eu: Ezartzen bada, autentifikazio-eskaerak sinatuko dira
fr: Si défini, les demandes d&#39;authentification seront signées
it: Se impostato, le richieste di autenticazione verranno firmate
pt: Se definido, as solicitações de autenticação serão assinadas
ru: Если установлено, запросы аутентификации будут подписаны.

source: Logout requests signed
ar: تم توقيع طلبات الخروج
ca: Sol·licituds de tancament de sessió signades
de: Abmeldeanfragen signiert
es: Solicitudes de cierre de sesión firmadas
eu: Amaitzeko eskaerak sinatu dira
fr: Demandes de déconnexion signées
it: Richieste di disconnessione firmate
pt: Solicitações de logout assinadas
ru: Подписывать запросы на выход

source: If set, logout requests will be signed
ar: في حالة التعيين، سيتم توقيع طلبات تسجيل الخروج
ca: Si s&#39;estableix, les sol·licituds de tancament de sessió es signaran
de: Wenn festgelegt, werden Abmeldeanfragen signiert
es: Si se establece, las solicitudes de cierre de sesión se firmarán
eu: Ezartzen bada, saioa amaitzeko eskaerak sinatuko dira
fr: Si défini, les demandes de déconnexion seront signées
it: Se impostato, le richieste di disconnessione verranno firmate
pt: Se definido, as solicitações de logout serão assinadas
ru: Если установлено, запросы на выход из системы будут подписаны.

source: Logout responses signed
ar: تم توقيع ردود تسجيل الخروج
ca: Respostes de tancament de sessió signades
de: Abmeldeantworten signiert
es: Respuestas de cierre de sesión firmadas
eu: Amaitzeko saioaren erantzunak sinatuta
fr: Réponses de déconnexion signées
it: Risposte di disconnessione firmate
pt: Respostas de logout assinadas
ru: Подписывать ответы на выход

source: If set, logout responses will be signed
ar: في حالة التعيين، سيتم توقيع استجابات تسجيل الخروج
ca: Si s&#39;estableix, les respostes de tancament de sessió es signaran
de: Wenn festgelegt, werden Abmeldeantworten signiert
es: Si se establece, las respuestas de cierre de sesión se firmarán
eu: Ezartzen bada, saioa amaitzeko erantzunak sinatuko dira
fr: Si défini, les réponses de déconnexion seront signées
it: Se impostato, le risposte di disconnessione verranno firmate
pt: Se definido, as respostas de logout serão assinadas
ru: Если установлено, ответы на выход из системы будут подписаны.

source: Sign metadata
ar: تسجيل البيانات الوصفية
ca: Signar metadades
de: Metadaten signieren
es: Firmar metadatos
eu: Sinatu metadatuak
fr: Signer les métadonnées
it: Firma i metadati
pt: Assinar metadados
ru: Подписывать метаданные

source: If set, metadata will be signed
ar: إذا تم تعيينها، سيتم توقيع البيانات الوصفية
ca: Si s&#39;estableix, les metadades es signaran
de: Wenn festgelegt, werden Metadaten signiert
es: Si se establece, los metadatos se firmarán
eu: Ezartzen bada, metadatuak sinatuko dira
fr: Si défini, les métadonnées seront signées
it: Se impostato, i metadati verranno firmati
pt: Se definido, os metadados serão assinados
ru: Если установлено, метаданные будут подписаны.

source: Want messages signed
ar: تريد توقيع الرسائل
ca: Vols signar els missatges
de: Möchten Sie, dass Nachrichten signiert werden?
es: Quiero mensajes firmados
eu: Mezuak sinatu nahi dituzu
fr: Je veux que les messages soient signés
it: Vuoi che i messaggi siano firmati
pt: Quer mensagens assinadas
ru: Подписывать сообщения

source: If set, messages will be signed
ar: إذا تم تعيينه، سيتم توقيع الرسائل
ca: Si s&#39;estableix, els missatges es signaran
de: Wenn festgelegt, werden Nachrichten signiert
es: Si se establece, los mensajes se firmarán
eu: Ezartzen bada, mezuak sinatuko dira
fr: Si défini, les messages seront signés
it: Se impostato, i messaggi verranno firmati
pt: Se definido, as mensagens serão assinadas
ru: Если установлено, сообщения будут подписываться

source: Want assertions signed
ar: نريد تأكيدات وقعت
ca: Vol afirmacions signades
de: Möchten Sie, dass Ihre Behauptungen unterschrieben sind?
es: Quiere afirmaciones firmadas
eu: Baieztapenak sinatu nahi dituzu
fr: Je veux que les affirmations soient signées
it: Voglio che le dichiarazioni siano firmate
pt: Quer declarações assinadas
ru: Хотите, чтобы утверждения были подписаны

source: If set, assertions will be signed
ar: إذا تم تعيينها، سيتم التوقيع على التأكيدات
ca: Si s&#39;estableix, es signaran les afirmacions
de: Wenn festgelegt, werden Behauptungen signiert
es: Si se establece, las afirmaciones se firmarán
eu: Ezartzen bada, baieztapenak sinatuko dira
fr: Si défini, les assertions seront signées
it: Se impostato, le asserzioni verranno firmate
pt: Se definido, as asserções serão assinadas
ru: Если установлено, утверждения будут подписаны

source: Want assertions encrypted
ar: تريد التأكيدات مشفرة
ca: Voleu que les afirmacions estiguin xifrades
de: Möchten Sie, dass Behauptungen verschlüsselt werden?
es: Quiere afirmaciones cifradas
eu: Baieztapenak zifratuta nahi dituzu
fr: Vous voulez que les assertions soient cryptées
it: Vuoi che le affermazioni siano crittografate
pt: Quer afirmações criptografadas
ru: Хотите, чтобы утверждения были зашифрованы

source: If set, assertions will be encrypted
ar: إذا تم تعيينها، سيتم تشفير التأكيدات
ca: Si s&#39;estableix, les afirmacions es xifraran
de: Wenn festgelegt, werden Behauptungen verschlüsselt
es: Si se establece, las afirmaciones se cifrarán
eu: Ezartzen bada, baieztapenak enkriptatuko dira
fr: Si défini, les assertions seront chiffrées
it: Se impostato, le asserzioni verranno crittografate
pt: Se definido, as asserções serão criptografadas
ru: Если установлено, утверждения будут зашифрованы.

source: Want nameID encrypted
ar: تريد تشفير معرف الاسم
ca: Voleu que el nameID es xifra
de: NameID-Verschlüsselung wünschen
es: Quiere que su ID de nombre esté cifrado
eu: nameID enkriptatu nahi duzu
fr: Vous souhaitez que le nom soit chiffré
it: Vuoi nameID crittografato
pt: Quer nameID criptografado
ru: Хотите, чтобы nameID был зашифрован

source: If set, nameID will be encrypted
ar: إذا تم تعيينه، فسيتم تشفير معرف الاسم
ca: Si s&#39;estableix, nameID es xifrarà
de: Wenn festgelegt, wird nameID verschlüsselt
es: Si se establece, el ID de nombre se cifrará
eu: Ezartzen bada, nameID enkriptatu egingo da
fr: S&#39;il est défini, nameID sera crypté
it: Se impostato, nameID verrà crittografato
pt: Se definido, nameID será criptografado
ru: Если установлено, nameID будет зашифрован.

source: Requested authn context
ar: سياق المصادقة المطلوبة
ca: Context d&#39;autenticació sol·licitat
de: Angeforderter Authentifizierungskontext
es: Contexto de autenticación solicitado
eu: Eskatutako authn testuingurua
fr: Contexte d&#39;authentification demandé
it: Contesto di autenticazione richiesto
pt: Contexto de autenticação solicitado
ru: Запрошенный контекст аутентификации

source: If set, requested authn context will be sent
ar: في حالة التعيين، سيتم إرسال سياق المصادقة المطلوب
ca: Si s&#39;estableix, s&#39;enviarà el context d&#39;autenticació sol·licitat
de: Wenn festgelegt, wird der angeforderte Authentifizierungskontext gesendet
es: Si se establece, se enviará el contexto de autenticación solicitado.
eu: Ezartzen bada, eskatutako autentifikazio-testuingurua bidaliko da
fr: S&#39;il est défini, le contexte d&#39;authentification demandé sera envoyé
it: Se impostato, verrà inviato il contesto di autenticazione richiesto
pt: Se definido, o contexto de autenticação solicitado será enviado
ru: Если установлено, запрошенный контекст аутентификации будет отправлен.

source: Allow deprecated signature algorithms
ar: السماح بخوارزميات التوقيع المهملة
ca: Permet algorismes de signatura obsolets
de: Veraltete Signaturalgorithmen zulassen
es: Permitir algoritmos de firma obsoletos
eu: Baimendu zaharkitutako sinadura algoritmoak
fr: Autoriser les algorithmes de signature obsolètes
it: Consenti algoritmi di firma deprecati
pt: Permitir algoritmos de assinatura obsoletos
ru: Разрешить устаревшие алгоритмы подписи

source: If set, deprecated signature algorithms will be allowed (as SHA1, MD5, etc...)
ar: إذا تم تعيينها، فسيتم السماح بخوارزميات التوقيع المهملة (مثل SHA1، MD5، إلخ...)
ca: Si s&#39;estableix, es permetran algorismes de signatura obsolets (com SHA1, MD5, etc...)
de: Wenn festgelegt, werden veraltete Signaturalgorithmen zugelassen (wie SHA1, MD5 usw.).
es: Si se establece, se permitirán algoritmos de firma obsoletos (como SHA1, MD5, etc...)
eu: Ezartzen bada, zaharkitutako sinadura algoritmoak onartuko dira (SH1, MD5, etab...)
fr: S&#39;ils sont définis, les algorithmes de signature obsolètes seront autorisés (comme SHA1, MD5, etc...)
it: Se impostati, saranno consentiti algoritmi di firma deprecati (come SHA1, MD5, ecc...)
pt: Se definido, algoritmos de assinatura obsoletos serão permitidos (como SHA1, MD5, etc...)
ru: Если установлено, будут разрешены устаревшие алгоритмы подписи (например, SHA1, MD5 и т. д.).

source: Metadata cache duration
ar: مدة ذاكرة التخزين المؤقت للبيانات التعريفية
ca: Durada de la memòria cau de metadades
de: Dauer des Metadaten-Cache
es: Duración de la caché de metadatos
eu: Metadatuen cachearen iraupena
fr: Durée du cache des métadonnées
it: Durata della cache dei metadati
pt: Duração do cache de metadados
ru: Продолжительность кэширования метаданных

source: Duration of metadata cache in days. 0 means default (ten years)
ar: مدة التخزين المؤقت للبيانات التعريفية بالأيام. 0 يعني الافتراضي (عشر سنوات)
ca: Durada de la memòria cau de metadades en dies. 0 significa per defecte (deu anys)
de: Dauer des Metadatencaches in Tagen. 0 bedeutet Ausfall (zehn Jahre)
es: Duración de la caché de metadatos en días. 0 significa incumplimiento (diez años)
eu: Metadatuen cachearen iraupena egunetan. 0 lehenetsia esan nahi du (hamar urte)
fr: Durée du cache des métadonnées en jours. 0 signifie défaut (dix ans)
it: Durata della cache dei metadati in giorni. 0 significa default (dieci anni)
pt: Duração do cache de metadados em dias. 0 significa inadimplência (dez anos)
ru: Продолжительность кэширования метаданных в днях. 0 означает значение по умолчанию (десять лет)

source: Metadata validity duration
ar: مدة صلاحية البيانات الوصفية
ca: Durada de la validesa de les metadades
de: Gültigkeitsdauer der Metadaten
es: Duración de la validez de los metadatos
eu: Metadatuen balio-iraupena
fr: Durée de validité des métadonnées
it: Durata della validità dei metadati
pt: Duração da validade dos metadados
ru: Срок действия метаданных

source: Duration of metadata validity in days. 0 means default (ten years)
ar: مدة صلاحية البيانات الوصفية بالأيام. 0 يعني الافتراضي (عشر سنوات)
ca: Durada de la validesa de les metadades en dies. 0 significa per defecte (deu anys)
de: Gültigkeitsdauer der Metadaten in Tagen. 0 bedeutet Ausfall (zehn Jahre)
es: Duración de la validez de los metadatos en días. 0 significa incumplimiento (diez años)
eu: Metadatuen indarraldiaren iraupena egunetan. 0 lehenetsia esan nahi du (hamar urte)
fr: Durée de validité des métadonnées en jours. 0 signifie défaut (dix ans)
it: Durata della validità dei metadati in giorni. 0 significa default (dieci anni)
pt: Duração da validade dos metadados em dias. 0 significa inadimplência (dez anos)
ru: Срок действия метаданных в днях. 0 означает значение по умолчанию (десять лет)

source: Organization Name
ar: اسم المنظمة
ca: Nom de l&#39;organització
de: Name der Organisation
es: Nombre de la Organización
eu: Erakundearen izena
fr: nom de l&#39;organisation
it: Nome dell'organizzazione
pt: Nome da organização
ru: Название организации

source: Organization name to use on SAML SP Metadata
ar: اسم المؤسسة المطلوب استخدامه في البيانات التعريفية لـ SAML SP
ca: Nom de l&#39;organització que s&#39;ha d&#39;utilitzar a les metadades de SAML SP
de: Organisationsname, der für SAML SP-Metadaten verwendet werden soll
es: Nombre de la organización que se utilizará en los metadatos de SAML SP
eu: SAML SP metadatuetan erabili beharreko erakundearen izena
fr: Nom de l&#39;organisation à utiliser sur les métadonnées SAML SP
it: Nome dell'organizzazione da utilizzare sui metadati SAML SP
pt: Nome da organização a ser usada nos metadados SAML SP
ru: Название организации, которое будет использоваться в метаданных SAML SP.

source: Organization
ar: المنظمة
ca: Organització
de: Organisation
es: Organización
eu: Erakundea
fr: Organisation
it: Organizzazione
pt: Organização
ru: Организация

source: Organization Display Name
ar: اسم عرض المنظمة
ca: Nom de visualització de l&#39;organització
de: Anzeigename der Organisation
es: Nombre para mostrar de la organización
eu: Erakundearen bistaratzeko izena
fr: Nom d’affichage de l’organisation
it: Nome visualizzato dell'organizzazione
pt: Nome de exibição da organização
ru: Отображаемое имя организации

source: Organization Display name to use on SAML SP Metadata
ar: الاسم المعروض للمؤسسة الذي سيتم استخدامه في البيانات التعريفية لـ SAML SP
ca: Nom de visualització de l&#39;organització que s&#39;utilitzarà a les metadades de SAML SP
de: Anzeigename der Organisation, der für SAML SP-Metadaten verwendet werden soll
es: Nombre para mostrar de la organización que se utilizará en los metadatos de SAML SP
eu: Erakundearen bistaratzeko izena SAML SP metadatuetan erabiltzeko
fr: Nom d’affichage de l’organisation à utiliser sur les métadonnées SAML SP
it: Nome visualizzato dell'organizzazione da utilizzare sui metadati SAML SP
pt: Nome de exibição da organização para usar nos metadados SAML SP
ru: Отображаемое имя организации для использования в метаданных SAML SP.

source: Organization URL
ar: عنوان URL الخاص بالمنظمة
ca: URL de l&#39;organització
de: Organisations-URL
es: URL de la organización
eu: Erakundearen URLa
fr: URL de l&#39;organisation
it: URL dell'organizzazione
pt: URL da organização
ru: URL-адрес организации

source: Organization url to use on SAML SP Metadata
ar: عنوان URL للمؤسسة المطلوب استخدامه في البيانات الوصفية لـ SAML SP
ca: URL de l&#39;organització que cal utilitzar a les metadades de SAML SP
de: Organisations-URL zur Verwendung für SAML SP-Metadaten
es: URL de la organización para usar en los metadatos de SAML SP
eu: SAML SP metadatuetan erabiltzeko erakundearen URLa
fr: URL de l&#39;organisation à utiliser sur les métadonnées SAML SP
it: URL dell'organizzazione da utilizzare sui metadati SAML SP
pt: URL da organização para usar nos metadados SAML SP
ru: URL-адрес организации для использования в метаданных SAML SP

source: Certificate and private key do not match
ar: الشهادة والمفتاح الخاص لا يتطابقان
ca: El certificat i la clau privada no coincideixen
de: Zertifikat und privater Schlüssel stimmen nicht überein
es: El certificado y la clave privada no coinciden
eu: Ziurtagiria eta gako pribatua ez datoz bat
fr: Le certificat et la clé privée ne correspondent pas
it: Il certificato e la chiave privata non corrispondono
pt: O certificado e a chave privada não correspondem
ru: Сертификат и закрытый ключ не совпадают

source: Can't fetch url {url}: {error}
ar: لا يمكن جلب عنوان URL {url}: {error}
ca: No es pot obtenir l&#39;URL {url}: {error}
de: URL {url}: {error} kann nicht abgerufen werden
es: No se puede recuperar la URL {url}: {error}
eu: Ezin da {url} URLa eskuratu: {error}
fr: Impossible de récupérer l&#39;URL {url} : {error}
it: Impossibile recuperare l'URL {url}: {error}
pt: Não é possível buscar o URL {url}: {error}
ru: Невозможно получить URL-адрес {url}: {error}.

source: (obtained from URL)
ar: (تم الحصول عليها من URL)
ca: (obtingut de l'URL)
de: (von URL erhalten)
es: (Obtenido de la URL)
eu: (URLetik lortzen da)
fr: (obtenu à partir d'URL)
it: (ottenuto dall'URL)
pt: (obtido da URL)
ru: (полученный из URL)

source: XML does not seem valid for IDP Metadata
ar: XML لا تبدو صالحة لبيانات التعريف IDP Metadata
ca: El XML no sembla vàlid per a metadades IDP
de: XML scheint für IDP-Metadaten nicht gültig zu sein
es: XML no parece válido para metadatos IDP
eu: XML IDP Metadata ez da baliozkoa
fr: XML ne semble pas etre valide pour les métadonnées de l'IDP
it: XML non sembra valido per i metadati IDP
pt: XML não parece válido para metadados IDP
ru: XML не подходит для метаданных IDP

source: Can't access idp metadata
ar: لا يمكن الوصول إلى بيانات التعريف IDP Metadata
ca: No es pot accedir a les metadades IDP
de: Ich kann nicht auf IDP-Metadaten zugreifen
es: No se puede acceder a los metadatos IDP
eu: Ezin dira idp metadatuak atzitu
fr: Ne peut pas accéder aux métadonnées de l'idp
it: Impossibile accedere ai metadati idp
pt: Não é possível acessar os metadados do idp
ru: Нет доступа к IDP метаданным

source: Error validating SP metadata:
ar: خطأ في التحقق من صحة بيانات تعريف مقدم الخدمة:
ca: Error en validar les metadades de SP:
de: Fehler beim Validieren von SP-Metadaten:
es: Error al validar los metadatos del SP:
eu: Errore bat gertatu da SP metadatuak baliozkotzean:
fr: Erreur lors de la validation des métadonnées SP :
it: Errore durante la convalida dei metadati SP:
pt: Erro ao validar os metadados do SP:
ru: Ошибка проверки метаданных SP:

source: Error processing SLO:
ar: خطأ في معالجة SLO:
ca: Error en processar SLO:
de: Fehler bei der Verarbeitung von SLO:
es: Error al procesar SLO:
eu: Errore bat gertatu da SLO prozesatzen:
fr: Erreur lors du traitement du SLO :
it: Errore durante l'elaborazione dello SLO:
pt: Erro ao processar SLO:
ru: Ошибка обработки SLO:

source: Error processing SAML response:
ar: خطأ في معالجة استجابة SAML:
ca: Error en processar la resposta SAML:
de: Fehler bei der Verarbeitung der SAML-Antwort:
es: Error al procesar la respuesta SAML:
eu: Errore bat gertatu da SAML erantzuna prozesatzen:
fr: Erreur lors du traitement de la réponse SAML :
it: Errore durante l'elaborazione della risposta SAML:
pt: Erro ao processar a resposta SAML:
ru: Ошибка обработки ответа SAML:
