Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, eu

source: In order to increase your access privileges, please contact your local UDS administrator.
ar: من أجل زيادة امتيازات الوصول الخاصة بك ، يرجى الاتصال بمسؤول UDS المحلي.
ca: Per incrementar els vostres privilegis d’accés, contacteu amb l’administrador d'UDS.
eu: Sarbide pribilegioak handitzeko, jarri harremanetan zure UDS administratzailearekin.

source: Thank you.
ar: شكرا لكم.
ca: Gràcies.
eu: Eskerrik asko.

source: Change owner of assigned service
ar: تغيير مالك الخدمة المعينة
ca: Canviar el propietari del servei assignat
eu: Aldatu esleitutako zerbitzuaren jabea

source: Ok
ar: حسنا
ca: D'acord
eu: Ados

source: Changelog of
ar: التغيير من
ca: Registre de canvis de
eu: Honen aldaketa egunkaria

source: Assign service to user manually
ar: تخصيص الخدمة للمستخدم يدويا
ca: Assignar servei a l'usuari manualment
eu: Zerbitzua eskuz esleitu erabiltzaileari

source: Service
ar: الخدمات
ca: Servei
eu: Zerbitzua

source: New transport for
ar: النقل الجديد ل
ca: Nou transport per a
eu: Garraio berria

source: Transport
ar: المواصلات
eu: Garraioa

source: Summary
ar: ملخص
ca: Resum
eu: Laburpena

source: Cache
ar: ذاكرة التخزين المؤقت
ca: Memòria cau
eu: Cachea

source: Servers
ar: الخوادم
ca: Servidors
eu: Zerbitzariak

source: Transports
ar: وسائل النقل
eu: Garraioak

source: Publications
ar: المنشورات
ca: Publicacions
eu: Argitalpenak

source: Scheduled actions
ar: الإجراءات المجدولة
ca: Accions programades
eu: Antolatutako ekintzak

source: Access calendars
ar: تقاويم الوصول
ca: Calendaris d'accés
eu: Sarbide-egutegiak

source: Charts
ar: الرسوم البيانية
ca: Gràfics
eu: Taulak

source: New access rule for
ar: قاعدة وصول جديدة لـ
ca: Nova regla d'accés per a
eu: Sarbide arau berria honentzako:

source: Edit access rule for
ar: تحرير قاعدة الوصول لـ
ca: Editar la regla d'accés de
eu: Editatu sarbide-araua honentzako:

source: Default fallback access for
ar: العودة الاحتياطية الافتراضية ل
ca: Accés alternatiu predeterminat
eu: Lehenetsitako sarrera alternatiboa honentzako:

source: Priority
ar: أفضلية
ca: Prioritat
eu: Lehentasuna

source: Calendar
ar: التقويم
ca: Calendari
eu: Egutegia

source: Action
ar: عمل
ca: Acció
eu: Ekintza

source: Edit action for
ar: تحرير العمل ل
ca: Editar l'acció per a
eu: Editatu ekintza honentzako:

source: New action for
ar: عمل جديد ل
ca: Nova acció per a
eu: Ekintza berri bat honentzako:

source: Events offset (minutes)
ar: إزاحة الأحداث (بالدقائق)
ca: Compensació dels esdeveniments (minuts)
eu: Ekintzaren desplazamendua (minutuetan)

source: At the beginning of the interval?
ar: في بداية الفاصل؟
ca: A l'inici de l'interval?
eu: Tarte hasieran?

source: Logs of
ar: سجلات من
ca: Registres de
eu: Erregistroak

source: New group for
ar: مجموعة جديدة لـ
ca: Nou grup per a
eu: Talde berria honentzako:

source: New publication for
ar: منشور جديد لـ
ca: Nova publicació per a
eu: Argitaratze berria honentzako:

source: Account usage
ar: استخدام الحساب
ca: Ús del compte
eu: Kontuaren erabilera

source: New member pool
ar: تجمع عضو جديد
ca: Nou member pool
eu: Multzo-kide berria

source: Edit member pool
ar: تحرير تجمع الأعضاء
ca: Editar member pool
eu: Editatu multzo-kidea

source: Service pool
ar: تجمع خدمة
ca: Pool de servei
eu: Zerbitzu-multzoa

source: Enabled?
ar: تمكين؟
ca: Habilitat?
eu: Gaituta?

source: Rules
ar: قواعد
ca: Regles
eu: Arauak

source: Edit rule
ar: تحرير القاعدة
ca: Editar regla
eu: Editatu araua

source: New rule
ar: قانون جديد
ca: Nova regla
eu: Arau berria

source: Event
ar: هدف
ca: Esdeveniment
eu: Gertaera

source: Start time
ar: وقت البدء
ca: Hora d'inici
eu: Hasiera-denbora

source: Duration
ar: المدة الزمنية
ca: Durada
eu: Iraupena

source: Duration units
ar: وحدات المدة
ca: Unitats de durada
eu: Iraupen unitateak

source: Start date
ar: تاريخ البدء
ca: Data d'inici
eu: Hasiera data

source: Repeat until date
ar: كرر حتى التاريخ
ca: Repetir fins a la data
eu: Errepikatu data arte

source: Frequency
ar: تكرر
ca: Freqüència
eu: Frekuentzia

source: Repeat every
ar: تكرار كل
ca: Repetir cada
eu: Errepikatu

source: Information for
ar: معلومات عن
ca: Informació per a
eu: Informazioa honentzako

source: Assigned Services
ar: الخدمات المعينة
ca: Serveis assignats
eu: Zerbitzu esleituak

source: Edit user
ar: تحرير المستخدم
ca: Editar usuari
eu: Editatu erabiltzailea

source: New user
ar: مستخدم جديد
ca: Nou usuari
eu: Erabiltzaile berria

source: Real name
ar: الاسم الحقيقي
ca: Nom real
eu: Benetako izena

source: Role
ar: وظيفة
ca: Paper
eu: Rola

source: Admin
ar: مشرف

source: Staff member
ar: موظف
ca: Membre del personal
eu: Langilea

source: Edit group
ar: تحرير مجموعة
ca: Editar grup
eu: Taldea editatu

source: New group
ar: مجموعة جديدة
ca: Nou grup
eu: Talde Berria

source: Meta group name
ar: اسم مجموعة التعريف
ca: Nom del meta grup
eu: Meta taldearen izena

source: Skip MFA
ar: تخطي وزارة الخارجية
ca: Omet MFA
eu: Saltatu MFA

source: Service Pools
ar: مجمعات الخدمة
ca: Pools de servei
eu: Zerbitzu-multzoak

source: Any group
ar: أي مجموعة
ca: Qualsevol grup
eu: Edozein talde

source: All groups
ar: كل المجموعات
ca: Tots els grups
eu: Talde guztiak

source: Selected Groups
ar: المجموعات المختارة
ca: Grups seleccionats
eu: Hautatutako taldeak

source: Services
ar: خدمات
ca: Serveis
eu: Zerbitzuak

source: Usage
ar: استعمال
ca: Ús
eu: Erabilpena

source: Services pools
ar: تجمع الخدمات
ca: Pools de serveis
eu: Zerbitzu-multzoak

source: Assign new server to tunnel group
ar: تعيين خادم جديد لمجموعة الأنفاق
ca: Assigna un nou servidor al grup de túnels
eu: Esleitu zerbitzari berria tunel-taldeari

source: Tunnel
ar: نفق
ca: Túnel
eu: Tunel

source: Tunnel servers
ar: خوادم النفق
ca: Servidors de túnels
eu: Tunelen zerbitzariak

source: New image for
ar: صورة جديدة ل
ca: Nova imatge per a
eu: Irudi berria honentzako:

source: Edit for
ar: تحرير ل
ca: Editar per a
eu: Editatu honentzako

source: Image name
ar: اسم الصورة
ca: Nom de la imatge
eu: Irudiaren izena

source: Image (click to change)
ar: صورة (انقر للتغيير)
ca: Imatge (feu clic per canviar)
eu: Irudia (egin klik aldatzeko)

source: For optimal results, use "squared" images.
ar: للحصول على أفضل النتائج، استخدم الصور "المربعة".
ca: Per obtenir resultats òptims, utilitzeu imatges "quadrades".
eu: Emaitza optimoak lortzeko, erabili irudi "karratuak".

source: The image will be resized on upload to
ar: سيتم تغيير حجم الصورة عند التحميل إلى
ca: La imatge quan es carregui es redimensionarà a
eu: Igo ostean, irudiaren tamaina aldatu egingo da

source: UDS Configuration
ar: تكوين UDS
ca: Configuració UDS
eu: UDS konfigurazioa

source: Save
ar: حفظ
ca: Desar
eu: Gorde

source: New
ar: جديد
ca: Nou
eu: Berria

source: Edit
ar: تحرير
ca: Editar
eu: Editatu

source: Permissions
ar: أذونات
ca: Permisos
eu: Baimenak

source: Export CSV
ar: تصدير CSV
ca: Exporta CSV
eu: Esportatu CSV

source: Delete
ar: حذف
ca: Suprimir
eu: Ezabatu

source: Selected items
ar: العناصر المختارة
ca: Elements seleccionats
eu: Hautatutako elementuak

source: Copy
ar: ينسخ
ca: Copiar
eu: Kopiatu

source: Detail
ar: التفاصيل
ca: Detall
eu: Xehetasun

source: Export
ar: تصدير
ca: Exportar
eu: Esportazioa

source: Discard & close
ar: تجاهل وإغلاق
ca: Descartar i tancar
eu: Baztertu eta itxi

source: New user permission for
ar: إذن مستخدم جديد لـ
ca: Nou permís d'usuari per a
eu: Erabiltzaile baimen berria honentzako:

source: New group permission for
ar: إذن مجموعة جديدة لـ
ca: Nou permís de grup per a
eu: Talde baimen berria honentzako:

source: Permissions for
ar: أذونات
ca: Permisos per a
eu: Baimenak

source: New permission...
ar: إذن جديد ...
ca: Nou permís ...
eu: Baimen berria ...

source: CVS Import options for
ar: خيارات استيراد CVS لـ
ca: Opcions d&#39;importació de CVS per
eu: CVS inportatzeko aukerak

source: Header
ar: رأس
ca: Capçalera
eu: Goiburua

source: CSV contains header line
ar: يحتوي ملف CSV على سطر رأس
ca: El CSV conté una línia de capçalera
eu: CSV-k goiburuko lerroa dauka

source: CSV DOES NOT contains header line
ar: لا يحتوي ملف CSV على سطر رأس
ca: CSV NO conté una línia de capçalera
eu: CSV-k EZ DU goiburuko lerroa dauka

source: Separator
ar: فاصل
ca: Separador
eu: Bereizlea

source: Use comma
ar: استخدم الفاصلة
ca: Utilitza la coma
eu: Erabili koma

source: Use semicolon
ar: استخدم الفاصلة المنقوطة
ca: Utilitzeu punt i coma
eu: Erabili puntu eta koma

source: Use pipe
ar: استخدم الأنابيب
ca: Utilitza canonada
eu: Erabili hodia

source: Use tab
ar: استخدم علامة التبويب
ca: Utilitza la pestanya
eu: Erabili fitxa

source: File
ar: ملف
ca: Dossier
eu: Fitxategia

source: Remove all
ar: حذف الكل
ca: Eliminar-ho tot
eu: Kendu guztiak

source: Providers
ar: مقدمي الخدمات
ca: Proveïdors
eu: Hornitzaileak

source: Authentication
ar: المصادقة
ca: Autenticació
eu: Autentifikazioa

source: Authenticators
ar: الموثقون
ca: Autenticadors
eu: Autentikatzaileak

source: Multi Factor
ar: متعدد العوامل
eu: Faktore anitzekoa

source: Os Managers
ar: مدراء Os
eu: OS Manager

source: Connectivity
ar: الاتصال
ca: Connectivitat
eu: konektibitatea

source: Networks
ar: الشبكات
ca: Xarxes
eu: Sareak

source: Tunnels
ar: الأنفاق
ca: Túnels
eu: Tunelak

source: Pools
ar: حمامات
eu: Multzoak

source: Meta pools
ar: حمامات ميتا
eu: Meta-multzoak

source: Calendars
ar: التقويمات
ca: Calendaris
eu: Egutegiak

source: Accounting
ar: محاسبة
ca: Comptabilitat
eu: Kontabilitatea

source: Tools
ar: أدوات
ca: Eines
eu: Tresnak

source: Gallery
ar: صالة عرض
ca: Galeria
eu: Galeria

source: Reports
ar: تقارير
ca: Informes
eu: Txostenak

source: Notifiers
ar: المخطرين
ca: Notificadors
eu: Jakinarazleak

source: Tokens
ar: الرموز

source: Actor
ar: الممثل
eu: Aktorea

source: Configuration
ar: ترتيب
ca: Configuració
eu: Konfigurazioa

source: Flush Cache
ar: مخبأ دافق
ca: Buidar cau
eu: Cachea hustu

source: User mode
ar: وضع المستخدم
ca: Mode d'usuari
eu: Erabiltzaile modua

source: Logout
ar: الخروج
ca: Tancar sessió
eu: Amaitu saioa

source: Close
ar: إغلاق
ca: Tanca
eu: Itxi

source: Launching service
ar: إطلاق الخدمة
ca: Iniciant el servei
eu: Zerbitzua abiarazten

source: Invalid UDS URL
ar: عنوان URL لـ UDS غير صالح
ca: URL UDS no vàlid
eu: UDS URL baliogabea

source: Please wait until the service is launched.
ar: يرجى الانتظار حتى يتم إطلاق الخدمة.
ca: Si us plau, espereu fins que s'iniciï el servei.
eu: Itxaron zerbitzua abiarazi arte.

source: Remember that you will need the UDS client on your platform to access the service.
ar: تذكر أنك ستحتاج إلى عميل UDS على منصتك للوصول إلى الخدمة.
ca: Recordeu que necessitareu el client UDS de la vostra plataforma per accedir al servei.
eu: Gogoratu zerbitzura sartzeko zure plataformako UDS bezeroa beharko duzula.

source: Service ready
ar: الخدمة جاهزة
ca: Servei preparat
eu: Zerbitzua prest

source: UDS Client not launching
ar: لا يتم تشغيل عميل UDS
ca: El client UDS no s'engega
eu: UDS bezeroa ez da abiarazten

source: It seems that you don't have UDS Client installed. Please, install it from here:
ar: يبدو أنك لم تقم بتثبيت UDS Client. يرجى تثبيته من هنا:
ca: Sembla que no teniu instal·lat el client UDS. Si us plau, instal·leu-lo des d&#39;aquí:
eu: Badirudi ez duzula UDS Client instalatuta. Mesedez, instala ezazu hemendik:

source: UDS Client Download
ar: تنزيل عميل UDS
ca: Descàrrega del client UDS
eu: UDS bezeroaren deskarga

source: Launching UDS Client, almost done.
ar: جاري تشغيل عميل UDS، تم الانتهاء تقريبًا.
ca: Llançament del client UDS, gairebé fet.
eu: UDS Bezeroa abiarazten, ia amaituta.

source: Error communicating with your service. Please, retry again.
ar: حدث خطأ أثناء الاتصال بالخدمة. يُرجى إعادة المحاولة مرة أخرى.
ca: S&#39;ha produït un error en comunicar-se amb el vostre servei. Si us plau, torna-ho a provar.
eu: Errore bat gertatu da zure zerbitzuarekin komunikatzean. Mesedez, saiatu berriro.

source: Your session has expired. Please, login again
ar: انتهت صلاحية جلسة العمل الخاصة بك. الرجاد الدخول على الحساب من جديد
ca: La vostra sessió ha caducat. Torneu a iniciar sessió
eu: Saioa iraungi egin da. Mesedez, sartu berriro

source: Errors found
ar: العثور على أخطاء
ca: S'han trobat errors
eu: Akatsak aurkitu dira

source: Warning
ar: تحذير
ca: Avís
eu: Abisua

source: Service is in maintenance and cannot be executed
ar: الخدمة في الصيانة ولا يمكن تنفيذها
ca: El servei està en manteniment i no es pot executar
eu: Zerbitzua mantenimenduan dago eta ezin da exekutatu

source: Service is in maintenance
ar: الخدمة في الصيانة
ca: El servei està en manteniment
eu: Zerbitzua mantenimenduan dago

source: This service is currently not accessible due to schedule restrictions.
ar: هذه الخدمة غير متاحة حاليًا بسبب قيود الجدول الزمني.
ca: Actualment, aquest servei no és accessible a causa de restriccions d'horari.
eu: Antolatutako murrizketak direla eta, une honetan zerbitzua ez dago eskuragarri.

source: Launcher
ar: راجمة
ca: Llançador
eu: Abiarazlea

source: Service is in maintenance and cannot be launched
ar: الخدمة في الصيانة ولا يمكن إطلاقها
ca: El servei està en manteniment i no es pot iniciar
eu: Mantentze-lanak ari dira egiten eta zerbitzua ezin da martxan jarri

source: This service is currently not accesible due to schedule restrictions.
ar: هذه الخدمة غير متاحة حاليًا بسبب قيود الجدول الزمني.
ca: Actualment, aquest servei no és accessible a causa de restriccions d'horari.
eu: Antolatutako murrizketak direla eta, une honetan zerbitzua ez dago eskuragarri.

source: Service message
ar: رسالة الخدمة
ca: Missatge de servei
eu: Zerbitzu-mezua

source: Press "Yes" to continue, or "No" to cancel
ar: اضغط على "نعم" للمتابعة، أو "لا" للإلغاء
ca: Premeu "Sí" per continuar o "No" per cancel·lar
eu: Sakatu "Bai" jarraitzeko, edo "Ez" bertan behera uzteko

source: Release service:
ar: خدمة الإصدار:
ca: Alliberar servei:
eu: Zerbitzua argitaratu:

source: Reset service:
ar: خدمة إعادة التعيين:
ca: Restablir servei:
eu: Berrezarri zerbitzua:

source: Service released
ar: صدر الخدمة
ca: Servei alliberat
eu: Zerbitzua argitaratua

source: Service reseted
ar: إعادة الخدمة
ca: Servei restablert
eu: Zerbitzua berrezarri da

source: Are you sure?
ar: هل أنت واثق؟
ca: Estàs segur?
eu: Ziur zaude?

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
eu: Erabiltzaile izena

source: Password
ar: كلمه السر
ca: Contrasenya
eu: Pasahitza

source: Domain
ar: اِختِصاص
ca: Domini
eu: Domeinua

source: We use cookies to authenticate users and remember preferences.
ar: نحن نستخدم ملفات تعريف الارتباط للتحقق من هوية المستخدمين وتذكر التفضيلات.
ca: Utilitzem cookies per autenticar els usuaris i recordar les preferències.
eu: Cookieak erabiltzen ditugu erabiltzaileak autentifikatzeko eta lehentasunak gogoratzeko.

source: If you do not agree, please
ar: إذا كنت لا توافق، من فضلك
ca: Si no esteu d&#39;acord, si us plau
eu: Ados ez bazaude, mesedez

source: leave this site
ar: اترك هذا الموقع
ca: abandona aquest lloc
eu: utzi gune hau

source: I Accept
ar: انا اوافق
ca: Accepto
eu: Onartzen dut

source: Refuse and leave
ar: رفض و مغادرة
ca: Negar-se i marxar
eu: Uko egin eta alde egin

source: Learn more
ar: أعرف أكثر
ca: Aprèn-ne més
eu: Argibide gehiago

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
ca: Política de cookies
eu: Cookie politika

source: You can access UDS Open Source code at
ar: يمكنك الوصول إلى كود UDS Open Source في
ca: Podeu accedir al codi obert d'UDS a
eu: UDS kode irekia hemen aurkitu dezakezu

source: UDS has been developed using these components:
ar: تم تطوير UDS باستخدام هذه المكونات:
ca: UDS s'ha desenvolupat utilitzant aquests components:
eu: UDS osagai hauek erabiliz garatu da:

source: If you find that we missed any component, please let us know
ar: إذا اكتشفت أننا فقدنا أي مكون ، فالرجاء إخبارنا بذلك
ca: Si creieu que hem oblidat algun component, si us plau feu-nos-ho saber
eu: Osagairen bat falta zaigula ikusten baduzu, jar zaitez gurekin harremanetan

source: Login Verification
ar: التحقق الدخول
ca: Verificació d&#39;inici de sessió
eu: Saioa hasteko egiaztapena

source: Remember me for
ar: تذكرني ل
ca: Recorda&#39;m per
eu: Gogoratu nitaz

source: Submit
ar: يُقدِّم
ca: Presentar
eu: Bidali

source: UDS Client
ar: عميل UDS
ca: Client UDS
eu: UDS bezeroa

source: Download UDS client for your platform
ar: قم بتنزيل عميل UDS الخاص بمنصتك
ca: Descarregueu el client UDS per a la vostra plataforma
eu: Deskargatu UDS bezeroa zure plataformarako

source: Downloads
ar: التنزيلات
ca: Descàrregues
eu: Deskargak

source: Always download the UDS actor matching your platform
ar: قم دائمًا بتنزيل ممثل UDS المطابق للنظام الأساسي الخاص بك
ca: Baixeu sempre l';actor UDS que coincideixi amb la vostra plataforma
eu: Deskargatu beti zure plataformarekin bat datorren UDS aktorea

source: Login
ar: تسجيل الدخول
ca: Iniciar sessió
eu: Hasi saioa

source: An error has occurred
ar: حدث خطأ
ca: S'ha produït un error
eu: Akats bat gertatu da

source: Return
ar: إرجاع
ca: Retorn
eu: Itzuli

source: UDS Service launcher
ar: قاذفة خدمة UDS
ca: Llançador del servei UDS
eu: UDS Zerbitzuaren abiarazlea

source: The service you have requested is being launched.
ar: يتم تشغيل الخدمة التي طلبتها.
ca: El servei que heu sol·licitat s'està iniciant.
eu: Eskatu duzun zerbitzua abian da.

source: Please, note that reloading this page will not work.
ar: يرجى ملاحظة أن إعادة تحميل هذه الصفحة لن تعمل.
ca: Tingueu en compte que la recàrrega d'aquesta pàgina no funcionarà.
eu: Kontuan izan orri hau berriro kargatzeak ez duela funtzionatuko.

source: To relaunch service, you will have to do it from origin.
ar: لإعادة تشغيل الخدمة ، سيكون عليك القيام بذلك من الأصل.
ca: Per reiniciar el servei, haureu de fer-ho des de l’origen.
eu: Zerbitzua berriro martxan jartzeko, jatorritik egin beharko duzu.

source: If the service does not launchs automatically, probably you dont have the UDS Client installed
ar: إذا لم يتم تشغيل الخدمة تلقائيًا ، فربما لا يكون لديك عميل UDS مثبتًا
ca: Si el servei no es llança automàticament, probablement no tingueu instal·lat el client UDS
eu: Zerbitzua automatikoki abiarazten ez bada, seguruenik ez duzu UDS Bezeroa instalatuta

source: You can obtain it from the
ar: يمكنك الحصول عليها من
ca: Podeu obtenir-lo de
eu: Hemendik lortu dezakezu:

source: UDS Client download page
ar: صفحة تنزيل عميل UDS
ca: Pàgina de descàrrega del client UDS
eu: UDS Bezeroa deskargatzeko orria

source: About
ar: حول
ca: Quant a
eu: Honi buruz

source: Client IP
ar: العميل IP
ca: IP del client
eu: Bezeroaren IPa

source: Detected proxy ip
ar: تم اكتشاف عنوان IP للخادم الوكيل
ca: Proxy ip detectat
eu: Detektatutako proxyaren IP-a

source: UDS transports for this client
ar: ينقل UDS لهذا العميل
ca: Transports UDS per a aquest client
eu: UDS garraioak bezero honentzat

source: UDS networks for this IP
ar: شبكات UDS لهذا IP
ca: Xarxes UDS per a aquesta IP
eu: UDS sareak IP honentzat

source: Release service
ar: الافراج عن الخدمة
ca: Alliberar servei
eu: Zerbitzua argitaratu

source: Reset service
ar: إعادة ضبط الخدمة
ca: Restablir el servei
eu: Berrezarri zerbitzua

source: Connections
ar: روابط
ca: Connexions
eu: konexioak

source: Actions
ar: أفعال
ca: Accions
eu: Ekintzak

source: Please, enter access credentials
ar: من فضلك ، أدخل بيانات اعتماد الوصول
ca: Si us plau, introduïu les credencials d&#39;accés
eu: Mesedez, sartu sarbide-kredentzialak

source: Invalid image type (only supports JPEG, PNG and GIF
ca: Tipus d'imatge no suportat (només es suporta JPEG, PNG i GIF
eu: Irudi mota okerra (JPEG, PNG eta GIF bakarrik onartzen dira)
