Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: OpenStack LEGACY platform service provider (for older Openstack Releases, previous to OCATA)
ar: موفر خدمة منصة تركه OpenStack ("الإصدارات" القديمة من Openstack، السابقة إلى أوكاتا)
ca: Proveïdor de serveis de la plataforma OpenStack Legacy (per a versions antigues d'OpenStack, anteriors a OCATA)
de: Service Provider der OpenStack LEGACY-Plattform (für ältere Openstack-Versionen vor OCATA)
es: Proveedor de servicios de plataforma OpenStack legacy (para versiones más antiguas de OpenStack, anterior a OCATA)
eu: OpenStack LEGACY plataformaren zerbitzu-hornitzailea (OCATA-rekin aurreko Oharra argitaratzeko ohar garrantzitsuetarako)
fr: Fournisseur de services de plate-forme OpenStack LEGACY (pour les versions plus anciennes de Openstack, précédent à OCATA)
it: Fornitore di servizi della piattaforma LEGACY di OpenStack (per versioni precedenti di Openstack, precedenti a OCATA)
pt: Provedor de serviços da plataforma OpenStack LEGACY (para versões mais antigas do Openstack, anteriores à OCATA)
ru: Совместимый поставщик услуг платформы OpenStack (для старых релизов OpenStack, выпущенных до OCATA)

source: OpenStack Host
ar: مضيف OpenStack.
ca: Host OpenStack
eu: OpenStack ostalaria
fr: Hôte OpenStack
it: Host OpenStack
pt: Host do OpenStack
ru: Хост OpenStack

source: 5000 for older releases, 80/443 (ssl) for releases newer than OCATA
ar: 5000 للإصدارات القديمة، 80/443 (ssl) لإصدارات أحدث من أوكاتا
ca: 5000 per a versions antigues, 80/443 (ssl) per a versions més modernes que OCATA
de: 5000 für ältere Releases, 80/443 (SSL) für Releases neuer als OCATA
es: 5000 para versiones más antiguas, 80/443 (ssl) para versiones más nuevas de OCATA
eu: 5000 zaharragoak diren oharrak, 80/443 (ssl) OCATA baino berriagoak diren oharrak
fr: 5000 pour les anciennes versions, 80/443 (ssl) pour les versions plus récentes que OCATA
it: 5000 per versioni precedenti, 80/443 (ssl) per versioni più recenti di OCATA
pt: 5000 para versões mais antigas, 80/443 (ssl) para lançamentos mais recentes que OCATA
ru: 5000 для старых выпусков, 80/443 (ssl) для релизов новее, чем OCATA

source: User with valid privileges on OpenStack
ar: المستخدم مع امتياز صالح على OpenStack
ca: Usuari amb privilegis vàlids sobre OpenStack
de: Benutzer mit gültigen Berechtigungen für OpenStack
es: Usuario con privilegios válidos para OpenStack
eu: OpenStack-en baliozko pribilegioak dituzten erabiltzaileak
fr: Utilisateur avec des privilèges valides sur OpenStack
it: Utente con privilegi validi su OpenStack
pt: Usuário com privilégios válidos no OpenStack
ru: Пользователь с достаточными привилегиями в OpenStack

source: Password of the user of OpenStack
ar: كلمة السر للمستخدم من Openstack
ca: Contrasenya de l'usuari d'OpenStack
de: Passwort des Benutzers von OpenStack
es: Contraseña del usuario de OpenStack
eu: OpenStack erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur de OpenStack
it: Password dell'utente di OpenStack
pt: Senha do usuário do OpenStack
ru: Пароль пользователя OpenStack

source: Proxy used for connection to azure for HTTPS connections (use PROTOCOL://host:port, i.e. http://10.10.0.1:8080)
ar: الوكيل المستخدم للاتصال بـ azure لاتصالات HTTPS (استخدم PROTOCOL: // host: port ، مثل http://10.10.0.1:8080)
ca: Proxy utilitzat per a connexions HTTPS a Azure (utilitzeu PROTOCOL://host:port, per exemple, https://10.10.0.1:8080)
de: Proxy, der für die Verbindung mit Azure für HTTPS-Verbindungen verwendet wird (verwenden Sie PROTOCOL://host:port, dh http://10.10.0.1:8080)
es: Proxy utilizado para la conexión a OpenStack para conexiones HTTPS (use PROTOCOL: // host:port, ejemplo: http://proxy:8080)
eu: HTTPS konexioetarako azure-rekin konexiorako erabiltzen den proxy-a (erabili PROTOCOL: // host: port, hau da, http://10.10.0.1:8080)
fr: Proxy utilisé pour la connexion à Azure pour les connexions HTTPS (utilisez PROTOCOL://host:port, c&#39;est-à-dire http://10.10.0.1:8080)
it: Proxy utilizzato per la connessione ad Azure per le connessioni HTTPS (usa PROTOCOL://host:port, ovvero http://10.10.0.1:8080)
pt: Proxy usado para conexão com o azure para conexões HTTPS (use PROTOCOL: // host: porta, ou seja, http://10.10.0.1:8080)
ru: Прокси-сервер, используемый для подключения к Azure для HTTPS-соединений (используйте PROTOCOL://host:port, например, http://10.10.0.1:8080)

source: OpenStack Live Volume
ar: OpenStack حجم واقعي.
ca: Volum OpenStack Live
ru: Действующий образ OpenStack

source: OpenStack live images based service
ar: OpenStack خدمة الحية الصور استنادا
ca: Servei basat en imatges OpenStack Live
de: OpenStack Live Images-basierter Service
es: Servicio basado en imágenes para OpenStack
eu: OpenStack live images-etan oinarrituriko zerbitzua
fr: Service basé sur les images en direct OpenStack
it: Servizio basato su immagini live di OpenStack
pt: Serviço baseado em imagens ao vivo do OpenStack
ru: Действующий образ OpenStack используемый для клонирования машин

source: Project for this service
ar: مشروع لهذه الخدمة
ca: Projecte per a aquest servei
de: Projekt für diesen Service
es: Proyecto para este servicio
eu: Zerbitzu honen proiektua
fr: Projet pour ce service
it: Progetto per questo servizio
pt: Projeto para este serviço
ru: Проект сервиса

source: Availability Zones
ar: مناطق التوافر.
ca: Zones amb disponibilitat
de: Verfügbarkeitszonen
es: Disponibilidad de zonas
eu: Erabilgarritasun-eremuak
fr: Zones de disponibilité
it: Zone di disponibilità
pt: Zonas de disponibilidade
ru: Доступные зоны

source: Service availability zones
ar: مناطق توافر الخدمة
ca: Zones amb disponibilitat del servei
de: Service-Verfügbarkeitszonen
es: Zondas de disponibilidad de los servicios
eu: Zerbitzuaren erabilgarritasun-eremuak
fr: Zones de disponibilité de service
it: Zone di disponibilità del servizio
pt: Zonas de disponibilidade de serviço
ru: Сервисы доступных зон

source: Volume
ar: حجم
ca: Volum
de: Volumen
es: Volumen
eu: Bolumen
ru: Том

source: Base volume for service (restricted by availability zone)
ar: حجم قاعدة للخدمة (مقيدة منطقة توافر)
ca: Volum base per al servei (restringit a zones amb disponibilitat)
de: Basisvolumen für den Service (eingeschränkt durch die Verfügbarkeitszone)
es: Volumen base para el servicio (restringido por zona de disponibilidad)
eu: Zerbitzuaren oinarrizko bolumena (erabilgarritasun-eremu mugatua)
fr: Volume de base pour le service (limité par zone de disponibilité)
it: Volume di base per il servizio (limitato per zona di disponibilità)
pt: Volume base para serviço (restrito pela zona de disponibilidade)
ru: Базовый том для сервиса (ограничен доступной зоной)

source: Network to attach to this service
ar: شبكة لتعلق على هذه الخدمة
ca: Xarxa per a associar a aquest servei
de: Netzwerk, das mit diesem Dienst verbunden werden soll
es: Red para conectar a este servicio
eu: Zerbitzu honi eransteko sarea
fr: Réseau à attacher à ce service
it: Rete da collegare a questo servizio
pt: Rede para anexar a este serviço
ru: Подсеть для привязки к сервису

source: Flavor
ar: نكهة
de: Geschmack
eu: zapore
fr: Saveur
pt: Sabor
ru: Шаблон Openstack (Flavor)

source: Flavor for service
ar: نكهة للخدمة
ca: Flavor per servei
de: Geschmack für den Service
es: Flavor para este servicio
eu: Zerbitzurako zaporea
fr: Goût pour le service
it: Flavor per il servizio
pt: Sabor para serviço
ru: Шаблон Openstack для сервиса (Flavor)

source: Security Groups
ar: مجموعات الأمن.
ca: Grups de seguretat
de: Sicherheitsgruppen
es: Grupos de seguridad
eu: Segurtasun taldeak
fr: Groupes de sécurité
it: Gruppi di sicurezza
pt: Grupos de segurança
ru: Группа безопасности

source: Service security groups
ar: مجموعات أمان الخدمة
ca: Grups de seguretat de servei
de: Service-Sicherheitsgruppen
es: Grupos de seguridad de servicio
eu: Zerbitzu segurtasuneko taldeak
fr: Groupes de sécurité service
it: Gruppi di sicurezza del servizio
pt: Grupos de segurança de serviço
ru: Сервис группы безопасности

source: OpenStack Fixed Machines
ar: الآلات الثابتة OpenStack
ca: Màquines fixes d&#39;OpenStack
de: Fest installierte OpenStack-Maschinen
es: Máquinas fijas OpenStack
eu: OpenStack makina finkoak
fr: Machines fixes OpenStack
it: Macchine fisse OpenStack
pt: Máquinas fixas OpenStack
ru: Стационарные машины OpenStack

source: OpenStack Services based on fixed machines.
ar: خدمات OpenStack تعتمد على الأجهزة الثابتة.
ca: Serveis OpenStack basats en màquines fixes.
de: OpenStack-Dienste basierend auf festen Maschinen.
es: Servicios OpenStack basados en máquinas fijas.
eu: Makina finkoetan oinarritutako OpenStack Zerbitzuak.
fr: Services OpenStack basés sur des machines fixes.
it: Servizi OpenStack basati su macchine fisse.
pt: Serviços OpenStack baseados em máquinas fixas.
ru: Службы OpenStack на основе стационарных компьютеров.

source: Static IP Machines Provider
ar: ثابت IP آلات مزود
ca: Proveïdor de màquines amb IP estàtica
de: Anbieter statischer IP-Maschinen
es: Proveedor de máquinas con IP estática
eu: IP Makinen hornitzaile estatikoa
pt: Fornecedor de máquinas IP estático
ru: Поставщик машин статических IP

source: Provides connection to machines by IP
ar: يوفر اتصال إلى الأجهزة عن طريق IP
ca: Proporciona connexió a màquines mitjançant IP
de: Bietet eine Verbindung zu Computern per IP
es: Proporciona conexión a máquinas vía IP
eu: Makinen konexioa eskaintzen du IP bidez
fr: Fournit une connexion aux machines par IP
it: Fornisce la connessione alle macchine tramite IP
pt: Fornece conexão com máquinas por IP
ru: Обеспечивает подключение к машинам по IP

source: Advanced configuration
ar: التكوين المتقدم
ca: Configuració avançada
de: Erweiterte Konfiguration
es: Configuración avanzada
eu: Konfigurazio aurreratua
fr: Configuration avancée
it: Configurazione avanzata
pt: Configuração avançada
ru: Расширенная конфигурация

source: Advanced configuration data for the provider
ar: بيانات التكوين المتقدمة للمزود
ca: Dades de configuració avançades per al proveïdor
de: Erweiterte Konfigurationsdaten für den Anbieter
es: Datos de configuración avanzada para el proveedor
eu: Hornitzailearen konfigurazio datu aurreratuak
fr: Données de configuration avancées pour le fournisseur
it: Dati di configurazione avanzata per il provider
pt: Dados de configuração avançada para o provedor
ru: Расширенные данные конфигурации для провайдера

source: Invalid advanced configuration:
ar: التكوين المتقدم غير صالح:
ca: Configuració avançada no vàlida:
de: Ungültige erweiterte Konfiguration:
es: Configuración avanzada no válida:
eu: Konfigurazio aurreratua baliogabea:
fr: Configuration avancée non valide :
it: Configurazione avanzata non valida:
pt: Configuração avançada inválida:
ru: Неверная расширенная конфигурация:

source: Invalid section in advanced configuration:
ar: قسم غير صالح في التكوين المتقدم:
ca: Secció no vàlida a la configuració avançada:
de: Ungültiger Abschnitt in der erweiterten Konfiguration:
es: Sección no válida en configuración avanzada:
eu: Atal baliogabea konfigurazio aurreratuan:
fr: Section invalide en configuration avancée :
it: Sezione non valida in configurazione avanzata:
pt: Seção inválida na configuração avançada:
ru: Неверный раздел в расширенной конфигурации:

source: Invalid network in advanced configuration:
ar: شبكة غير صالحة في التكوين المتقدم:
ca: Xarxa no vàlida en configuració avançada:
de: Ungültiges Netzwerk in der erweiterten Konfiguration:
es: Red no válida en configuración avanzada:
eu: Sare baliogabea konfigurazio aurreratuan:
fr: Réseau invalide en configuration avancée :
it: Rete non valida in configurazione avanzata:
pt: Rede inválida na configuração avançada:
ru: Неверная сеть в расширенной конфигурации:

source: Invalid url in advanced configuration:
ar: عنوان url غير صالح في التكوين المتقدم:
ca: URL no vàlid en la configuració avançada:
de: Ungültige URL in der erweiterten Konfiguration:
es: URL no válida en configuración avanzada:
eu: Konfigurazio aurreratuan URL baliogabea:
fr: URL non valide dans la configuration avancée :
it: URL non valido nella configurazione avanzata:
pt: URL inválido na configuração avançada:
ru: Недействительный URL в расширенной конфигурации:

source: Check Port
ar: تحقق من المنفذ
ca: Consultar Port
de: Überprüfen Sie den Port
es: Comprobar puerto
eu: Begiratu Portua
fr: Vérifier le port
it: Verifica la porta
pt: Verificar porta
ru: Проверьте порт

source: If non zero, only hosts responding to connection on that port will be served.
ar: إذا لم تكن صفرية ، فسيتم تقديم المضيفين الذين يستجيبون للاتصال على هذا المنفذ فقط.
ca: Si no és zero, només es donarà servei als hostes que responguin a la connexió en aquest port.
de: Wenn nicht null, werden nur Hosts bedient, die auf die Verbindung an diesem Port antworten.
es: Si no es cero, solo se asignarán las IPs de las máquinas que respondan a la conexión con el puerto indicado.
eu: Zero ez bada, portu horretako konexioei erantzuten dieten ostalariak soilik zerbitzatuko dira.
fr: Si différent de zéro, seuls les hôtes répondant à la connexion sur ce port seront servis.
it: Se diverso da zero, verranno serviti solo gli host che rispondono alla connessione su quella porta.
pt: Se diferente de zero, apenas os hosts que responderem à conexão nessa porta serão atendidos.
ru: Если не ноль, будут обслуживаться только хосты, отвечающие соединениям на этом порту

source: Ignore minutes on failure
ar: تجاهل دقائق الفشل
ca: Ignora els minuts en cas de fallada
de: Protokolle bei Fehlern ignorieren
es: Ignorar minutos en caso de fallo
eu: Ez ikusi huts egitean minutuak
fr: Ignorer les minutes en cas d&#39;échec
it: Ignora i minuti in caso di fallimento
pt: Ignorar minutos em caso de falha
ru: Игнорировать минуты при сбое

source: If a host fails to check, skip it for this time (in minutes).
ar: إذا فشل مضيف في التحقق ، فتخطه لهذا الوقت (بالدقائق).
ca: Si falla la comprovació d'un host, ometeu-la durant aquest temps (en minuts).
de: Wenn ein Host dies nicht überprüft, überspringen Sie es für diese Zeit (in Minuten).
es: Si en una maquina no se puede verificar su conexión, omítala para una nueva comprobación por este tiempo (en minutos).
eu: Ostalari batek huts egiten badu egiaztatzen bada, salta ezazu oraingoan (minutu batzuetan).
fr: Si un hôte ne parvient pas à vérifier, ignorez-le pendant cette période (en minutes).
it: Se un host non riesce ad effettuare il controllo, lo salta per questo tempo (in minuti).
pt: Se um host falhar na verificação, pule esse período (em minutos).
ru: Если хост не может проверить, пропустите его на это время (в минутах).

source: Max session duration
ar: أقصى مدة للجلسة
ca: Durada màxima de la sessió
de: Maximale Sitzungsdauer
es: Duración máxima de la sesión
eu: Gehienezko saioaren iraupena
fr: Durée maximale de la session
it: Durata massima della sessione
pt: Duração máxima da sessão
ru: Максимальная продолжительность сеанса

source: Max session duration before UDS releases a presumed locked machine (hours). 0 signifies "never".
ar: الحد الأقصى لمدة الجلسة قبل أن تقوم UDS بإصدار جهاز مقفل مفترض (ساعات). 0 يعني "أبدًا".
ca: Durada màxima de la sessió abans que UDS alliberi una màquina presumptament bloquejada (hores). 0 significa "mai".
de: Maximale Sitzungsdauer, bevor UDS eine vermutlich gesperrte Maschine freigibt (Stunden). 0 bedeutet „nie“.
es: Duración máxima de la sesión antes de que UDS libere una máquina presuntamente bloqueada (horas). 0 significa "nunca".
eu: Gehienezko saioaren iraupena UDSk ustez blokeatutako makina bat kaleratu baino lehen (orduak). 0k "inoiz ez" adierazten du.
fr: Durée maximale de la session avant que l&#39;UDS ne libère une machine présumée verrouillée (heures). 0 signifie "jamais".
it: Durata massima della sessione prima che UDS rilasci una macchina presumibilmente bloccata (ore). 0 significa "mai".
pt: Duração máxima da sessão antes que o UDS libere uma máquina supostamente bloqueada (horas). 0 significa "nunca".
ru: Максимальная продолжительность сеанса, прежде чем UDS освободит предположительно заблокированный компьютер (в часах). 0 означает «никогда».

source: Lock machine by external access
ar: قفل الجهاز عن طريق الوصول الخارجي
ca: Bloquejar la màquina per a accés extern
de: Maschine durch externen Zugriff sperren
es: Bloquear la máquina por acceso externo
eu: Blokeatu makina kanpoko sarbidearen bidez
fr: Verrouillage de la machine par accès externe
it: Bloccare la macchina tramite accesso esterno
pt: Bloquear máquina por acesso externo
ru: Блокировка машины внешним доступом

source: If checked, UDS will lock the machine if it is accessed from outside UDS.
ar: إذا تم تحديده، فسيقوم UDS بقفل الجهاز إذا تم الوصول إليه من خارج UDS.
ca: Si està marcat, UDS bloquejarà la màquina si s&#39;hi accedeix des de fora d&#39;UDS.
de: Wenn diese Option aktiviert ist, sperrt UDS die Maschine, wenn von außerhalb von UDS darauf zugegriffen wird.
es: Si está marcado, UDS bloqueará la máquina si se accede desde fuera de UDS.
eu: Hautatzen bada, UDSk makina blokeatuko du UDS kanpotik sartzen bada.
fr: Si cette case est cochée, l&#39;UDS verrouillera la machine en cas d&#39;accès depuis l&#39;extérieur de l&#39;UDS.
it: Se selezionato, UDS bloccherà la macchina se si accede dall'esterno di UDS.
pt: Se marcada, o UDS bloqueará a máquina se ela for acessada de fora do UDS.
ru: Если этот флажок установлен, UDS заблокирует машину, если к ней будет осуществлен доступ извне UDS.

source: Use random host
ar: استخدم مضيفًا عشوائيًا
ca: Utilitza l&#39;amfitrió aleatori
de: Verwenden Sie einen zufälligen Host
es: Usar host aleatorio
eu: Erabili ausazko ostalari
fr: Utiliser un hôte aléatoire
it: Utilizza host casuale
pt: Usar host aleatório
ru: Использовать случайный хост

source: When enabled, UDS selects a random, rather than sequential, host from the list.
ar: عند تمكينه، يقوم UDS بتحديد مضيف عشوائي، وليس متسلسل، من القائمة.
ca: Quan està activat, UDS selecciona un amfitrió aleatori, en lloc de seqüencial, de la llista.
de: Wenn diese Option aktiviert ist, wählt UDS einen zufälligen und nicht einen sequenziellen Host aus der Liste aus.
es: Cuando está habilitado, UDS selecciona un host aleatorio, en lugar de secuencial, de la lista.
eu: Gaituta dagoenean, UDS-k ausazko ostalari bat hautatzen du zerrendatik, sekuentziala izan beharrean.
fr: Lorsqu&#39;il est activé, UDS sélectionne un hôte aléatoire plutôt que séquentiel dans la liste.
it: Quando abilitato, UDS seleziona un host casuale, anziché sequenziale, dall'elenco.
pt: Quando ativado, o UDS seleciona um host aleatório, em vez de sequencial, da lista.
ru: Если этот параметр включен, UDS выбирает из списка случайный, а не следующий хост.

source: Static Multiple IP
ar: IP ثابت متعدد.
ca: IP múltiple estàtica
de: Statische mehrfache IP
es: Estatica, Multiples IPs
eu: IP estatiko anitz
fr: IP statique multiple
it: IP statico multiplo
pt: IP múltiplo estático
ru: Статический множественный IP-адрес

source: This service provides access to POWERED-ON Machines by IP
ar: توفر هذه الخدمة إمكانية الوصول إلى آلات مشتغلة ب IP
ca: Aquest servei proporciona accés per IP a màquines engegades
de: Dieser Service ermöglicht den Zugriff auf POWERED-ON-Rechner über IP
es: Este servicio proporciona acceso a las máquinas POWERED-ON por IP
eu: Zerbitzu honek POWERED-ON makinak IP bidez sarbidea eskaintzen du
fr: Ce service fournit un accès aux machines sous tension par IP
it: Questo servizio fornisce l'accesso ai computer POWERED-ON tramite IP
pt: Este serviço fornece acesso a máquinas POWERED-ON por IP
ru: Эта услуга обеспечивает доступ к включенным машинам по IP

source: Static Single IP
ar: IP ثابت واحد
ca: IP simple estàtica
de: Statische Einzel-IP
es: Estatica, IP Simple
eu: IP estatiko bakarra
fr: Statique IP unique
it: IP statico singolo
pt: IP único estático
ru: Статический одиночный IP-адрес

source: This service provides access to POWERED-ON Machine by IP. (You can configure WOL to power on the machine)
ar: توفر هذه الخدمة إمكانية الوصول إلى الجهاز الذي يعمل بالطاقة عبر IP. (يمكنك تكوين WOL لتشغيل الجهاز)
de: Dieser Dienst bietet Zugriff auf eingeschaltete Maschinen über IP. (Sie können WOL so konfigurieren, dass die Maschine eingeschaltet wird.)
es: Este servicio proporciona acceso a la máquina ENCENDIDA por IP. (Puede configurar WOL para encender la máquina)
eu: Zerbitzu honek POWERED-ON Machinerako sarbidea ematen du IP bidez. (WOL konfigura dezakezu makina pizteko)
it: Questo servizio fornisce l'accesso alla macchina ACCESA tramite IP. (È possibile configurare WOL per accendere la macchina)
pt: Este serviço fornece acesso à máquina POWERED-ON por IP. (Você pode configurar o WOL para ligar a máquina)
ru: Эта служба обеспечивает доступ к включенной машине по IP. (Вы можете настроить WOL для включения машины)

source: Host IP/FQDN
ar: مضيف IP/FQDN
ca: IP de l&#39;amfitrió/FQDN
es: IP del host/FQDN
eu: Ostalariaren IP/FQDN
fr: IP de l&#39;hôte/nom de domaine complet
it: IP/FQDN host
ru: IP-адрес хоста/полное доменное имя

source: IP or FQDN of the server to connect to. Can include MAC address separated by ";" after the IP/Hostname
ar: IP أو FQDN للخادم المراد الاتصال به. يمكن أن يتضمن عنوان MAC مفصولاً بـ ";" بعد عنوان IP/اسم المضيف
ca: IP o FQDN del servidor al qual es connectar. Pot incloure adreça MAC separada per ";" després de l&#39;IP/nom d&#39;amfitrió
de: IP oder FQDN des Servers, mit dem eine Verbindung hergestellt werden soll. Kann eine durch ";" getrennte MAC-Adresse nach der IP/dem Hostnamen enthalten.
es: IP o FQDN del servidor al que conectarse. Puede incluir una dirección MAC separada por ";" después de la IP/nombre de host
eu: Konektatzeko zerbitzariaren IP edo FQDN. MAC helbidea sar dezake ";"-rekin bereizita IP/Ostalari izenaren ondoren
fr: IP ou FQDN du serveur auquel se connecter. Peut inclure une adresse MAC séparée par ";" après l&#39;adresse IP/le nom d&#39;hôte
it: IP o FQDN del server a cui connettersi. Può includere indirizzi MAC separati da ";" dopo l'IP/nome host
pt: IP ou FQDN do servidor ao qual se conectar. Pode incluir endereço MAC separado por ";" depois do IP/nome do host
ru: IP или FQDN сервера для подключения. Может включать MAC-адрес, разделенный ";" после IP/имени хоста

source: Invalid server used: "{}"
ar: تم استخدام خادم غير صالح: "{}"
ca: Utilitzat un servidor no vàlid: "{}"
de: Ungültiger Server verwendet: "{}"
es: Se utilizó un servidor no válido: "{}"
eu: Erabilitako zerbitzari baliogabea: "{}"
fr: Serveur non valide utilisé : "{}"
it: Server non valido utilizzato: "{}"
pt: Servidor inválido usado: "{}"
ru: Использован недопустимый сервер: "{}"

source: Invalid MAC address used: "{}"
ar: تم استخدام عنوان MAC غير صالح: "{}"
ca: Adreça MAC no vàlida utilitzada: "{}"
de: Ungültige MAC-Adresse verwendet: "{}"
es: Dirección MAC no válida utilizada: "{}"
eu: Erabilitako MAC helbide baliogabea: "{}"
fr: Adresse MAC non valide utilisée : "{}"
it: Indirizzo MAC utilizzato non valido: "{}"
pt: Endereço MAC inválido usado: "{}"
ru: Использован неверный MAC-адрес: «{}»

source: shared
ar: مشترك
ca: compartit
de: geteilt
es: compartido
eu: elkarbanatu
fr: partagé
it: condivisa
pt: compartilhado
ru: общий

source: (bound to {})
ar: (منضم إلى {})
ca: (Unit a {})
de: (gebunden an {})
es: (vinculado a {})
eu: (lotua {})
fr: (lié à {})
it: (collegato a {})
pt: (ligado a {})
ru: (привязано к {})

source: Proxmox Platform Provider
ca: Proveïdor de la plataforma Proxmox
de: Proxmox Plattform Anbieter
es: Proveedor de plataforma Proxmox
eu: Proxmox Plataforma hornitzailea
pt: Fornecedor de plataforma Proxmox
ru: Поставщик платформы Proxmox

source: Proxmox platform service provider
ar: مزود خدمة منصة Proxmox
ca: Proveïdor de serveis de la plataforma Proxmox
de: Proxmox-Plattform-Service-Provider
es: Proveedor de servicios de plataforma Proxmox
eu: Proxmox plataformako zerbitzu hornitzailea
fr: Fournisseur de services de plate-forme Proxmox
it: Fornitore di servizi della piattaforma Proxmox
pt: Fornecedor de serviços da plataforma Proxmox
ru: Поставщик услуг платформы Proxmox
