Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If checked, allows use of Microsoft Remote Desktop Client. PASSWORD WILL BE PROMPTED!
ar: إذا تم تحديده ، فإنه يسمح باستخدام Microsoft Remote Desktop Client. سيتم دفع كلمة المرور!
ca: Si està seleccionat, permetre l'ús del client d'escriptori remot de Microsoft. ES MOSTRARÀ LA CONTRASENYA!!
de: Wenn diese Option aktiviert ist, können Sie den Microsoft Remote Desktop Client verwenden. PASSWORT WIRD ABGEGEBEN!
es: Si está marcado, permite el uso de Microsoft Remote Desktop Client. ¡SE DEBERÁ INDICAR LA CONTRASEÑA EN EL ACCESO!
eu: Markatuta badago, Microsoft Remote Desktop Client erabiltzeko baimena ematen du. PASAHITZA AHAL IZANGO DA!
fr: Si coché, permet l&#39;utilisation de Microsoft Remote Desktop Client. LE MOT DE PASSE SERA INVITÉ !
it: Se selezionato, consente l'utilizzo del client Connessione Desktop Remoto di Microsoft. LA PASSWORD VERRÀ RICHIESTA!
pt: Se marcado, permite o uso do Microsoft Remote Desktop Client. A SENHA SERÁ AVANÇADA!
ru: Если этот флажок установлен, разрешается использование клиента удаленного рабочего стола Microsoft. БУДЕТ ЗАПРОШЕН ПАРОЛЬ!

source: If not empty, extra parameter to include for Mac OS X Freerdp Client (for example /usb:id,dev:054c:0268, or aything compatible with your xfreerdp client)
ar: إذا لم يكن فارغًا ، فيجب تضمين معلمة إضافية لعميل Mac OS X Freerdp (على سبيل المثال / usb: id ، dev: 054c: 0268 ، أو أي شيء متوافق مع عميل xfreerdp الخاص بك)
ca: Si no està buit, paràmetre addicional per al client Freerdp de Mac OS X (per exemple / usb: id, dev: 054c: 0268, o bé compatible amb el vostre client xfreerdp)
de: Falls nicht leer, zusätzlicher Parameter für Mac OS X Freerdp Client (zum Beispiel /usb:id,dev:054c:0268 oder alles, was mit Ihrem xfreerdp-Client kompatibel ist)
es: Si no está vacío, un parámetro adicional para incluir para Mac OS X Freerdp Client (por ejemplo /usb:id, dev:054c:0268 , o cualquiera compatible con su cliente xfreerdp)
eu: Hutsik ez badago, Mac OS X Freerdp bezeroarentzako gehitu beharreko parametro gehigarria (adibidez / usb: id, dev: 054c: 0268 edo zure xfreerdp bezeroarekin bateragarria dena)
fr: S&#39;il n&#39;est pas vide, paramètre supplémentaire à inclure pour Mac OS X Freerdp Client (par exemple /usb:id,dev:054c:0268, ou tout ce qui est compatible avec votre client xfreerdp)
it: Se non è vuoto, parametro extra da includere per client Freerdp Mac OS X (per esempio /usb:id,dev:054c:0268, o altro compatibile con il tuo client xfreerdp)
pt: Se não estiver vazio, parâmetro extra a ser incluído no cliente Mac OS X Freerdp (por exemplo / usb: id, dev: 054c: 0268 ou qualquer coisa compatível com seu cliente xfreerdp)
ru: Если не пусто, укажите дополнительный параметр для Mac OS X Freerdp Client (например, /usb:id,dev:054c:0268 или что-то, совместимое с вашим клиентом xfreerdp)

source: If not empty, extra parameters to include for Windows Client
ar: إذا لم يكن فارغًا ، فيجب تضمين معلمات إضافية لعميل Windows
ca: Si no està buit, inclou paràmetres addicionals per al client de Windows
de: Wenn nicht leer, zusätzliche Parameter, die für den Windows-Client eingeschlossen werden sollen
es: Si no está vacío, parámetros adicionales para incluir para Windows Client
eu: Hutsik ez badago, Windows Bezeroarentzat sartzeko parametro gehigarriak
fr: Si non vide, paramètres supplémentaires à inclure pour le client Windows
it: Se non vuoto, parametri extra da includere per Windows Client
pt: Se não estiver vazio, parâmetros extras a serem incluídos para o Windows Client
ru: Если не пусто, укажите дополнительные параметры для клиента Windows.

source: Optimize Teams
ar: تحسين الفرق
ca: Optimitzar equips
de: Optimieren Sie Teams
es: Optimizar Teams
fr: Optimiser les équipes
pt: Otimize equipes
ru: Оптимизация команд

source: If checked, Teams will be optimized (only works on Windows clients)
ar: إذا تم تحديده، فسيتم تحسين Teams (يعمل فقط على عملاء Windows)
ca: Si està marcat, els equips s&#39;optimitzaran (només funciona amb clients Windows)
de: Wenn aktiviert, wird Teams optimiert (funktioniert nur auf Windows-Clients).
es: Si está marcado, Teams se optimizará (solo funciona en clientes de Windows)
fr: Si coché, Teams sera optimisé (fonctionne uniquement sur les clients Windows)
pt: Se marcado, o Teams será otimizado (funciona apenas em clientes Windows)
ru: Если этот флажок установлен, команды будут оптимизированы (работает только на клиентах Windows).

source: RDP Protocol. Tunneled connection.
ar: بروتوكول RDP. اتصال النفق.
ca: Protocol RDP. Connexió via túnel
de: RDP-Protokoll. Tunnelverbindung
es: Protocolo RDP. Conexión del túnel.
eu: RDP protokoloa. Tunel bidez egindako konexioa.
fr: Protocole RDP. Connexion par tunnel.
it: Protocollo RDP. Connessione con tunnel.
pt: Protocolo RDP. Conexão em túnel.
ru: RDP протокол. Туннельное подключение.

source: RDS access using RDP for vApps. Direct connection.
ar: الوصول RDS باستخدام RDP VApps. الاتصال المباشر.
ca: Accés RDS utilitzant RDP per a vAPPs. Connexió directa.
de: RDS-Zugriff über RDP für vApps. Direkte Verbindung.
es: Acceso RDS mediante RDP para vApps. Conexión directa.
eu: RDS sarbidea vPps bidez RDP erabiliz. Zuzeneko konexioa.
fr: Accès RDS en utilisant RDP pour les vApps. Connexion directe.
it: Accesso RDS mediante RDP per vApp. Connessione diretta.
pt: Acesso RDS usando RDP para vApps. Conexão direta.
ru: RDS-доступ с использованием RDP для vApps. Прямое подключение.

source: Window state
ar: حالة النافذة
ca: Estat de la finestra
de: Fensterstatus
es: Estado de la Ventana
eu: Leihoaren egoera
fr: État de la fenêtre
it: Stato della finestra
pt: Estado da janela
ru: Состояние окна

source: UDS Will try to execute the applicaiton with the window in this state
ar: ستحاول UDS تنفيذ التطبيق مع النافذة في هذه الحالة
ca: UDS intentarà executar l'aplicació amb la finestra en aquest estat
de: UDS wird versuchen, die Anwendung mit dem Fenster in diesem Zustand auszuführen
es: UDS intentará ejecutar la aplicación con la ventana en este estado
eu: UDS aplikazioa egoera horretan leihoarekin exekutatzen saiatuko da
fr: UDS essaiera d&#39;exécuter l&#39;application avec la fenêtre dans cet état
it: UDS tenterà di eseguire l'applicazione con la finestra in questo stato
pt: O UDS tentará executar o aplicativo com a janela neste estado
ru: UDS попытается запустить приложение с окном в этом состоянии

source: Maximized
ar: مكبرة
ca: Maximitzat
de: Maximiert
es: Maximizado
eu: Maximizatuta
fr: Maximisé
it: Massimizzato
pt: Maximizado
ru: Развернутый

source: Minimized
ar: مصغر
ca: Minimitzat
de: Minimiert
es: Minimizado
eu: Minimizatua
fr: Minimisé
it: Ridotto a icona
pt: Minimizado
ru: Свернуто

source: Execute as shell
ar: نفذ كقذيفة
ca: Executeu com a shell
de: Als Shell ausführen
es: Ejecutar como shell
eu: Exekutatu shell gisa
fr: Exécuter en tant que shell
it: Esegui come shell
pt: Executar como shell
ru: Выполнить как оболочку

source: If checked, Linux client will execute application in a session instead of a remoteapp
ar: إذا تم تحديده ، فسيقوم عميل Linux بتنفيذ التطبيق في جلسة بدلاً من تطبيق عن بعد
ca: Si està seleccionat, el client Linux executarà l'aplicació en una sessió en lloc d'una aplicació remota
de: Wenn diese Option aktiviert ist, führt der Linux-Client die Anwendung in einer Sitzung anstelle einer Remote-App aus
es: Si está marcado, el cliente Linux ejecutará la aplicación en una sesión en lugar de una aplicación remota.
eu: Markatuta badago, Linux bezeroak aplikazioa exekutatuko du saio batean urruneko aplikazioaren ordez
fr: Si coché, le client Linux exécutera l&#39;application dans une session au lieu d&#39;une application distante
it: Se selezionato, il client Linux eseguirà l'applicazione in una sessione anziché in un'app remota
pt: Se marcado, o cliente Linux executará o aplicativo em uma sessão em vez de um remoteapp
ru: Если этот флажок установлен, клиент Linux будет запускать приложение в сеансе вместо удаленного приложения.

source: RDS access using RDP for vApps. Tunneled connection.
ar: الوصول RDS باستخدام RDP VApps. اتصال النفق.
ca: Accés RDP utilitzant RDP per a vAPPs. Connexió via túnel.
de: RDS-Zugriff über RDP für vApps. Tunnelverbindung
es: Acceso RDS mediante RDP para vApps. Conexión del túnel.
eu: RDS sarbidea vPps bidez RDP erabiliz. Tunelatutako konexioa.
fr: Accès RDS en utilisant RDP pour les vApps. Connexion en tunnel.
it: Accesso RDS mediante RDP per vApp. Connessione con tunnel.
pt: Acesso RDS usando RDP para vApps. Conexão em túnel.
ru: RDS-доступ с использованием RDP для vApps. Туннельное подключение.

source: SPICE Protocol. Direct connection.
ar: بروتوكول SPICE. الاتصال المباشر.
ca: Protocol SPICE. Connexió directa.
de: SPICE-Protokoll. Direkte Verbindung.
es: Protocolo SPICE. Conexión directa.
eu: SPICE protokoloa. Zuzeneko konexioa.
fr: Protocole SPICE. Connexion directe.
it: Protocollo SPICE. Connessione diretta.
pt: Protocolo SPICE. Conexão direta.
ru: SPICE протокол. Прямое подключение.

source: Empty credentials
ar: أوراق إعتماد فارغة
ca: Credencials buides
de: Leere Anmeldeinformationen
es: Credenciales vacías
eu: Egiaztagiri gabe
fr: Informations d’identification vides
it: Credenziali vuote
pt: Credenciais vazias
ru: Учетные данные отсутствуют

source: Server certificate (public), can be found on your ovirt engine, probably at /etc/pki/ovirt-engine/certs/ca.der (Use the contents of this file).
ar: شهادة الخادم (العامة)، يمكن العثور على محرك ovirt الخاص بك، وربما في /etc/pki/ovirt-engine/certs/ca.der (استخدام محتويات هذا الملف).
ca: Certificat (públic) de servidor, es pot trobar al motor OVIRT, segurament a /etc/pki/ovirt-engine/certs/ca.der (utilitzar el contingut d'aquest fitxer).
de: Das Serverzertifikat (öffentlich) finden Sie in Ihrer Ovirt-Engine, möglicherweise unter /etc/pki/ovirt-engine/certs/ca.der (Verwenden Sie den Inhalt dieser Datei).
es: Certificado del servidor (público), puede encontrarse en su motor oVirt, probablemente en /etc/PKI/ovirt-Engine/certs/CA.der (usar el contenido de este archivo).
eu: Zerbitzariaren ziurtagiria (publikoa) zure ovirt motorrean aurki daiteke, seguruenik /etc/pki/ovirt-engine/certs/ca.der (Fitxategi honen edukia erabili).
fr: Le certificat de serveur (public), peut être trouvé sur votre moteur d'ovirt, probablement dans /etc/pki/ovirt-engine/certs/ca.der (Utilisez le contenu de ce fichier).
it: Il certificato del server (pubblico), può essere trovato sul sistema oVirt, probabilmente in /etc/pki/ovirt-engine/certs/ca.der (Utilizzare il contenuto di questo file).
pt: O certificado do servidor (público), pode ser encontrado em seu mecanismo de transmissão, provavelmente em /etc/pki/ovirt-engine/certs/ca.der (Use o conteúdo deste arquivo).
ru: Сертификат сервера (публичный) можно найти на вашем ovirt engine, возможно, в /etc/pki/ovirt-engine/certs/ca.der (используйте содержимое этого файла).

source: Fullscreen Mode
ar: وضع ملء الشاشة
ca: Mode pantalla completa
de: Vollbildmodus
es: Modo de pantalla completa
eu: Pantaila osoko modua
fr: Mode plein écran
it: Modalità schermo intero
pt: Modo tela cheia
ru: Полноэкранный режим

source: If checked, viewer will be shown on fullscreen mode-
ar: إذا تم، ستظهر المشاهد على وضع ملء الشاشة
ca: Si està seleccionat, el visor apareixerà en mode pantalla completa
de: Wenn diese Option aktiviert ist, wird der Viewer im Vollbildmodus angezeigt.
es: Si está marcada, el visor aparecerá en modo de pantalla completa-
eu: Egiaztatuta badago, ikuslea pantaila osoko moduan erakutsiko da.
fr: Si elle est cochée, la visionneuse sera affichée en mode plein écran
it: Se selezionato, il visualizzatore verrà mostrato in modalità schermo intero-
pt: Se marcado, o visualizador será mostrado no modo tela cheia
ru: Если отмечено, средство просмотра будет отображаться в полноэкранном режиме -

source: Smartcard Redirect
ar: إعادة توجيه البطاقة الذكية
ca: Redirecció de Targetes intel·ligents
de: Smartcard-Weiterleitung
es: Redirección de tarjeta inteligente
eu: Smartcard Birzuzenketa
fr: Redirection de la carte à puce
it: Reindirizza Smartcard
pt: Redirecionamento de cartão inteligente
ru: Перенаправление смарткарты

source: If checked, SPICE protocol will allow smartcard redirection.
ar: إذا تم تحديدها، سيسمح البروتوكول SPICE توجيه البطاقة الذكية.
ca: Si està seleccionat, el protocol SPICE permetrà la redirecció de targetes intel·ligents
de: Wenn dies aktiviert ist, ermöglicht das SPICE-Protokoll die Umleitung von Smartcards.
es: Si está marcada, protocolo SPICE permite redirección de tarjeta inteligente.
eu: Egiaztatuta badago, SPICE protokoloak txartel adimendunaren birbideratzea ahalbidetuko du.
fr: Si cochée, SPICE protocole autorisera la redirection de carte à puce.
it: Se selezionato, il protocollo SPICE consentirà il reindirizzamento della smartcard.
pt: Se marcado, o protocolo SPICE permitirá o redirecionamento de cartão inteligente.
ru: Если отмечено, протокол SPICE позволит перенаправлять смарт-карты.

source: Enable USB
ar: تمكين USB
ca: Habilitar USB
de: USB aktivieren
es: Habilitar USB
eu: Gaitu USBa
fr: Activer USB
it: Abilita USB
pt: Ativar USB
ru: Включить USB

source: If checked, USB redirection will be allowed.
ar: إذا تم تحديدها، سوف يكون السماح بإعادة توجيه الناقل التسلسلي العام.
ca: Si està seleccionat, es permetrà la redirecció USB
de: Wenn aktiviert, ist die USB-Umleitung zulässig.
es: Si está marcada, se permitirá la redirección de USB.
eu: Egiaztatuta badago, USB birbideratzea onartuko da.
fr: S’il est activé, redirection USB sera autorisée.
it: Se selezionato, sarà consentito il reindirizzamento USB.
pt: Se marcado, o redirecionamento de USB será permitido.
ru: Если флажок установлен, перенаправление USB будет разрешено.

source: New USB Auto Sharing
ar: جديد USB المشاركة التلقائية
ca: Nou Autocompartir USB
de: Neue automatische USB-Freigabe
es: Nuevo USB compartir Auto
eu: USB Auto partekatzea berria
fr: Nouvelle clé USB Auto partage
it: Nuova condivisione automatica USB
pt: Novo Mapeamento automático de USB
ru: Новый USB автообмен

source: Auto-redirect USB devices when plugged in.
ar: إعادة التوجيه التلقائي أجهزة USB عند توصيل.
ca: Autoredirigir els dispositius USB quan es connectin
de: USB-Geräte beim Anschließen automatisch umleiten.
es: Auto-redirigir dispositivos USB enchufado.
eu: Birbidali automatikoki USB gailuak konektatzean.
fr: Redirection automatique des périphériques USB lorsqu’ils sont branchés.
it: Reindirizzamento automatico dei dispositivi USB quando collegati.
pt: Auto-redirecionar dispositivos USB quando conectado.
ru: Автоперенаправление USB устройств при подключении.

source: SSL Connection
ar: اتصال SSL
ca: Connexió SSL
de: SSL-Verbindung
es: Conexión SSL
eu: SSL konexioa
fr: Connexion SSL
it: Connessione SSL
pt: Conexão SSL
ru: SSL-соединение

source: If checked, SPICE protocol will allow SSL connections.
ar: إذا تم تحديده ، فسيسمح بروتوكول SPICE باتصالات SSL.
ca: Si està marcat, el protocol SPICE permetrà connexions SSL.
de: Wenn diese Option aktiviert ist, lässt das SPICE-Protokoll SSL-Verbindungen zu.
es: Si está marcado, el protocolo SPICE permitirá conexiones SSL.
eu: Hautatzen bada, SPICE protokoloak SSL konexioak ahalbidetuko ditu.
fr: Si coché, le protocole SPICE autorisera les connexions SSL.
it: Se selezionato, il protocollo SPICE consentirà le connessioni SSL.
pt: Se marcado, o protocolo SPICE permitirá conexões SSL.
ru: Если флажок установлен, протокол SPICE разрешает соединения SSL.

source: Override Proxy
ar: تجاوز الوكيل
ca: Anul·la el proxy
de: Proxy überschreiben
es: Anular proxy
eu: Gainidatzi proxy
fr: Remplacer le proxy
it: Sostituisci proxy
pt: Substituir proxy
ru: Переопределить прокси

source: If not empty, this proxy will be used to connect to the service instead of the one provided by the hypervisor. Format: http://host:port
ar: إذا لم يكن فارغًا ، فسيتم استخدام هذا الوكيل للاتصال بالخدمة بدلاً من الخدمة التي يوفرها برنامج Hypervisor. التنسيق: http: // host: port
ca: Si no està buit, aquest proxy s&#39;utilitzarà per connectar-se al servei en lloc del proporcionat per l&#39;hipervisor. Format: http://host:port
de: Wenn nicht leer, wird dieser Proxy anstelle des vom Hypervisor bereitgestellten zum Herstellen einer Verbindung mit dem Dienst verwendet. Format: http://host:port
es: Si no está vacío, este proxy se utilizará para conectarse al servicio en lugar del proporcionado por el hipervisor. Formato: http://host:puerto
eu: Hutsik ez badago, proxy hori zerbitzura konektatzeko erabiliko da hipervisoreak emandakoaren ordez. Formatua: http://host:port
fr: S&#39;il n&#39;est pas vide, ce proxy sera utilisé pour se connecter au service à la place de celui fourni par l&#39;hyperviseur. Format : http://hôte:port
it: Se non vuoto, questo proxy verrà utilizzato per connettersi al servizio al posto di quello fornito dall'hypervisor. Formato: http://host:porta
pt: Se não estiver vazio, este proxy será usado para se conectar ao serviço em vez do fornecido pelo hipervisor. Formato: http://host:porta
ru: Если не пусто, этот прокси будет использоваться для подключения к сервису вместо того, который предоставляется гипервизором. Формат: http://хост:порт

source: SPICE Protocol. Tunneled connection.
ar: بروتوكول SPICE. اتصال النفق.
ca: Protocol SPICE. Connexió via túnel.
de: SPICE-Protokoll. Tunnelverbindung
es: Protocolo SPICE. Conexión túnel.
eu: SPICE protokoloa. Tunel bidez egindako konexioa.
fr: Protocole SPICE. Connexion par tunnel.
it: Protocollo SPICE. Connessione con tunnel.
pt: Protocolo SPICE. Conexão em túnel.
ru: SPICE протокол. Туннельное подключение.

source: No console connection data received
ar: لم يتم تلقي أي بيانات اتصال لوحدة التحكم
ca: No s&#39;han rebut dades de connexió de consola
de: Es wurden keine Konsolenverbindungsdaten empfangen
es: No se recibieron datos de conexión de la consola
eu: Ez da jaso kontsolaren konexio-daturik
fr: Aucune donnée de connexion à la console reçue
it: Nessun dato di connessione alla console ricevuto
pt: Nenhum dado de conexão do console recebido
ru: Данные о подключении к консоли не получены

source: Test Transport
ar: اختبار النقل
ca: Prova de transport
es: Transporte de prueba
eu: Proba Garraioa
fr: Transports d’essais
it: Prova il trasporto
pt: Transporte de teste
ru: Тестовый транспорт

source: URL Pattern
ar: نمط عنوان URL
ca: Patró d’URL
de: URL-Muster
es: Dirección URL
eu: URL eredua
fr: Modèle d&#39;URL
it: Pattern URL
pt: Endereço URL
ru: Шаблон URL

source: URL Pattern to open (i.e. https://_IP_/test?user=_USER_
ar: نمط عنوان URL المراد فتحه (أي https: // _ IP_ / test؟ user = _USER_
ca: Patró d’URL per obrir (és a dir, https: // _ IP_ / test? User = _USER_
de: Zu öffnendes URL-Muster (dh https://_IP_/test? User =_USER_)
es: Dirección URL a mostrar (ejemplo: https:// _ IP_ / test? User=_USER_)
eu: URLaren eredua (hau da, https: // _ IP_ / test? User = _USER_)
fr: Modèle d&#39;URL à ouvrir (ie https: // _ IP_ / test? User = _USER_
it: Pattern URL da aprire (es. Https: // _ IP_ / test? User = _USER_
pt: Endereço URL a abrir (por exemplo, https: // _ IP_ / test? User = _USER_
ru: Шаблон URL для открытия (например, https: // _ IP_ / test? User = _USER_)

source: If checked, every connection will try to open its own window instead of reusing the "global" one.
ar: إذا تم تحديده ، فسيحاول كل اتصال فتح نافذته الخاصة بدلاً من إعادة استخدام النافذة "العامة".
ca: Si està seleccionat, totes les connexions intentaran obrir la seva pròpia finestra en lloc de reutilitzar la "global".
de: Wenn diese Option aktiviert ist, versucht jede Verbindung, ein eigenes Fenster zu öffnen, anstatt das "globale" wiederzuverwenden.
es: Si se marca, cada nueva conexión intentará abrir su propia ventana en lugar de reutilizar la "global".
eu: Hautatuta badago, konexio bakoitza bere leihoa irekitzen saiatuko da "globala" berrerabiltzen ordez.
fr: Si cochée, chaque connexion tentera d&#39;ouvrir sa propre fenêtre au lieu de réutiliser celle "globale".
it: Se selezionato, ogni connessione proverà ad aprire la propria finestra invece di riutilizzare quella "globale".
pt: Se marcada, todas as conexões tentarão abrir sua própria janela em vez de reutilizar a "global".
ru: Если включено, каждое соединение будет пытаться открыть свое собственное окно вместо повторного использования текущего.

source: The url must be http or https
ar: يجب أن يكون عنوان URL http أو https
ca: L’URL ha de ser http o https
de: Die URL muss http oder https sein
es: La URL debe ser HTTP o HTTPS
eu: URLak http edo https izan behar du
fr: L&#39;URL doit être http ou https
it: L'URL deve essere http o https
pt: O URL deve ser http ou https
ru: URL должен быть http или https

source: URL Launcher
ar: قاذفة URL
ca: Llançador d’URL
es: Lanzador de URL
eu: URL abiarazlea
fr: Lanceur d&#39;URL
pt: Iniciador de URL
ru: Запускаемый URL

source: Launchs an external UDS customized URL
ar: تشغيل عنوان URL مخصص لـ UDS خارجي
ca: Inicia un URL personalitzat UDS extern
de: Startet eine externe UDS-angepasste URL
es: Lanza una URL externa personalizada
eu: UDS kanpoko URL pertsonalizatua abiarazten du
fr: Lance une URL personnalisée UDS externe
it: Avvia un URL UDS esterno personalizzato
pt: Inicia um URL personalizado UDS externo
ru: Запускает внешний настроенный URL UDS

source: Select windows behavior for opening URL
ar: حدد سلوك Windows لفتح عنوان URL
ca: Seleccioneu el comportament de Windows per obrir l&#39;URL
de: Wählen Sie das Windows-Verhalten zum Öffnen der URL aus
es: Seleccione el comportamiento de Windows para abrir la URL
eu: Hautatu leihoen portaera URLa irekitzeko
fr: Sélectionnez le comportement de Windows pour l&#39;ouverture de l&#39;URL
it: Seleziona il comportamento di Windows per l'apertura dell'URL
pt: Selecione o comportamento do Windows para abrir o URL
ru: Выберите поведение Windows для открытия URL-адреса

source: X2Go access (Experimental). Direct connection.
ar: X2Go إتصال (تجريبية). الاتصال المباشر.
ca: Accés X2Go (experimental). Connexió directa.
de: X2Go-Zugriff (experimentell). Direkte Verbindung.
es: X2Go acceso (Experimental). Conexión directa.
eu: X2Go sarbidea (esperimentala). Zuzeneko konexioa.
fr: X2Go accès (expérimentale). Connexion directe.
it: Accesso X2Go (sperimentale). Connessione diretta.
pt: Acesso X2Go (Experimental). Conexão direta.
ru: X2Go доступ (Эксперимент). Прямое подключение.

source: Screen size
ar: حجم الشاشة
ca: Mida de la pantalla
de: Bildschirmgröße
es: Tamaño de pantalla
eu: Pantailaren tamaina
fr: Taille de l&#39;écran
it: Dimensione dello schermo
pt: Tamanho da tela
ru: Размер экрана

source: Full Screen
ar: كامل الشاشة
ca: Pantalla completa
de: Vollbildschirm
es: Pantalla completa
eu: Pantaila osoa
fr: Plein écran
it: A schermo intero
pt: Tela cheia
ru: Полный экран

source: Desktop
ar: سطح المكتب
ca: Escriptori
es: Escritorio
eu: Ordenagailurako
fr: Ordinateur de bureau
pt: Área de Trabalho
ru: Экран

source: Desktop session
ar: جلسة المكتب
ca: Sessió d'escriptori
de: Desktop-Sitzung
es: Sesión de escritorio
eu: Mahaigaineko saioa
fr: Session de bureau
it: Sessione desktop
pt: Sessão de desktop
ru: Сессия рабочего стола
