Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: SAML response not authenticated
ar: لم تتم مصادقة استجابة SAML
ca: La resposta SAML no s&#39;ha autenticat
de: SAML-Antwort nicht authentifiziert
es: Respuesta SAML no autenticada
eu: SAML erantzuna ez da autentifikatu
fr: Réponse SAML non authentifiée
it: Risposta SAML non autenticata
pt: Resposta SAML não autenticada
ru: Ответ SAML не аутентифицирован

source: No attributes returned from IdP
ar: لم يتم إرجاع أي سمات من IdP
ca: No s&#39;ha retornat cap atribut d&#39;IdP
de: Keine Attribute vom IdP zurückgegeben
es: Ningún atributo devuelto por IdP
eu: Ez da atributurik itzuli IdPtik
fr: Aucun attribut renvoyé par l&#39;IdP
it: Nessun attributo restituito dall'IdP
pt: Nenhum atributo retornado do IdP
ru: От IdP не возвращаются атрибуты

source: Sample Authenticator
ar: مصادق نموذجي
ca: Autenticador d'exemple
de: Beispielauthentifizierer
es: Autenticador de muestra
eu: Adibide autetikatzailea
fr: Échantillon authentificateur
it: Autenticatore di esempio
pt: Autenticador de amostra
ru: Простой аутентификатор

source: Sample dummy authenticator
ar: نموذج المصادق الغبي
ca: Autenticador simulat d'exemple
de: Beispiel-Dummy-Authentifikator
es: Autenticador simulado de muestra
eu: Dummy adibide autentikatzailea
fr: Authentificateur factice de l'échantillon
it: Autenticatore fittizio di esempio
pt: Autenticador simulado de amostra
ru: Пример фиктивного аутентификатора

source: Fake User
ar: مستخدم وهمي
ca: Usuari fals
de: Gefälschter Benutzer
es: Usuario falso
eu: Erabiltzaile faltsua
fr: Faux utilisateur
it: Utente falso
pt: Usuário Falsificado
ru: Фиктивный пользователь

source: Fake Group
ar: مجموعة وهمية
ca: Grup fals
de: Gefälschte Gruppe
es: Grupo falso
eu: Talde faltsua
fr: Faux groupe
it: Gruppo falso
pt: Grupo Falso
ru: Фиктивная группа

source: Groups
ar: المجموعات
ca: Grups
de: Gruppen
es: Grupos
eu: Taldeak
fr: Groupes
it: Gruppi
pt: Grupos
ru: Группы

source: We need more than two groups!
ar: نحن بحاجة إلى أكثر من مجموعتين!
ca: Es necessiten més de dos grups!
de: Wir brauchen mehr als zwei Gruppen!
es: ¡Necesitamos más de dos grupos!
eu: Bi talde baino gehiago behar ditugu!
fr: Nous avons besoin de plus de deux groupes!
it: Sono necessari più di due gruppi!
pt: Precisamos de mais de dois grupos!
ru: Нам нужно более двух групп!

source: Ldap Server IP or Hostname
ar: Ldap Server IP أو اسم المضيف
ca: Nom de host o IP del servidor LDAP
de: Ldap Server IP oder Hostname
es: Ldap Server IP o nombre del host
eu: Ldap zerbitzariaren IP edo ostalari izena
fr: Adresse IP ou nom d&#39;hôte du serveur LDAP
it: IP o nome host del server Ldap
pt: IP do servidor LDAP ou nome do host
ru: IP-адрес или имя хоста Ldap-сервера

source: Ldap User
ar: Ldap المستخدم
ca: Usuari de LDAP
de: Ldap-Benutzer
es: Usuario Ldap
eu: Ldap erabiltzailea
fr: Utilisateur LDAP
pt: Usuário Ldap
ru: Пользователь Ldap

source: Attribute that contains the user id
ar: السمة تحتوي على معرف المستخدم
ca: Atribut que conté l'ID d'usuari
de: Attribut, das die Benutzer-ID enthält
es: Atributo que contiene el id de usuario
eu: Erabiltzaile ID-a daukan atributua
fr: Attribut qui contient l'id utilisateur
it: Attributo che contiene l'id utente
pt: Atributo que contém o ID do usuário
ru: Атрибут, содержащий идентификатор пользователя

source: Group class
ar: فئة المجموعة
ca: Classe de grup
de: Gruppenklasse
es: Clase de grupo
eu: Talde klasea
fr: Classe de groupe
it: Classe di gruppo
pt: Turma de grupo
ru: Класс группы

source: Class for LDAP groups (normally poxisGroup)
ar: فئة لمجموعات LDAP (عادةً poxisGroup)
ca: Classe per a grups LDAP (normalment poxisGroup)
de: Klasse für LDAP-Gruppen (normalerweise PoxisGroup)
es: Clase para grupos LDAP (normalmente poxisGroup)
eu: LDAP taldeentzako klasea (normalean poxisGroup)
fr: Classe pour les groupes LDAP (normalement poxisGroup)
it: Classe per gruppi LDAP (normalmente poxisGroup)
pt: Classe para grupos LDAP (normalmente poxisGroup)
ru: Класс для групп LDAP (обычно poxisGroup)

source: Group Id Attr
ar: معرف المجموعة Attr
ca: Atribut d'ID de grup
de: Gruppen-ID Attr
es: Atributo del ID de Grupo
eu: Att Id talde
fr: Identifiant de groupe
it: Attributo Id di gruppo
pt: Atribulação do código do grupo
ru: Атрибут идентификатора группы

source: Attribute that contains the group id
ar: السمة التي تحتوي على معرف المجموعة
ca: Atribut que conté l'ID del grup
de: Attribut, das die Gruppen-ID enthält
es: Atributo que contiene el ID del grupo
eu: Talde IDa duen atributua
fr: Attribut contenant l&#39;id du groupe
it: Attributo che contiene l'id del gruppo
pt: Atributo que contém o ID do grupo
ru: Атрибут, содержащий идентификатор группы

source: Group membership attr
ar: عضوية المجموعة
ca: Atribut de Membres del grup
de: Gruppenmitgliedschaft attr
es: Atributo de miembros de grupo
eu: Talde bateko kide
fr: Appartenance à un groupe
it: Attributo di appartenenza al gruppo
pt: Membro do grupo attr
ru: Атрибут членства в группе

source: Attribute of the group that contains the users belonging to it
ar: سمة المجموعة التي تحتوي على المستخدمين الذين ينتمون إليها
ca: Atribut del grup que conté els usuaris que hi pertanyen
de: Attribut der Gruppe, die die dazugehörigen Benutzer enthält
es: Atributo del grupo que contiene los usuarios
eu: Bertako erabiltzaileak dituen taldearen atributua
fr: Attribut du groupe contenant les utilisateurs qui lui appartiennent
it: Attributo del gruppo che contiene gli utenti ad esso appartenenti
pt: Atributo do grupo que contém os usuários pertencentes a ele
ru: Атрибут группы, которая содержит пользователей, принадлежащих ему

source: SimpleLDAP
ar: بسيط
ru: ПростойLDAP

source: Simple LDAP authenticator
ar: مصدق LDAP بسيط
ca: Autenticador LDAP simple
de: Einfacher LDAP-Authentifikator
es: Autenticador LDAP simple
eu: LDAP autentifikatzaile sinplea
fr: Authentificateur LDAP simple
it: Semplice autenticatore LDAP
pt: Autenticador LDAP simples
ru: Простой аутентификатор LDAP

source: Ldap group class seems to be incorrect (no group found by that class)
ar: يبدو أن فئة مجموعة Ldap غير صحيحة (لم يتم العثور على مجموعة من تلك الفئة)
ca: Sembla que la classe de grup LDAP no és correcta (no s'ha trobat cap grup per a aquesta classe)
de: LDAP-Gruppenklasse scheint falsch zu sein (von dieser Klasse wurde keine Gruppe gefunden)
es: La clase de grupo LDAP parece ser incorrecta (no se ha encontrado ningún grupo en esa clase)
eu: Ldap talde klasea okerra dela dirudi (klase horren arabera aurkitu ez den taldea)
fr: La classe du groupe LDAP semble être incorrecte (aucun groupe trouvé par cette classe)
it: La classe di gruppo Ldap sembra non essere corretta (nessun gruppo trovato da quella classe)
pt: A classe de grupo Ldap parece estar incorreta (nenhum grupo encontrado por essa classe)
ru: Класс групп Ldap кажется неправильным (не найдено групп такого класса)

source: Ldap group id attribute seems to be incorrect (no group found by that attribute)
ar: يبدو أن سمة معرف مجموعة Ldap غير صحيحة (لا توجد أي مجموعةلهذه السمة)
ca: L'atribut d'ID de grup de LDAP sembla incorrecte (no s'ha trobat cap grup amb aquest atribut)
de: Ldap-Gruppen-ID-Attribut scheint falsch zu sein (von diesem Attribut wurde keine Gruppe gefunden)
es: El atributo de id de grupo LDAP parece ser incorrecto (ningún grupo encontrado por ese atributo)
eu: LDAP taldearen ID atributua txarto dagoela dirudi (ez da talderik aurkitu atributu horrekin )
fr: Attribut d'id groupe LDAP semble incorrect (aucun groupe trouvée par cet attribut)
it: L'attributo id del gruppo Ldap sembra non essere corretto (nessun gruppo trovato da quell'attributo)
pt: O atributo id do grupo Ldap parece estar incorreto (nenhum grupo encontrado por esse atributo)
ru: Идентификатор аттрибута группы LDAP вероятно неверный (невозможно найти группу с такими аттрибутами)

source: Ldap user class or user id attr is probably wrong (can't find any user with both conditions)
ar: من المحتمل أن فئة مستخدم Ldap أو معرف المستخدم خاطئة (لا يمكن العثور على أي مستخدم لديه الشرطين)
ca: Probablement la classe d’usuari LDAP o l’atribut d'identificador d’usuari no són correctes (no es pot trobar cap usuari amb les dues condicions)
de: LDAP-Benutzerklasse oder Benutzer-ID attr ist wahrscheinlich falsch (kann keinen Benutzer mit beiden Bedingungen finden)
es: La clase de usuario LDAP o el ID de usuario probablemente estén equivocados (no se puede encontrar ningún usuario con ambas condiciones)
eu: Ldap erabiltzaile-klase edo erabiltzaile-identifikatzailea gaizki dago (ezin da bi baldintzarekin aurkitu)
fr: La classe d&#39;utilisateurs LDAP ou l&#39;ID utilisateur attr est probablement incorrect (aucun utilisateur ne remplissant les deux conditions)
it: La classe utente Ldap o l'attributo id utente sono probabilmente sbagliati (non riesce a trovare nessun utente con entrambe le condizioni)
pt: A classe de usuário do Ldap ou o id do usuário attr está provavelmente errado (não é possível encontrar nenhum usuário com ambas as condições)
ru: Класс пользователя Ldap или атрибут идентификатора пользователя, возможно, неправильный (не удаётся найти пользователей с обоими условиями)

source: Ldap group class or group id attr is probably wrong (can't find any group with both conditions)
ar: من المحتمل أن تكون فئة مجموعة Ldap أو معرف المجموعة خاطئة (لا يمكن العثور على أي مجموعة بكلتا الحالتين)
ca: Probablement la classe de grup LDAP o l'atribut d’identificador de grup no són correctes (no es pot trobar cap grup amb les dues condicions)
de: LDAP-Gruppenklasse oder Gruppen-ID attr ist wahrscheinlich falsch (kann keine Gruppe mit beiden Bedingungen finden)
es: La clase de grupo de Ldap o el ID de grupo es probablemente incorrecto (no se puede encontrar ningún grupo con ambas condiciones)
eu: Ldap talde-klase edo talde-identifikatzailea gaizki dago (ezin da bi baldintzekin aurkitu)
fr: La classe du groupe LDAP ou l&#39;id du groupe attr est probablement faux (impossible de trouver un groupe avec les deux conditions)
it: La classe di gruppo Ldap o l'attributo Id di gruppo sono probabilmente sbagliati (non è possibile trovare alcun gruppo con entrambe le condizioni)
pt: A classe do grupo Ldap ou o id do grupo attr está provavelmente errado (não é possível encontrar nenhum grupo com ambas as condições)
ru: Класс группы Ldap или атрибут идентификатора группы, возможно, неправильный (не удаётся найти группы с обоими условиями)

source: Can't locate any group with the membership attribute specified
ar: لا يمكن تحديد موقع أي مجموعة مع تحديد سمة العضوية
ca: No es pot localitzar cap grup amb l’atribut de membres especificat
de: Kann keine Gruppe mit dem angegebenen Mitgliedschaftsattribut finden
es: No se puede localizar ningún grupo al que pertenezca el atributo especificado
eu: Ezin da edozein taldek aurkitu zehaztutako partaidetza atributuarekin
fr: Impossible de localiser un groupe avec l&#39;attribut d&#39;appartenance spécifié
it: Impossibile individuare alcun gruppo con l'attributo di appartenenza specificato
pt: Não é possível localizar nenhum grupo com o atributo de associação especificado
ru: Не удаётся найти группу с указанным атрибутом членства

source: System Administrator
ar: مسؤول النظام
ca: Administrador del sistema
es: Administrador del sistema
eu: Sistema-administratzaileak
fr: Administrateur système
it: Amministratore di sistema
pt: Administrador do sistema
ru: Системный администратор

source: Forbidden
ar: ممنوع
ca: Prohibit
de: verboten
es: Prohibido
eu: Debekatuta
fr: Interdit
it: Proibito
pt: Proibido
ru: Запрещено

source: Access tried from an unallowed source
ar: تم محاولة الوصول من مصدر غير مسموح به
ca: Accés intentat des d'un origen no permès
de: Zugriff von einer unzulässigen Quelle versucht
es: Acceso intentado desde una fuente no permitida
eu: Sarbidea baimendu gabeko iturri batetik saiatu da
fr: Accès tenté à partir d&#39;une source non autorisée
it: Accesso tentato da una fonte non consentita
pt: Acesso tentado de uma fonte não permitida
ru: Попытка доступа из недопустимого источника

source: Base Authenticator
ar: قاعدة المصادق
ca: Autenticador base
de: Basisauthentifikator
es: Autenticador base
eu: Oinarrizko autentikatzailea
fr: Authentificateur de base
it: Autenticatore Base
pt: Autenticador Base
ru: Базовый аутентификатор

source: Group name
ar: اسم المجموعة
ca: Nom de grup
de: Gruppenname
es: Nombre del grupo
eu: Talde-Izena
fr: Nom du groupe
it: Nome del gruppo
pt: Nome do grupo
ru: Имя группы

source: Publish
ar: نشر
ca: Publicar
de: Veröffentlichen
es: Publicar
eu: Argitaratu
fr: Publier
it: Pubblicazione
pt: Publicar
ru: Публикация

source: Set cache size
ar: حجم ذاكرة التخزين المؤقت لتعيين
ca: Ajustar mida de la memòria cau
de: Cachegröße einstellen
es: Ajusta el tamaño de la caché
eu: Ezarri cache-tamaina
fr: Taille de cache définie
it: Imposta la dimensione della cache
pt: Definir tamanho do cache
ru: Установить размер кэша

source: Cache size
ar: حجم ذاكرة التخزين المؤقت
ca: Mida de la memòria cau
de: Cache-Größe
es: Tamaño de la caché
eu: Cache-tamaina
fr: Taille du cache
it: Dimensione della cache
pt: Tamanho da memória cache
ru: Размер кэша

source: Set L2 cache size
ar: تعيين حجم ذاكرة التخزين المؤقت L2
ca: Ajustar mida de la memòria cau nivell 2
de: Legen Sie die L2-Cachegröße fest
es: Ajusta el tamaño de caché L2
eu: Ezarri L2 cache-tamaina
fr: Définissez la taille du cache L2
it: Imposta la dimensione della cache L2
pt: Definir o tamanho do cache L2
ru: Установить размер L2 кэша

source: Cache L2 size
ar: حجم ذاكرة التخزين المؤقت L2
ca: Mida de la memòria cau nivell 2
de: L2-Größe zwischenspeichern
es: Tamaño de la caché L2
eu: L2 cache-tamaina
fr: Taille du cache L2
it: Dimensione cache L2
pt: Tamanho da cache L2
ru: Размер L2 кэша

source: Set initial services
ar: مجموعة الخدمات الأولية
ca: Ajustar serveis inicials
de: Legen Sie die ersten Dienste fest
es: Ajusta los servicios iniciales
eu: Azierako zerbitzuak ezarri
fr: Réglage des services initiauxi
it: Imposta i servizi iniziali
pt: Definir serviços iniciais
ru: Установить начальные сервисы

source: Initial services
ar: الخدمات الأولية
ca: Serveis inicials
de: Anfangsleistungen
es: Servicios iniciales
eu: Hasierako zerbitzuak
fr: Services initiaux
it: Servizi iniziali
pt: Serviços iniciais
ru: Начальные сервисы

source: Set maximum number of services
ar: تعيين الحد الأقصى لعدد من الخدمات
ca: Ajustar el nombre màxim de serveis
de: Maximale Anzahl von Diensten festlegen
es: Ajusta el máximo número de servicios
eu: Gehienezko zerbitzu kopurua ezarri
fr: Nombre maximum de services
it: Imposta il numero massimo di servizi
pt: Definir número máximo de serviços
ru: Установить максимальное количество сервисов

source: Maximum services
ar: الحد الأقصى من الخدمات
ca: Serveis màxims
de: Maximale Leistungen
es: Servicios máximos
eu: Gehinezko zerbitzuak
fr: Services maximum
it: Numero massimo di servizi
pt: Máximo de serviços
ru: Максимально сервисов

source: Add a transport
ar: أضف النقل
ca: Afegir un transport
de: Transport hinzufügen
es: Añadir un transporte
eu: Gehitu garraioa
fr: Ajouter un transport
it: Aggiungi un trasporto
pt: Adicionar um transporte
ru: Добавить транспорт

source: Transport
ar: النقل
es: Transporte
eu: Garraioa
it: Trasporto
pt: Transporte
ru: Транспорт

source: Remove a transport
ar: إزالة النقل
ca: Eliminar un transport
de: Transport entfernen
es: Quitar un transporte
eu: Kendu garraio bat
fr: Retirer un transport
it: Rimuovi un trasporto
pt: Remover um transporte
ru: Удалить транспорт

source: Trasport
ar: بمواصلات
ca: Transport
de: Transport
es: Transporte
eu: Garraioak
it: Trasporti
ru: Транспорт

source: Remove all transports
ar: قم بإزالة كافة وسائل النقل
ca: Elimina tots els transports
de: Alle Transporte entfernen
es: Eliminar todos los transportes
eu: Kendu garraio guztiak
fr: Supprimer tous les transports
it: Rimuovi tutti i trasporti
pt: Remova todos os transportes
ru: Удалить все транспорты

source: Add a group
ar: أضف مجموعة
ca: Afegir un grup
de: Gruppe hinzufügen
es: Agregar un grupo
eu: Gehitu talde bat
fr: Ajouter un groupe
it: Aggiungi un gruppo
pt: Adicione um grupo
ru: Добавить группу

source: Remove a group
ar: إزالة مجموعة
ca: Eliminar un grup
de: Eine Gruppe entfernen
es: Quitar un grupo
eu: Kendu talde bat
fr: Supprimer un groupe
it: Rimuovi un gruppo
pt: Remover um grupo
ru: Удалить группу

source: Remove all groups
ar: قم بإزالة كافة المجموعات
ca: Elimina tots els grups
de: Alle Gruppen entfernen
es: Quitar todos los grupos
eu: Kendu talde guztiak
fr: Supprimer tous les groupes
it: Rimuovi tutti i gruppi
pt: Remover todos os grupos
ru: Удалить все группы

source: Sets the ignore unused
ar: يجهل تجاهل غير المستخدمة
ca: Estableix l'ignorar sense utilitzar
de: Legt fest, dass das Ignorieren nicht verwendet wird
es: Ignorar máquinas sin usar
eu: Erabili gabeko jaramonik ezartzen du
fr: Définit l&#39;ignorer inutilisé
it: Imposta ignora non utilizzato
pt: Define a ignorar não utilizada
ru: Устанавливает игнорирование неиспользуемых

source: Ignore assigned and unused
ar: تجاهل المعينة وغير المستخدمة
ca: Ignorar assignats i no utilitzats
de: Zugeordnete und nicht verwendete ignorieren
es: Ignorar asignado y no utilizado
eu: Ezikusi esleituta eta erabili gabe
fr: Ignorer les affectations attribuées et inutilisées
it: Ignora assegnato e non utilizzato
pt: Ignorar atribuídos e não utilizados
ru: Игнорировать назначенные и неиспользуемые

source: Remove ALL assigned user service. USE WITH CAUTION!
ar: قم بإزالة ALL خدمة المستخدم المعينة. استخدم بحذر!
ca: Eliminar TOTS el serveis d'usuari assignats. UTILITZEU-HO AMB PRECAUCIÓ!
de: Entfernen Sie ALLE zugewiesenen Benutzerdienste. MIT VORSICHT VERWENDEN!
es: Eliminar TODOS los servicios asignados a usuarios. UTILIZAR CON PRECAUCIÓN!
eu: Kendu esleitutako erabiltzaile zerbitzu guztia. ERABILERA KONTUZ!
fr: Supprimez TOUS les services utilisateur attribués. UTILISER AVEC PRÉCAUTION!
it: Rimuovere TUTTI i servizi utente assegnati. USARE CON CAUTELA!
pt: Remova todo o serviço de usuário atribuído. USE COM CUIDADO!
ru: Удалить ВСЕ назначенные пользовательские сервисы. ИСПОЛЬЗОВАТЬ ОСТОРОЖНО!

source: Remove OLD assigned user services.
ar: قم بإزالة خدمات المستخدم القديمة المعينة.
ca: Elimina els serveis d&#39;usuari assignats ANTIC.
de: Entfernen Sie ALTE zugewiesene Benutzerdienste.
es: Elimina los servicios de usuario ANTIGUOS asignados.
eu: Kendu esleitutako erabiltzaile-zerbitzu ZAHARRAK.
fr: Supprimer les anciens services utilisateur attribués.
it: Rimuovere i VECCHI servizi utente assegnati.
pt: Remova os serviços de usuário atribuídos ANTIGOS.
ru: Удалить СТАРЫЕ назначенные пользовательские службы.

source: Time in hours before considering the user service is OLD.
ar: الوقت بالساعات قبل التفكير في خدمة المستخدم قديم.
ca: El temps en hores abans de considerar el servei d&#39;usuari és VELL.
de: Die Zeit in Stunden, bevor der Benutzerdienst in Betracht gezogen wird, ist ALT.
es: El tiempo en horas antes de considerar el servicio al usuario es VIEJO.
eu: Erabiltzaile-zerbitzua kontuan hartu aurreko orduetan ZAHARRA da.
fr: Le temps en heures avant de considérer le service utilisateur est ANCIEN.
it: Il tempo in ore prima di considerare il servizio utente è VECCHIO.
pt: O tempo em horas antes de considerar o serviço ao usuário é ANTIGO.
ru: Время в часах до того, как будет считаться, что услуга пользователя УСТАРЕЛА.

source: Clean L1 cache
ar: تنظيف ذاكرة التخزين المؤقت L1
ca: Netegeu la memòria cau L1
de: Bereinigen Sie den L1-Cache
es: Limpiar caché L1
eu: Garbitu L1 cachea
fr: Nettoyer le cache L1
it: Pulisci la cache L1
pt: Limpe o cache L1
ru: Очистить кеш L1

source: Clean L2 cache
ar: تنظيف ذاكرة التخزين المؤقت L2
ca: Netegeu la memòria cau L2
de: Bereinigen Sie den L2-Cache
es: Limpiar caché L2
eu: Garbitu L2 cachea
fr: Nettoyer le cache L2
it: Pulisci la cache L2
pt: Limpe o cache L2
ru: Очистить кеш L2

source: Custom message on launchers
ar: رسالة مخصصة على قاذفات
ca: Missatge personalitzat als llançadors
de: Benutzerdefinierte Nachricht auf Launchern
es: Mensaje personalizado en lanzadores
eu: Mezu pertsonalizatua abiarazleetan
fr: Message personnalisé sur les lanceurs
it: Messaggio personalizzato sui launcher
pt: Mensagem personalizada em lançadores
ru: Персонализированное сообщение на панелях запуска

source: Already publishing. Wait for previous publication to finish and try again
ar: سبق نشرها. انتظر انتهاء منشور سابق و حاول مرة أخرى
ca: Ja s'està publicant. Espereu que la publicació anterior acabi i torneu-ho a intentar
de: Bereits veröffentlicht Warten Sie, bis die vorherige Veröffentlichung abgeschlossen ist, und versuchen Sie es erneut
es: Ya hay una publicación en curso. Espere a que termine e inténtelo de nuevo.
eu: Argitaratu. Aurreko edizioan itxaron amaitzeko eta saiatu berriro
fr: Déjà publié. Attendez une publication antérieure de terminer et réessayez
it: In corso di pubblicazione. Attendere il completamento della pubblicazione precedente e riprovare
pt: Já está publicando. Aguarde a publicação anterior terminar e tente novamente
ru: Уже публикуется. Подождите, пока предыдущая публикация закончится и повторите попытку.

source: Service is in maintenance mode and new publications are not allowed
ar: الخدمة في وضع الصيانة وغير مسموح بالمنشورات الجديدة
ca: El servei està en mode manteniment i no es permeten publicacions noves
de: Der Service befindet sich im Wartungsmodus und neue Veröffentlichungen sind nicht zulässig
es: El servicio está en modo de mantenimiento y no se permiten nuevas publicaciones
eu: Zerbitzua mantenimendu moduan dago eta argitalpen berriak ez dira onartzen
fr: Le service est en mode maintenance et les nouvelles publications ne sont pas autorisées
it: Il servizio è in modalità manutenzione e non sono consentite nuove pubblicazioni
pt: O serviço está no modo de manutenção e novas publicações não são permitidas
ru: Сервис находится в режиме обслуживания, новые публикации запрещены

source: Can't cancel non running publication
ar: لا يمكن إلغاء منشور ليس قيد التشغيل
ca: No es pot cancel·lar una publicació que no s'està executant
de: Nicht laufende Veröffentlichung kann nicht abgebrochen werden
es: No se puede cancelar una publicación que no se está ejecutando
eu: Ezin da exekutatze-argitalpena bertan behera utzi
fr: Ne peut annuler la publication non courante
it: Impossibile annullare una pubblicazione non in esecuzione
pt: Não é possível cancelar publicação não em execução
ru: Нельзя отменить не запущенную публикацию

source: Can't unpublish non usable publication
ar: لا يمكن إلغاء نشر منشور غير صالح للاستعمال
ca: No es pot anul·lar una publicació que no es pot utilitzar
de: Veröffentlichung nicht verwendbarer Publikationen kann nicht aufgehoben werden
es: No se puede anular una publicación que no se está utilizando
eu: Ezin da argitalpen erabilgarririk argitaratu
fr: Ne peut annuler la publication de publication non utilisable
it: Impossibile annullare una pubblicazione non utilizzabile
pt: Não é possível cancelar a publicação não utilizável
ru: Невозможно опубликовать неиспользуемую публикацию

source: Can't unpublish publications with services in process
ar: لا يمكن إلغاء نشر المنشورات مع خدمات في طور الإستعمال
ca: No es poden anul·lar publicacions amb serveis en procés
de: Veröffentlichungen mit laufenden Services können nicht aufgehoben werden
es: No se pueden anular publicaciones con servicios en proceso
eu: Ezin dira argitalpenak argitaratu zerbitzuen prozesuan
fr: Ne peut annuler la publication des publications avec services en processus
it: Impossibile annullare una pubblicazione di pubblicazioni con servizi in corso
pt: Não é possível cancelar a publicação de publicações com serviços em andamento
ru: Невозможно опубликовать публикацию с сервисами в процессе
