Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Enable enhanced security modules
ar: تمكين وحدات الأمان المحسنة
ca: Activa els mòduls de seguretat millorats
de: Aktivieren Sie erweiterte Sicherheitsmodule
es: Habilitar módulos de seguridad mejorados
eu: Gaitu segurtasun-modulu hobetuak
fr: Activer les modules de sécurité améliorés
it: Abilita i moduli di sicurezza avanzati
pt: Habilite módulos de segurança aprimorados
ru: Включить расширенные модули безопасности

source: Enforced maximum security mode (Zero-Trust Mode). No password redirection will be allowed if this mode is set.
ar: فرض وضع الأمان الأقصى (وضع الثقة المعدومة). لن يُسمح بإعادة توجيه كلمة المرور إذا تم ضبط هذا الوضع.
ca: Mode de seguretat màxima aplicat (mode de confiança zero). No es permetrà cap redirecció de contrasenyes si s&#39;estableix aquest mode.
de: Erzwungener maximaler Sicherheitsmodus (Zero-Trust-Modus). Wenn dieser Modus eingestellt ist, ist keine Passwortumleitung zulässig.
es: Modo de máxima seguridad aplicado (modo Zero-Trust). No se permitirá la redirección de contraseña si se configura este modo.
eu: Gehieneko segurtasun modua (Zero-Trust modua). Ez da pasahitz birbideratzerik onartuko modu hau ezarrita badago.
fr: Mode de sécurité maximale appliqué (mode Zero-Trust). Aucune redirection de mot de passe ne sera autorisée si ce mode est défini.
it: Modalità di massima sicurezza applicata (modalità Zero-Trust). Se questa modalità è impostata, non sarà consentito il reindirizzamento della password.
pt: Modo de segurança máxima imposto (Modo Zero-Trust). Nenhum redirecionamento de senha será permitido se este modo estiver definido.
ru: Принудительный режим максимальной безопасности (режим нулевого доверия). Если этот режим установлен, перенаправление пароля не будет разрешено.

source: How long should the user service be unused before os manager considers it for removal
ar: ما هي المدة التي يجب أن تظل فيها خدمة المستخدم غير مستخدمة قبل أن يفكر مدير نظام التشغيل في إزالتها؟
ca: Quant de temps hauria d&#39;estar sense utilitzar el servei d&#39;usuari abans que el gestor del sistema operatiu el consideri per eliminar-lo
de: Wie lange sollte der Benutzerdienst ungenutzt bleiben, bevor der OS-Manager ihn zur Entfernung in Betracht zieht?
es: ¿Cuánto tiempo debe permanecer sin uso el servicio de usuario antes de que el administrador del sistema operativo considere eliminarlo?
eu: Zenbat denbora egon behar du erabiltzaile-zerbitzua erabili gabe OS Manager kentzeko kontuan hartu arte
fr: Combien de temps le service utilisateur doit-il rester inutilisé avant que le gestionnaire du système d&#39;exploitation envisage de le supprimer ?
it: Per quanto tempo il servizio utente dovrebbe rimanere inutilizzato prima che il gestore del sistema operativo ne prenda in considerazione la rimozione?
pt: Por quanto tempo o serviço do usuário deve ficar sem uso antes que o gerente do sistema operacional considere sua remoção
ru: Как долго пользовательская служба должна оставаться неиспользуемой, прежде чем менеджер ОС рассмотрит возможность ее удаления

source: Max logins before blocking an account for a while
ar: الحد الأقصى لعدد مرات تسجيل الدخول قبل حظر الحساب لفترة من الوقت
ca: Màxim d&#39;inicis de sessió abans de bloquejar un compte durant un temps
de: Maximale Anzahl an Anmeldungen, bevor ein Konto für eine Weile gesperrt wird
es: Max inicios de sesión antes de bloquear una cuenta por un tiempo
eu: Saio-hasiera gehienez kontu bat blokeatu aurretik
fr: Nombre maximum de connexions avant de bloquer un compte pendant un certain temps
it: Max effettua gli accessi prima di bloccare un account per un po&#39;
pt: Máximo de logins antes de bloquear uma conta por um tempo
ru: Максимальное количество входов в систему перед блокировкой аккаунта на некоторое время

source: Block time in second for an user that has too many login failures
ar: حظر الوقت بالثانية للمستخدم الذي لديه عدد كبير جدًا من حالات فشل تسجيل الدخول
ca: Bloqueja el temps en segons per a un usuari que té massa errors d&#39;inici de sessió
de: Blockzeit in Sekunden für einen Benutzer, der zu viele Anmeldefehler hat
es: Tiempo de bloqueo en segundos para un usuario que tiene demasiados errores de inicio de sesión
eu: Blokeatu denbora segundotan saioa hasteko hutsegite gehiegi dituen erabiltzailearentzat
fr: Temps de blocage en secondes pour un utilisateur ayant trop d&#39;échecs de connexion
it: Blocca il tempo in secondi per un utente che ha troppi accessi falliti
pt: Tempo de bloqueio em segundos para um usuário que tem muitas falhas de login
ru: Время блокировки в секундах для пользователя, у которого слишком много неудачных попыток входа в систему.

source: Block ip on login failure
ar: حظر IP عند فشل تسجيل الدخول
ca: Bloqueja la ip en cas d&#39;error d&#39;inici de sessió
de: IP bei fehlgeschlagener Anmeldung blockieren
es: Bloquear IP en caso de error de inicio de sesión
eu: Blokeatu ip saioa hasteko hutsegitean
fr: Bloquer l&#39;IP en cas d&#39;échec de connexion
it: Blocca IP in caso di errore di accesso
pt: Bloquear ip em caso de falha de login
ru: Блокировать IP при неудачном входе в систему

source: Do autorun of service if just one service
ar: قم بالتشغيل التلقائي للخدمة إذا كانت هناك خدمة واحدة فقط
ca: Feu l&#39;execució automàtica del servei si només hi ha un servei
de: Führen Sie die automatische Ausführung des Dienstes durch, wenn es sich nur um einen Dienst handelt
es: Realice la ejecución automática del servicio si solo hay un servicio.
eu: Egin zerbitzua automatikoki zerbitzu bakarra bada
fr: Effectuer l&#39;exécution automatique du service si un seul service
it: Esegui l'esecuzione automatica del servizio se è presente un solo servizio
pt: Faça a execução automática do serviço se houver apenas um serviço
ru: Сделать автозапуск службы, если только одна служба

source: Redirects login page to the tag used when logged in if active.
ar: يعيد توجيه صفحة تسجيل الدخول إلى العلامة المستخدمة عند تسجيل الدخول إذا كانت نشطة.
ca: Redirigeix la pàgina d&#39;inici de sessió a l&#39;etiqueta utilitzada quan s&#39;ha iniciat sessió si està activa.
de: Leitet die Anmeldeseite auf das Tag um, das bei der Anmeldung verwendet wurde, sofern aktiv.
es: Redirige la página de inicio de sesión a la etiqueta utilizada al iniciar sesión si está activa.
eu: Saioa hasitakoan erabilitako etiketara birbideratzen du saioa hasteko orria aktibo badago.
fr: Redirige la page de connexion vers la balise utilisée lors de la connexion si elle est active.
it: Reindirizza la pagina di accesso al tag utilizzato quando si effettua l'accesso, se attivo.
pt: Redireciona a página de login para a tag usada quando conectado, se ativo.
ru: Перенаправляет страницу входа на тег, используемый при входе в систему, если он активен.

source: Max time needed to get a service "fully functional" before it's considered "failed" and removed
ar: الحد الأقصى من الوقت اللازم للحصول على الخدمة "تعمل بكامل طاقتها" قبل اعتبارها "فاشلة" وإزالتها
ca: Temps màxim necessari per aconseguir un servei "totalment funcional" abans que es consideri "fallit" i s&#39;elimini
de: Maximale Zeit, die benötigt wird, um einen Dienst „voll funktionsfähig“ zu machen, bevor er als „fehlgeschlagen“ gilt und entfernt wird
es: Tiempo máximo necesario para que un servicio sea "completamente funcional" antes de que se considere "fallido" y se elimine
eu: Zerbitzu bat "erabat funtzionala" izateko behar den denbora maximoa "porrot egin" eta kendu aurretik
fr: Temps maximum nécessaire pour qu&#39;un service soit « entièrement fonctionnel » avant qu&#39;il ne soit considéré comme « en échec » et supprimé
it: Tempo massimo necessario per rendere un servizio "pienamente funzionante" prima che venga considerato "non riuscito" e rimosso
pt: Tempo máximo necessário para que um serviço fique "totalmente funcional" antes de ser considerado "com falha" e removido
ru: Максимальное время, необходимое для того, чтобы услуга стала «полностью функциональной», прежде чем она будет признана «неудавшейся» и удалена.

source: Max time needed to get a service "fully removed" before it's considered "failed" and purged
ar: الحد الأقصى من الوقت اللازم لإزالة الخدمة بالكامل قبل اعتبارها "فاشلة" وإزالتها
ca: Temps màxim necessari per "eliminar completament" un servei abans que es consideri "fallit" i purgat
de: Maximale Zeit, die benötigt wird, um einen Dienst „vollständig zu entfernen“, bevor er als „fehlgeschlagen“ gilt und gelöscht wird
es: Tiempo máximo necesario para que un servicio se "elimine por completo" antes de que se considere "fallido" y se elimine
eu: Zerbitzu bat "guztiz kentzeko" behar den denbora maximoa "porrot egin" eta garbitu aurretik
fr: Temps maximum nécessaire pour qu&#39;un service soit « entièrement supprimé » avant qu&#39;il ne soit considéré comme « en échec » et purgé
it: Tempo massimo necessario per ottenere la "rimozione completa" di un servizio prima che venga considerato "non riuscito" ed eliminato
pt: Tempo máximo necessário para que um serviço seja "totalmente removido" antes de ser considerado "com falha" e eliminado
ru: Максимальное время, необходимое для «полного удаления» службы, прежде чем она будет признана «неудавшейся» и удалена.

source: Maximum logs per every log-capable administration element
ar: الحد الأقصى من السجلات لكل عنصر إدارة قادر على التسجيل
ca: Nombre màxim de registres per cada element d&#39;administració amb capacitat de registre
de: Maximale Protokolle pro protokollfähigem Verwaltungselement
es: Registros máximos por cada elemento de administración con capacidad de registro
eu: Gehienezko erregistroak erregistrorako gai den administrazio-elementu bakoitzeko
fr: Nombre maximal de journaux pour chaque élément d&#39;administration prenant en charge les journaux
it: Numero massimo di log per ogni elemento di amministrazione con capacità di log
pt: Máximo de logs por cada elemento de administração com capacidade de log
ru: Максимальное количество журналов для каждого элемента администрирования, поддерживающего журналирование.

source: Maximum logs entries for general UDS logs (0 = unlimited, use with care)
ar: الحد الأقصى لإدخالات السجلات لسجلات UDS العامة (0 = غير محدود، استخدم بعناية)
ca: Màxim d&#39;entrades de registres per als registres generals d&#39;UDS (0 = il·limitat, utilitzar-lo amb cura)
de: Maximale Protokolleinträge für allgemeine UDS-Protokolle (0 = unbegrenzt, mit Vorsicht verwenden)
es: Entradas máximas de registros para registros UDS generales (0 = ilimitado, úselo con cuidado)
eu: Gehienezko erregistro-sarrerak UDS erregistro orokorretarako (0 = mugagabea, erabili kontu handiz)
fr: Nombre maximal d&#39;entrées de journaux pour les journaux UDS généraux (0 = illimité, à utiliser avec précaution)
it: Numero massimo di voci di registro per registri UDS generali (0 = illimitato, utilizzare con cautela)
pt: Máximo de entradas de registros para registros UDS gerais (0 = ilimitado, use com cuidado)
ru: Максимальное количество записей в общих журналах UDS (0 = неограниченно, используйте с осторожностью)

source: Time to restrain a user service in case it gives some errors at some point
ar: حان الوقت لتقييد خدمة المستخدم في حالة حدوث بعض الأخطاء في مرحلة ما
ca: És hora de restringir un servei d&#39;usuari en cas que en algun moment doni alguns errors
de: Es ist an der Zeit, einen Benutzerdienst einzuschränken, falls er irgendwann Fehler verursacht
es: Es hora de restringir un servicio de usuario en caso de que dé algunos errores en algún momento.
eu: Erabiltzaile-zerbitzu bat mugatzeko garaia uneren batean akatsen bat ematen badu
fr: Il est temps de restreindre un service utilisateur au cas où il donnerait des erreurs à un moment donné
it: È ora di limitare un servizio utente nel caso in cui ad un certo punto generi degli errori
pt: É hora de restringir um serviço de usuário caso ele apresente alguns erros em algum momento
ru: Пришло время ограничить работу пользовательской службы на случай, если в какой-то момент она выдаст ошибки.

source: Number of errors that must occurr in "restrainTime" to restrain an user service
ar: عدد الأخطاء التي يجب أن تحدث في "restrainTime" لتقييد خدمة المستخدم
ca: Nombre d&#39;errors que s&#39;han de produir a "restrainTime" per restringir un servei d&#39;usuari
de: Anzahl der Fehler, die in „restrainTime“ auftreten müssen, um einen Benutzerdienst einzuschränken
es: Número de errores que deben ocurrir en "restrainTime" para restringir un servicio de usuario
eu: Erabiltzaile-zerbitzu bat murrizteko "restrainTime"n gertatu behar diren errore kopurua
fr: Nombre d&#39;erreurs qui doivent se produire dans "restrainTime" pour restreindre un service utilisateur
it: Numero di errori che devono verificarsi in "restrainTime" per limitare un servizio utente
pt: Número de erros que devem ocorrer em “restrainTime” para restringir um serviço de usuário
ru: Количество ошибок, которые должны произойти за «restrainTime», чтобы ограничить работу пользовательской службы.

source: Statistics duration, in days
ar: مدة الإحصائيات، بالأيام
ca: Durada de les estadístiques, en dies
de: Statistikdauer in Tagen
es: Duración de las estadísticas, en días.
eu: Estatistikaren iraupena, egunetan
fr: Durée des statistiques, en jours
it: Durata delle statistiche, in giorni
pt: Duração das estatísticas, em dias
ru: Продолжительность хранения статистики, в днях

source: Frequency of stats collection in seconds. Default is 1 hours (3600 seconds)
ar: تردد جمع الإحصائيات بالثواني. الافتراضي هو 1 ساعة (3600 ثانية)
de: Häufigkeit der Statistikerfassung in Sekunden. Der Standardwert ist 1 Stunde (3600 Sekunden).
es: Frecuencia de recopilación de estadísticas en segundos. El valor predeterminado es 1 hora (3600 segundos)
eu: Estatistikak biltzeko maiztasuna segundotan. Lehenetsia ordu 1 (3600 segundo) da
it: Frequenza di raccolta delle statistiche in secondi. Il valore predefinito è 1 ora (3600 secondi)
pt: Frequência de coleta de estatísticas em segundos. O padrão é 1 hora (3600 segundos)
ru: Частота сбора статистики в секундах. По умолчанию 1 час (3600 секунд)

source: Maximum number of time to accumulate on one run. Default is 7 (1 week)
ar: أقصى عدد من الوقت للتراكم في تشغيل واحد. الافتراضي هو 7 (أسبوع واحد)
ca: Nombre màxim de temps per acumular en una carrera. El valor predeterminat és 7 (1 setmana)
de: Maximale Zeit, die bei einem Lauf angesammelt werden kann. Standard ist 7 (1 Woche)
es: Número máximo de tiempo para acumular en una ejecución. El valor predeterminado es 7 (1 semana)
eu: Korrika batean pilatzeko gehienezko denbora kopurua. Lehenetsia 7 da (aste 1)
fr: Nombre maximum de temps à accumuler sur une exécution. La valeur par défaut est 7 (1 semaine)
it: Numero massimo di tempo da accumulare in un'esecuzione. Il valore predefinito è 7 (1 settimana)
pt: Número máximo de tempo para acumular em uma execução. O padrão é 7 (1 semana)
ru: Максимальное количество времени, которое можно накопить за один прогон. По умолчанию 7 (1 неделя)

source: If disallow login showing authenticatiors
ar: في حالة عدم السماح بتسجيل الدخول بإظهار المصادقين
ca: Si no permet l&#39;inici de sessió mostrant autenticadors
de: Wenn die Anmeldung nicht zulässig ist, werden Authentifizierungspersonen angezeigt
es: Si no permite el inicio de sesión mostrando autenticadores
eu: Saio-hasiera autentifikatzaileak erakusten ez badituzu
fr: Si la connexion est interdite, affichant les authentifiants
it: Se non consenti l'accesso mostrando gli autenticatori
pt: Se não permitir login mostrando autenticadores
ru: Не отображать список аутентификаторов на странице входа в систему

source: Notify user of existence of a new version of a service on new publication
ar: إعلام المستخدم بوجود إصدار جديد من الخدمة عند النشر الجديد
ca: Notificar a l&#39;usuari l&#39;existència d&#39;una nova versió d&#39;un servei en una nova publicació
de: Benachrichtigen Sie den Benutzer bei einer neuen Veröffentlichung über die Existenz einer neuen Version eines Dienstes
es: Notificar al usuario de la existencia de una nueva versión de un servicio en una nueva publicación.
eu: Argitalpen berrian zerbitzu baten bertsio berri bat dagoela jakinaraztea erabiltzaileari
fr: Notifier l&#39;utilisateur de l&#39;existence d&#39;une nouvelle version d&#39;un service lors d&#39;une nouvelle publication
it: Avvisare l'utente dell'esistenza di una nuova versione di un servizio in caso di nuova pubblicazione
pt: Notificar o usuário sobre a existência de uma nova versão de um serviço em nova publicação
ru: Уведомлять пользователя о существовании новой версии сервиса при новой публикации

source: Networks or hosts considered "trusted" for UDS (Tunnels, etc...)
ar: الشبكات أو المضيفين الذين يعتبرون "موثوقين" لـ UDS (الأنفاق، وما إلى ذلك ...)
ca: Xarxes o hosts considerats "de confiança" per a UDS (túnels, etc...)
de: Netzwerke oder Hosts, die für UDS als „vertrauenswürdig“ gelten (Tunnel usw.)
es: Redes o hosts considerados “confiables” para UDS (Túneles, etc.)
eu: UDSrako "fidagarritzat" jotzen diren sareak edo ostalariak (Tunelak, etab...)
fr: Réseaux ou hôtes considérés comme « de confiance » pour l&#39;UDS (tunnels, etc...)
it: Reti o host considerati "affidabili" per UDS (Tunnel, ecc...)
pt: Redes ou hosts considerados "confiáveis" para UDS (túneis, etc...)
ru: Сети или хосты, считающиеся «доверенными» для UDS (туннели и т. д.)

source: IPs or networks allowed to forward requests (like proxies)
ar: عناوين IP أو الشبكات المسموح لها بإعادة توجيه الطلبات (مثل الوكلاء)
ca: IPs o xarxes permeses per reenviar sol·licituds (com ara servidors intermediaris)
de: IPs oder Netzwerke, die Anfragen weiterleiten dürfen (wie Proxys)
es: IP o redes permitidas para reenviar solicitudes (como servidores proxy)
eu: Eskaerak birbidaltzeko baimena duten IP edo sareek (proxyak adibidez)
fr: IP ou réseaux autorisés à transmettre des requêtes (comme des proxys)
it: IP o reti autorizzati a inoltrare richieste (come i proxy)
pt: IPs ou redes com permissão para encaminhar solicitações (como proxies)
ru: IP-адреса или сети, которым разрешено пересылать запросы (например, прокси-серверы)

source: Allow clients to notify their own ip (if set), or use always the request extracted IP
ar: السماح للعملاء بإخطار عنوان IP الخاص بهم (في حالة تعيينه)، أو استخدام عنوان IP المستخرج للطلب دائمًا
ca: Permet als clients notificar la seva pròpia IP (si està establerta), o utilitzeu sempre la IP extreta de la sol·licitud
de: Ermöglichen Sie Clients, ihre eigene IP-Adresse zu benachrichtigen (falls festgelegt), oder verwenden Sie immer die angeforderte extrahierte IP-Adresse
es: Permitir que los clientes notifiquen su propia IP (si está configurada) o usar siempre la IP extraída de la solicitud
eu: Eman bezeroei beren ip-a jakinaraztea (konfiguratuta badago), edo erabili beti ateratako IP eskaera
fr: Autoriser les clients à notifier leur propre adresse IP (si définie) ou utiliser toujours l&#39;adresse IP extraite de la demande
it: Consenti ai client di notificare il proprio IP (se impostato) o utilizza sempre l'IP estratto dalla richiesta
pt: Permitir que os clientes notifiquem seu próprio IP (se definido) ou use sempre o IP extraído da solicitação
ru: Разрешить клиентам сообщать свой собственный IP-адрес (если он установлен) или всегда использовать IP-адрес, извлеченный из запроса.

source: If there is a proxy in front of us (i.e. HAProxy, or any NLB)
ar: إذا كان هناك وكيل أمامنا (أي HAProxy أو أي NLB)
ca: Si tenim un proxy davant nostre (és a dir, HAProxy o qualsevol NLB)
de: Wenn sich ein Proxy vor uns befindet (z. B. HAProxy oder ein NLB)
es: Si hay un proxy frente a nosotros (es decir, HAProxy o cualquier NLB)
eu: Gure aurrean proxy bat badago (hau da, HAProxy edo edozein NLB)
fr: S&#39;il y a un proxy devant nous (c&#39;est-à-dire HAProxy, ou n&#39;importe quel NLB)
it: Se c'è un proxy di fronte a noi (ad esempio HAProxy o qualsiasi NLB)
pt: Se houver um proxy à nossa frente (ou seja, HAProxy ou qualquer NLB)
ru: Если перед нами прокси (т.е. HAProxy, или любой NLB)

source: If we use new logout mechanics for osmanagers, where only when the logged in users reaches 0, it is considered "logged out"
ar: إذا استخدمنا آليات تسجيل خروج جديدة لمديري osmanagers، حيث فقط عندما يصل المستخدمون الذين قاموا بتسجيل الدخول إلى 0، فسيتم اعتبار ذلك "مسجل خروج"
ca: Si utilitzem noves mecàniques de tancament de sessió per a osmanagers, on només quan els usuaris connectats arriben a 0, es considera "tancat"
de: Wenn wir neue Abmeldemechanismen für Betriebssystemmanager verwenden, bei denen nur dann, wenn die Anzahl der angemeldeten Benutzer 0 erreicht, dies als „abgemeldet“ gilt.
es: Si utilizamos una nueva mecánica de cierre de sesión para osmanagers, donde solo cuando los usuarios que han iniciado sesión llegan a 0, se considera "desconectado"
eu: Osmanagers-en saioa amaitzeko mekanika berriak erabiltzen baditugu, non saioa hasitako erabiltzaileak 0ra iristen direnean soilik, "saioa amaitutzat" jotzen den.
fr: Si nous utilisons de nouveaux mécanismes de déconnexion pour les osmanagers, où ce n&#39;est que lorsque les utilisateurs connectés atteignent 0 qu&#39;ils sont considérés comme "déconnectés".
it: Se utilizziamo la nuova meccanica di disconnessione per gli osmanager, dove solo quando gli utenti registrati raggiungono lo 0, viene considerato "disconnesso"
pt: Se usarmos uma nova mecânica de logout para osmanagers, onde somente quando o usuário logado chega a 0, ele é considerado “desconectado”
ru: Если мы используем новую механику выхода из системы для осменеджеров, где только когда количество вошедших в систему пользователей достигает 0, это считается «вышедшим из системы».

source: Enable/Disable Actor attack detection ip blocking
ar: تمكين/تعطيل حظر IP الخاص باكتشاف هجوم الممثل
ca: Activa/desactiva el bloqueig d&#39;IP de detecció d&#39;atacs d&#39;actor
de: Aktivieren/deaktivieren Sie die IP-Blockierung zur Erkennung von Akteurangriffen
es: Activar/desactivar el bloqueo de IP de detección de ataques de actores
eu: Gaitu/Desgaitu Aktoreen erasoak detektatzeko ip blokeoa
fr: Activer/Désactiver le blocage IP de la détection des attaques d&#39;acteurs
it: Abilita/Disabilita il blocco IP del rilevamento degli attacchi degli attori
pt: Ativar/desativar bloqueio de IP de detecção de ataque de ator
ru: Включить/отключить блокировку IP-адресов при обнаружении атак субъекта

source: Max session length for Admin
ar: الحد الأقصى لطول الجلسة للمشرف
ca: Durada màxima de la sessió per a l&#39;administrador
de: Maximale Sitzungsdauer für den Administrator
es: Duración máxima de la sesión para administrador
eu: Gehienezko saioaren iraupena administratzailearentzat
fr: Durée maximale de la session pour l&#39;administrateur
it: Durata massima della sessione per l'amministratore
pt: Duração máxima da sessão para administrador
ru: Максимальная продолжительность сеанса для администратора

source: Max session length for User
ar: الحد الأقصى لطول الجلسة للمستخدم
ca: Durada màxima de la sessió per a l&#39;usuari
de: Maximale Sitzungslänge für Benutzer
es: Duración máxima de la sesión para el usuario
eu: Erabiltzailearen gehienezko saioaren iraupena
fr: Durée maximale de la session pour l&#39;utilisateur
it: Durata massima della sessione per l'utente
pt: Duração máxima da sessão do usuário
ru: Максимальная продолжительность сеанса для пользователя

source: Page reload Time (legacy)
ar: وقت إعادة تحميل الصفحة (القديم)
ca: Temps de recàrrega de la pàgina (heretat)
de: Seitenneuladezeit (alt)
es: Tiempo de recarga de página (legacy)
eu: Orria birkargatzeko denbora (ondarea)
fr: Temps de rechargement de la page (ancien)
it: Tempo di ricarica della pagina (precedente)
pt: Tempo de recarga da página (legado)
ru: Время перезагрузки страницы (устаревшее)
