Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Shadow memory multiplier (use with care)
ar: مضاعف ذاكرة الظل (استخدم بعناية)
ca: Multiplicador de memòria "shadow" (utilitzeu amb compte)
de: Schattenspeicher-Multiplikator (vorsichtig verwenden)
es: Multiplicador de memoria (usar con cuidado)
eu: Itzal memoria biderkatzailea (erabili arretaz)
fr: Multiplicateur de mémoire fantôme (à utiliser avec précaution)
it: Moltiplicatore di memoria shadow (usare con cura)
pt: Multiplicador de memória de sombra (use com cuidado)
ru: Множитель теневой памяти (используйте с осторожностью)

source: Xen Fixed Machines
ar: آلات زين الثابتة
ca: Màquines fixes Xen
de: Fest installierte Xen-Maschinen
es: Máquinas fijas Xen
eu: Xen makina finkoak
fr: Machines fixes Xen
it: Macchine fisse Xen
pt: Máquinas Fixas Xen
ru: Стационарные машины Xen

source: Xen Services based on fixed machines. Needs xen agent installed on machines.
ar: خدمات Xen تعتمد على الأجهزة الثابتة. يحتاج إلى تثبيت وكيل xen على الأجهزة.
ca: Serveis Xen basats en màquines fixes. Necessita l&#39;agent xen instal·lat a les màquines.
de: Xen-Dienste basierend auf festen Maschinen. Auf den Maschinen muss ein Xen-Agent installiert sein.
es: Servicios Xen basados en máquinas fijas. Necesita tener instalado el agente xen en las máquinas.
eu: Makina finkoetan oinarritutako Xen Zerbitzuak. Xen agente instalatuta behar du makinetan.
fr: Services Xen basés sur des machines fixes. Nécessite l’agent Xen installé sur les machines.
it: Servizi Xen basati su macchine fisse. È necessario che l'agente Xen sia installato sulle macchine.
pt: Serviços Xen baseados em máquinas fixas. Precisa do agente xen instalado nas máquinas.
ru: Службы Xen на основе стационарных компьютеров. Требуется агент Xen, установленный на компьютерах.

source: Folder
ar: مجلد
ca: Carpeta
de: Ordner
es: Carpeta
eu: Karpeta
fr: Dossier
it: Cartella
pt: Pasta
ru: Папка

source: Folder containing base machines
ar: مجلد يحتوي على الآلات الأساسية
ca: Carpeta que conté màquines base
de: Ordner mit Basismaschinen
es: Carpeta que contiene máquinas base.
eu: Oinarrizko makinak dituen karpeta
fr: Dossier contenant les machines de base
it: Cartella contenente le macchine base
pt: Pasta contendo máquinas base
ru: Папка с базовыми машинами

source: Spanish
ar: الأسبانية
ca: Espanyol
de: Spanisch
es: Español
eu: Gaztelania
fr: Espanol
it: Spagnolo
pt: espanhol
ru: Испанский

source: English
ar: الإنجليزية
ca: Anglès
de: Englisch
es: Inglés
eu: Ingelesa
fr: Anglais
it: Inglese
pt: Inglês
ru: Английский

source: French
ar: الفرنسية
ca: Francès
de: Französisch
es: Francés
eu: Frantses
fr: Français
it: Francese
pt: francês
ru: Французский

source: German
ar: ألمانية
ca: Alemany
de: Deutsch
es: Alemán
eu: Aleman
fr: Allemand
it: Tedesco
pt: alemão
ru: Немецкий

source: Portuguese
ar: البرتغالية
ca: Portuguès
de: Portugiesisch
es: Portugués
eu: Portugesa
fr: Portugais
it: Portoghese
pt: Português
ru: Португальский

source: Italian
ar: الإيطالي
ca: Italià
de: Italienisch
es: Italiano
eu: Italiera
fr: Italien
it: Italiano
pt: italiano
ru: Итальянский

source: Basque
ar: الباسكي
ca: Basc
de: baskisch
es: Euskera
eu: Euskara
it: Basco
pt: Basco
ru: Баскский

source: Arabic
ar: عربى
ca: Àrab
de: Arabisch
es: Árabe
eu: Arabiera
fr: Arabe
it: Arabo
pt: árabe
ru: Арабский

source: Russian
ar: الروسية
ca: Rus
de: Russisch
es: Ruso
eu: Errusiera
fr: Russe
it: Russo
pt: russo
ru: Русский

source: Catalan
ar: الكاتالونية
ca: Català
de: katalanisch
es: Catalán
eu: Katalan
it: Catalano
pt: catalão
ru: Каталонский

source: Chinese
ar: صينى
ca: Xinès
de: Chinesisch
es: Chino
eu: Txinera
fr: Chinois
it: Cinese
pt: chinês
ru: Китайский

source: Message
ar: رسالة
ca: Missatge
de: Nachricht
es: Mensaje
eu: Mezua
it: Messaggio
pt: Mensagem
ru: Сообщение

source: Real name
ar: الاسم الحقيقي
ca: Nom real
de: Echter Name
es: Nombre a mostrar
eu: Izen erreala
fr: Vrai nom
it: Nome reale
pt: Nome real
ru: Настоящее имя

source: Last Access
ar: آخر وصول
ca: Darrer accés
de: Letzter Zugriff
es: Último acceso
eu: Azken sarbidea
fr: Dernier accès
it: Ultimo accesso
pt: Último acesso
ru: Последний вход

source: Statistics by Authenticator
ar: إحصائيات المصادقة
ca: Estadístiques per Autenticador
de: Statistik nach Authentifikator
es: Estadísticas por autenticador
eu: Estatistikak autentikatzailearen arabera
fr: Statistiques par authentificateur
it: Statistiche di Authenticator
pt: Estatísticas por autenticador
ru: Статистика аутентификатора

source: User working
ar: مستخدم يعمل
ca: Usuari treballant
de: Benutzer arbeiten
es: Usuario trabajando
eu: Erabiltzailea lanean
fr: Utilisateur travaillant
it: Utente che lavora
pt: Usuário trabalhando
ru: Пользователь работает

source: Pools:
ar: حمامات سباحة:
eu: Pool-ak:
fr: Pool:
ru: Пулы:

source: Start date:
ar: تاريخ البدء:
ca: Data d'inici:
de: Anfangsdatum:
es: Fecha de inicio:
eu: Hasiera data:
fr: Date de début:
it: Data d'nizio:
pt: Data de início:
ru: Дата начала:

source: End date:
ar: تاريخ الانتهاء:
ca: Data de finalització:
de: Endtermin:
es: Fecha final:
eu: Amaiera data:
fr: Date de fin:
it: Data di fine:
pt: Data final:
ru: Дата окончания:

source: Intervals:
ar: فترات:
de: Intervalle:
es: Intervalos:
eu: tarte:
fr: Intervalles:
it: Intervalli:
pt: Intervalos:
ru: Интервалы:

source: Distinct users by pool
ar: تمييز المستخدمين بالتجمعات
ca: Usuaris distints per pool
de: Unterschiedliche Benutzer nach Pool
es: Usuarios diferentes por Pool
eu: Erabiltzaile desberdinak igerilekuan
fr: Distinguer les utilisateurs par Pool
it: Utenti distinti per Pool
pt: Usuários distintos por pool
ru: Отдельные пользователи пула

source: Accesses by pool
ar: وصول بالتجمع
ca: Accessos per pool
de: Zugriffe über Pool
es: Accesos por Pool
eu: Sarbide igerilekuan
fr: Accès par Pool
it: Accessi per Pool
pt: Acessos por pool
ru: Доступ к пулу

source: Users Accesses by pool/date
ca: Accessos d'usuaris per pool/data
de: Benutzer Zugriffe nach Pool/Datum
es: Usuarios accesos por grupo/fecha
eu: Erabiltzaileak sarbideak igerilekuan / data bidez
fr: Accès des utilisateurs par pool / date
it: Accessi utente per Pool/data
pt: Acessos de usuários por pool / data
ru: Доступы пользователей по пулу/дате

source: Date:
ar: تاريخ:
ca: Data:
de: Datum:
es: Fecha:
eu: data:
fr: Rendez-vous amoureux:
it: Data:
pt: Encontro:
ru: Дата:

source: Services assignation
ar: تعيين الخدمات
ca: Assignació de serveis
de: Servicezuweisung
es: Servicios asignados
eu: Zerbitzuen esleipena
fr: Assignation de services
it: Assegnazione dei servizi
pt: Atribuição de serviços
ru: Предоставление услуг

source: Pools usage summary
ar: ملخص استخدام حمامات السباحة
ca: Resum d’ús de Pools
de: Zusammenfassung der Poolnutzung
es: Resumen de uso de pools
eu: Pool erabileraren laburpena
fr: Résumé de l&#39;utilisation des pools
it: Riepilogo di utilizzo dei Pool
pt: Resumo de uso de conjuntos
ru: Сводка использования пулов

source: from
ar: من عند
ca: des de
de: von
es: desde
eu: batetik
fr: de
it: a partire da
pt: de
ru: с

source: Total time
ar: الوقت الكلي
ca: Temps total
de: Gesamtzeit
es: Tiempo Total
eu: Denbora osoa
fr: Temps total
it: Tempo totale
pt: Tempo total
ru: Общее время

source: Total accesses
ar: إجمالي المداخل
ca: Accessos totals
de: Gesamtzugriffe
es: Accesos totales
eu: Sarbide guztira
fr: Total accès
it: Totale accessi
pt: Total de acessos
ru: Всего доступов

source: Mean time
ar: غضون ذلك
ca: Temps mitjà
de: Zwischenzeit
es: Tiempo medio
eu: Batez besteko denbora
fr: Entre temps
it: Tempo medio
pt: Tempo médio
ru: Среднее время

source: Access date/time
ar: تاريخ الوصول / الوقت
ca: Data/hora d'accés
de: Zugriffsdatum/-zeit
es: Fecha/hora de acceso
eu: Sarrera data / ordua
fr: Date / heure d&#39;accès
it: Data/ora di accesso
pt: Data / hora de acesso
ru: Дата/время доступа

source: Users Access by date
ar: وصول المستخدمين حسب التاريخ
ca: Accés d'usuaris per data
de: Benutzer Zugriff nach Datum
es: Acceso de usuarios por fecha
eu: Erabiltzaileak Data arabera sarbidea
fr: Accès des utilisateurs par date
it: Accessi Utente per data
pt: Acesso de usuários por data
ru: Доступ пользователей по дате

source: Users Access by day of week
ar: وصول المستخدمين حسب يوم من الأسبوع
ca: Accés d'usuaris per dia de la setmana
de: Benutzerzugriff nach Wochentag
es: Acceso de usuarios por día de la semana
eu: Asteko egunaren arabera sartzeko erabiltzaileak
fr: Accès des utilisateurs par jour de la semaine
it: Accessi utente per giorno della settimana
pt: Acesso de usuários por dia da semana
ru: Доступ пользователей по дням недели

source: Users Access by hour
ar: وصول المستخدمين بالساعة
ca: Accés d'usuaris per hora
de: Benutzer Zugang nach Stunden
es: Acceso usuarios por hora
eu: Erabiltzaileak ordurako sarbidea
fr: Accès des utilisateurs par heure
it: Accessi Utente per ora
pt: Acesso de usuários por hora
ru: Доступ пользователей по часам

source: Users Access by day of week/hour
ar: وصول المستخدمين حسب يوم من الأسبوع / ساعة
ca: Accés d'usuaris per dia de setmana/hora
de: Benutzerzugriff nach Wochentag/Stunde
es: Acceso de usuarios por día de la semana/hora
eu: Erabiltzaileak asteko / orduko egunaren arabera sartzea
fr: Accès des utilisateurs par jour de la semaine / heure
it: Accessi Utente per giorno della settimana/ora
pt: Acesso de usuários por dia da semana / hora
ru: Доступ пользователей по дням недели/часам

source: RDP protocol using HTML5 client
ar: بروتوكول RDP باستخدام عميل HTML5
ca: Protocol RDP utilitzant client HTML5
de: RDP-Protokoll unter Verwendung eines HTML5-Clients
es: Protocolo RDP utilizando a cliente de HTML5
eu: RDP protokoloa HTML5 bezeroa erabiliz
fr: Protocole RDP en utilisant le client HTML5
it: Protocollo RDP con client HTML5
pt: Protocolo RDP usando cliente HTML5
ru: Протокол RDP с использованием клиента HTML5

source: Use Glyptodon Enterprise tunnel
ar: استخدم نفق Glyptodon Enterprise
ca: Utilitzeu el túnel Glyptodon Enterprise
de: Verwenden Sie den Glyptodon Enterprise-Tunnel
es: Utilice el túnel de Glyptodon Enterprise
eu: Erabili Glyptodon Enterprise tunela
fr: Utiliser le tunnel Glyptodon Enterprise
it: Usa il tunnel Glyptodon Enterprise
pt: Use o túnel Glyptodon Enterprise
ru: Использовать туннель Glyptodon Enterprise

source: If checked, UDS will use Glyptodon Enterprise Tunnel for HTML tunneling instead of UDS Tunnel
ar: إذا تم تحديده ، فستستخدم UDS Glyptodon Enterprise Tunnel من أجل نفق HTML بدلاً من نفق UDS
ca: Si està seleccionat, UDS utilitzarà Glyptodon Enterprise Tunnel per fer túnels HTML en lloc d'UDS Tunnel
de: Wenn diese Option aktiviert ist, verwendet UDS Glyptodon Enterprise Tunnel für HTML-Tunneling anstelle von UDS Tunnel
es: Si está marcado, UDS utilizará Glyptodon Enterprise Tunnel para tunelización HTML en lugar de UDS Tunnel
eu: Markatuta badago, UDS-k Glyptodon Enterprise Tunnel erabiliko du HTML tuneletarako UDS Tunelaren ordez
fr: Si coché, UDS utilisera Glyptodon Enterprise Tunnel pour le tunneling HTML au lieu du tunnel UDS
it: Se selezionato, UDS utilizzerà Glyptodon Enterprise Tunnel per il tunneling HTML invece di UDS Tunnel
pt: Se marcado, o UDS usará o Glyptodon Enterprise Tunnel para o túnel de HTML em vez do UDS Tunnel
ru: Если отмечено, UDS будет использовать Glyptodon Enterprise Tunnel для туннелирования HTML вместо туннеля UDS.

source: Empty creds
ar: أوراق الاعتماد فارغة.
ca: Credencials buides
de: Leere Creds
es: Credenciales vacías
eu: Kreditu hutsak
fr: Identifiants vides
it: Credenziali vuote
pt: Creds vazios
ru: Пропустить данные аккаунта

source: If checked, the credentials used to connect will be emtpy
ar: إذا تم، سيكون لأوراق الاعتماد المستخدمة للاتصال أن تكون فارغة.
ca: Si està seleccionat, les credencials utilitzades per a connectar-se estaran buïdes
de: Wenn diese Option aktiviert ist, werden die zum Herstellen der Verbindung verwendeten Anmeldeinformationen leer angezeigt
es: Si está seleccionado, las credenciales utilizadas para conectar estarán vacías
eu: Egiaztatuta badago, konektatzeko kredentzialak emtpy izango dira
fr: Si cette case est cochée, les informations d'identification utilisées pour se connecter seront vides
it: Se selezionato, non verranno inserite le credenziali utilizzate per connettersi
pt: Se marcado, as credenciais usadas para conectar serão vazias
ru: Если флаг установлен, учетные данные, используемые для подключения, будут пустыми

source: If not empty, this username will be always used as credential
ar: إن لم يكن فارغا، هذا المستخدم سيستخدم دائما الاعتماد.
ca: Si no està buit, sempre s'utilitzarà aquest nom d'usuari a les credencials
de: Falls nicht leer, wird dieser Benutzername immer als Berechtigungsnachweis verwendet
es: Si no está vacío, este nombre de usuario se utilizará siempre como credencial
eu: Ez bada hutsik, erabiltzaile izen hau beti kredentzial gisa erabiliko da
fr: S'il n'est pas vide, ce nom d'utilisateur sera toujours utilisé comme identifiant
it: Se non è vuoto, questo nome utente verrà sempre utilizzato come credenziale
pt: Se não estiver vazio, esse nome de usuário será sempre usado como credencial
ru: Если не пусто, это имя пользователя будет всегда использоваться как учетные данные

source: If not empty, this password will be always used as credential
ar: إن لم يكن فارغا، سيتم كلمة المرور هذه يستخدم دائما الاعتماد.
ca: Si no està buit, sempre s'utilitzarà aquesta contrasenya a les credencials
de: Wenn es nicht leer ist, wird dieses Passwort immer als Berechtigungsnachweis verwendet
es: Si no está vacío, este password se utiizará siempre como credencial
eu: Ez bada hutsik, pasahitza beti erabiliko da kredentzial gisa
fr: Si ce n'est pas vide, ce mot de passe sera toujours utilisé comme identifiant
it: Se non è vuoto, questa password verrà sempre utilizzata come credenziale
pt: Se não estiver vazia, esta senha será sempre usada como credencial
ru: Если не пусто, этот пароль всегда будет использоваться в качестве учетных данных

source: Without Domain
ar: دون المجال
ca: Sense domini
de: Ohne Domain
es: Sin dominio
eu: Domainik gabe
fr: Sans domaine
it: Senza dominio
pt: Sem domínio
ru: Без домена

source: If checked, the domain part will always be emptied (to connecto to xrdp for example is needed)
ar: إذا تم، سيكون دائما يتم تفريغ جزء المجال (للاتصال xrdp لهو مطلوب سبيل المثال).
ca: Si està seleccionat, la part del domini sempre estarà buida (es necessari per exemple per a connexions XRDP)
de: Wenn diese Option aktiviert ist, wird der Domain-Teil immer geleert (wird zur Verbindung mit XRDP benötigt).
es: Si está marcada, la parte del dominio siempre estará vacía (se necesita, por ejemplo, para conectar a xrdp)
eu: Egiaztatuta badago, domeinuaren zati hori beti hustu egingo da (konektatzeko, xrdp adibidez beharrezkoa da)
fr: Si coché, la partie domaine sera toujours vidée (pour se connecter à xrdp par exemple est nécessaire)
it: Se selezionato, la parte del dominio non verrà mai utilizzata (per esempio, per connettersi a xrdp occorre selezionarlo)
pt: Se marcada, a parte do domínio será sempre esvaziada (para conectar-se ao xrdp, por exemplo, é necessário)
ru: Если флажок установлен, часть домена всегда будет опустошена (например, требуется подключение к xrdp)

source: If not empty, this domain will be always used as credential (used as DOMAIN\user)
ar: إن لم يكن فارغا، وهذا مجال وسوف تستخدم دائما الاعتماد (كما تستخدم المجال \ المستخدم)
ca: Si no està buit, aquest domini s'utilitzarà sempre per a les credencials (en format DOMINI\usuari)
de: Wenn nicht leer, wird diese Domain immer als Anmeldeinformationen verwendet (als DOMAIN\Benutzer verwendet).
es: Si no está vacío, este dominio se utilizará siempre como parte de las credenciales (como DOMINIO\usuario)
eu: Ez bada hutsik, domeinu hau beti kredentzial gisa erabiliko da (DOMAIN \ user gisa erabiltzen da)
fr: S'il n'est pas vide, ce domaine sera toujours utilisé comme identifiant (utilisé comme DOMAIN \ user)
it: Se non vuoto, questo dominio sarà sempre usato come credenziale (usato come DOMINIO\utente)
pt: Se não estiver vazio, esse domínio será sempre usado como credencial (usado como DOMÍNIO \ usuário)
ru: Если не пусто, этот домен всегда будет использоваться в качестве учетных данных (используется как DOMAIN\user)

source: Show wallpaper
ar: اظهر خلفية.
ca: Mostrar el fons de pantalla
de: Hintergrundbild anzeigen
es: Mostrar fondo de pantalla
eu: Erakutsi horma-papera
fr: Afficher le papier peint
it: Mostra sfondo
pt: Mostrar papel de parede
ru: Показать обои

source: If checked, the wallpaper and themes will be shown on machine (better user experience, more bandwidth)
ar: إذا تم، سيكون ليتم عرض خلفية والمواضيع على الجهاز (تجربة أفضل للمستخدم، والمزيد من عرض النطاق الترددي)
ca: Si està seleccionat, el fons de pantalla i els temes es mostraran a la màquina (millor experiència d'usuari, major amplària de banda)
de: Wenn diese Option aktiviert ist, werden das Hintergrundbild und die Themen auf dem Computer angezeigt (bessere Benutzererfahrung, mehr Bandbreite).
es: Si está marcada, el fondo de pantalla y los temas aparecerán en la máquina (mayor ancho de banda, mejor experiencia de usuario)
eu: Egiaztatuta badago, horma paperak eta gaiak makina bistaratuko dira (erabiltzaile esperientzia hobea, banda zabalagoa)
fr: Si coché, le fond d'écran et les thèmes seront affichés sur la machine (meilleure expérience utilisateur, plus de bande passante)
it: Se selezionato, lo sfondo e i temi verranno visualizzati sulla macchina (migliore esperienza utente, maggiore larghezza di banda)
pt: Se marcado, o papel de parede e os temas serão mostrados na máquina (melhor experiência do usuário, mais largura de banda)
ru: Если флаг установлен, обои и темы будут отображаться на аппарате (лучше пользовательский интерфейс, больше полосы пропускания)

source: Allow Desk.Comp.
ar: السماح Desk.Comp.
ca: Permetre composició d'escriptori
de: Erlauben Sie Desk.Comp.
es: Permitir Comp.Escr.
eu: Baimendu Desk.Comp.
fr: Autoriser Desk.Comp.
it: Consenti Desk.Comp.
pt: Permitir Desk.Comp.
ru: Разрешить композицию рабочего стола

source: If checked, desktop composition will be allowed
ar: إذا تم، سيكون يسمح تكوين سطح المكتب.
ca: Si està seleccionat, es permet la composició d'escriptori
de: Wenn diese Option aktiviert ist, ist die Desktop-Erstellung zulässig
es: Si está marcada, se permitirá la composición de escritorio
eu: Egiaztatuta badago, mahaigaineko konposizioa onartuko da
fr: Si cochée, la composition du bureau sera autorisée
it: Se selezionato, la composizione desktop sarà consentita
pt: Se marcada, a composição da área de trabalho será permitida
ru: Если флажок установлен, будет разрешена композиция рабочего стола

source: Font Smoothing
ar: تجانس الخطوط
ca: Suavització de fonts
de: Schriftglättung
es: Suavizado de fuentes
eu: Letra tipoaren leuntzea
fr: Lissage des polices
pt: Suavização de fontes
ru: Сглаживание шрифтов

source: If checked, fonts smoothing will be allowed (windows clients only)
ar: في حالة تحديد تجانس الخطوط سيتم السماح (عملاء windows فقط)
ca: Si està seleccionat, es permet la suavització de fonts (només per a clients de Windows)
de: Wenn aktiviert, wird das Glätten von Schriftarten zugelassen (nur Windows-Clients).
es: Si está marcada, se permitirá el suavizado de fuentes (sólo clientes windows)
eu: Egiaztatuta badago, letra-tipoak leuntzeko aukera izango dute (leiho bezeroak bakarrik)
fr: Si cette case est cochée, le lissage des polices sera autorisé (clients Windows uniquement)
it: Se selezionato, sarà consentita la smussatura dei caratteri (solo per i client Windows)
pt: Se marcada, a suavização de fontes será permitida (somente para clientes do Windows)
ru: Если флажок установлен, разрешено сглаживание шрифтов (только для клиентов Windows)

source: Enable Audio
ar: تمكين الصوت
ca: Habilitar l'àudio
de: Audio aktivieren
es: Activar el sonido
eu: Gaitu audioa
fr: Activez l'Audio
it: Abilita audio
pt: Ativar áudio
ru: Включить аудио

source: If checked, the audio will be redirected to remote session (if client browser supports it)
ar: إذا تم تحديده ، فسيتم إعادة توجيه الصوت إلى جلسة بعيدة (إذا كان مستعرض العميل يدعمها)
ca: Si està marcat, l’àudio es redirigirà a la sessió remota (si el navegador del client ho suporta)
de: Wenn diese Option aktiviert ist, wird das Audio an den Client weitergeleitet (sofern der Client-Browser dies unterstützt).
es: Si está marcado, el audio se redirigirá a la sesión remota (si el navegador del cliente lo admite)
eu: Markatuta badago, audioa urruneko saiora birbideratuko da (bezeroaren arakatzaileak onartzen badu)
fr: Si coché, l&#39;audio sera redirigé vers la session à distance (si le navigateur client le prend en charge)
it: Se selezionato, l'audio verrà reindirizzato al client (se il browser sul client lo supporta)
pt: Se marcado, o áudio será redirecionado para a sessão remota (se o navegador do cliente suportar)
ru: Если этот флажок установлен, звук будет перенаправлен на удаленный сеанс (если клиентский браузер поддерживает это).

source: Enable Microphone
ar: تمكين الميكروفون
ca: Activar el micròfon
de: Mikrofon aktivieren
es: Habilitar micrófono
eu: Gaitu mikrofonoa
fr: Activer le microphone
it: Abilita microfono
pt: Habilitar microfone
ru: Включить микрофон

source: If checked, the microphone will be redirected to remote session (if client browser supports it)
ar: إذا تم تحديده ، فسيتم إعادة توجيه الميكروفون إلى جلسة بعيدة (إذا كان مستعرض العميل يدعمها)
ca: Si està seleccionat, el micròfon es redirigirà a la sessió remota (si el navegador del client ho suporta)
de: Wenn aktiviert, wird das Mikrofon zur Remote-Sitzung umgeleitet (sofern der Client-Browser dies unterstützt)
es: Si está marcado, el micrófono se redirigirá a la sesión remota (si el navegador del cliente lo admite)
eu: Markatuta badago, mikrofonoa urruneko saiora birbideratuko da (bezeroaren arakatzaileak onartzen badu)
fr: Si coché, le microphone sera redirigé vers la session à distance (si le navigateur client le prend en charge)
it: Se selezionato, il microfono verrà reindirizzato al client (se il browser sul client lo supporta)
pt: Se marcada, o microfone será redirecionado para a sessão remota (se o navegador do cliente suportar)
ru: Если этот флажок установлен, микрофон будет перенаправлен на удаленный сеанс (если клиентский браузер поддерживает это).

source: Enable Printing
ar: تمكين الطباعة
ca: Habilitar la impressió
de: Druck aktivieren
es: Habilitar la impresión
eu: Gaitu inprimatzea
fr: Activer l'impression
it: Abilita stampa
pt: Ativar impressão
ru: Включить печать

source: If checked, the printing will be redirected to remote session (if client browser supports it)
ar: إذا تم تحديده ، فسيتم إعادة توجيه الطباعة إلى جلسة بعيدة (إذا كان مستعرض العميل يدعمها)
ca: Si està seleccionat, la impressió es redirigirà a a la sessió remota (si el navegador del client ho suporta)
de: Wenn diese Option aktiviert ist, wird der Druck an den Client weitergeleitet (sofern der Client-Browser dies unterstützt).
es: Si está marcado, la impresión se redirigirá a la sesión remota (si el navegador del cliente lo admite)
eu: Markatuta badago, inprimaketa urruneko saiora birbideratuko da (bezeroaren arakatzaileak onartzen badu)
fr: Si coché, l&#39;impression sera redirigée vers la session distante (si le navigateur client le prend en charge)
it: Se selezionato, la stampa verrà reindirizzata al client (se il browser sul client lo supporta)
pt: Se marcada, a impressão será redirecionada para a sessão remota (se o navegador do cliente suportar)
ru: Если этот флажок установлен, печать будет перенаправлена на удаленный сеанс (если клиентский браузер поддерживает это).

source: File Sharing
ar: مشاركة الملفات
ca: Compartició de fitxers
de: Datenaustausch
es: Compartición de archivos
eu: Fitxategiak partekatzea
fr: Partage de fichiers
it: Condivisione di file
pt: Compartilhamento de arquivos
ru: Обмен файлами
