Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Custom message for error when limiting by calendar
ar: رسالة مخصصة للخطأ عند التقييد بالتقويم
ca: Missatge personalitzat per error quan es limita per calendari
de: Benutzerdefinierte Meldung für Fehler beim Einschränken nach Kalender
es: Mensaje personalizado de error al limitar por calendario
eu: Egutegiaren arabera mugatzerakoan errorearen mezu pertsonalizatua
fr: Message d&#39;erreur personnalisé lors de la limitation par calendrier
it: Messaggio personalizzato per errore durante la limitazione in base al calendario
pt: Mensagem personalizada de erro ao limitar por calendário
ru: Пользовательское сообщение об ошибке, если доступ ограничен правилами календаря

source: If convert username to lowercase on logins
ar: إذا قمت بتحويل اسم المستخدم إلى أحرف صغيرة عند تسجيل الدخول
ca: Si converteix el nom d&#39;usuari en minúscules en els inicis de sessió
de: Wenn der Benutzername bei Anmeldungen in Kleinbuchstaben umgewandelt wird
es: Si convierte el nombre de usuario a minúsculas al iniciar sesión
eu: Saio-hasieran erabiltzaile-izena minuskula bihurtzen baduzu
fr: Si vous convertissez le nom d&#39;utilisateur en minuscule lors des connexions
it: Se converti il nome utente in minuscolo agli accessi
pt: Se converter o nome de usuário para letras minúsculas nos logins
ru: Преобразовать имя пользователя в нижний регистр при входе в систему

source: Global UDS ID (common for all servers on the same cluster)
ar: معرف UDS العالمي (مشترك لجميع الخوادم الموجودة في نفس المجموعة)
ca: ID global d&#39;UDS (comú per a tots els servidors del mateix clúster)
de: Globale UDS-ID (gemeinsam für alle Server im selben Cluster)
es: ID UDS global (común para todos los servidores del mismo cluster)
eu: UDS ID globala (komuna kluster bereko zerbitzari guztientzat)
fr: ID UDS global (commun à tous les serveurs du même cluster)
it: ID UDS globale (comune per tutti i server sullo stesso cluster)
pt: ID UDS global (comum para todos os servidores no mesmo cluster)
ru: Глобальный идентификатор UDS (общий для всех серверов в одном кластере)

source: Site display name
ar: اسم عرض الموقع
ca: Nom de visualització del lloc
de: Anzeigename der Site
eu: Gunearen bistaratzeko izena
fr: Nom d&#39;affichage du site
it: Nome visualizzato del sito
pt: Nome de exibição do site
ru: Отображаемое имя сайта

source: Site copyright info
ar: معلومات حقوق الطبع والنشر للموقع
ca: Informació dels drets d&#39;autor del lloc
de: Informationen zum Urheberrecht der Website
eu: Gunearen copyright informazioa
fr: Informations sur les droits d&#39;auteur du site
it: Informazioni sul copyright del sito
pt: Informações sobre direitos autorais do site
ru: Информация об авторских правах на сайте

source: Site copyright link
ar: رابط حقوق الطبع والنشر للموقع
ca: Enllaç de copyright del lloc
de: Copyright-Link der Website
eu: Gunearen copyright esteka
fr: Lien de copyright du site
it: Link sul copyright del sito
pt: Link de direitos autorais do site
ru: Веб-адрес, на который будет вести ссылка с копирайта

source: Top navbar logo name
ar: اسم شعار شريط التنقل العلوي
ca: Nom del logotip de la barra de navegació superior
de: Name des Logos der oberen Navigationsleiste
eu: Goiko nabigazioko logotipoaren izena
fr: Nom du logo de la barre de navigation supérieure
it: Nome del logo della barra di navigazione superiore
pt: Nome do logotipo da barra de navegação superior
ru: Текст, который отображается рядом с логотипом на верхней панели навигации

source: Custom CSS styles applied to the user accesible site
ar: يتم تطبيق أنماط CSS المخصصة على الموقع الذي يمكن للمستخدم الوصول إليه
ca: Estils CSS personalitzats aplicats al lloc accessible per l&#39;usuari
de: Benutzerdefinierte CSS-Stile, die auf die für den Benutzer zugängliche Website angewendet werden
es: Estilos CSS personalizados aplicados al sitio accesible al usuario.
eu: CSS estilo pertsonalizatuak erabiltzailearen eskura dagoen guneari aplikatu zaizkio
fr: Styles CSS personnalisés appliqués au site accessible aux utilisateurs
it: Stili CSS personalizzati applicati al sito accessibile all'utente
pt: Estilos CSS personalizados aplicados ao site acessível ao usuário
ru: Пользовательские стили CSS, применяемые к сайту, доступному пользователю.

source: Site information
ar: معلومات الموقع
ca: Informació del lloc
de: Seiteninformation
eu: Gunearen informazioa
fr: Informations sur le site
it: Informazioni sul sito
pt: Informação do Site
ru: Информация о сайте

source: Show Filter box for user services on Top or bottom of the page
ar: إظهار مربع التصفية لخدمات المستخدم في أعلى الصفحة أو أسفلها
ca: Mostra el quadre de filtre per als serveis d&#39;usuari a la part superior o inferior de la pàgina
de: Filterfeld für Benutzerdienste oben oder unten auf der Seite anzeigen
es: Mostrar cuadro de filtro para servicios de usuario en la parte superior o inferior de la página
eu: Erakutsi iragazki-koadroa erabiltzaile-zerbitzuetarako orriaren goialdean edo behean
fr: Afficher la zone de filtre pour les services utilisateur en haut ou en bas de la page
it: Mostra la casella Filtro per i servizi utente nella parte superiore o inferiore della pagina
pt: Mostrar caixa de filtro para serviços do usuário na parte superior ou inferior da página
ru: Показывать поле фильтра для пользовательских служб вверху или внизу страницы

source: Minimal User Services needed to show filter
ar: الحد الأدنى من خدمات المستخدم اللازمة لإظهار الفلتر
ca: Serveis d&#39;usuari mínims necessaris per mostrar el filtre
de: Zum Anzeigen des Filters sind nur minimale Benutzerdienste erforderlich
es: servicios de usuario mínimos para mostrar el filtro
eu: Erabiltzaile-zerbitzu minimoak behar dira iragazkia erakusteko
fr: Services utilisateur minimaux nécessaires pour afficher le filtre
it: Servizi utente minimi necessari per mostrare il filtro
pt: Serviços de usuário mínimos necessários para mostrar o filtro
ru: Минимальное количество пользовательских служб, необходимых для отображения фильтра

source: Enable experimental features. USE WITH CAUTION!!
ar: تمكين الميزات التجريبية. استخدم بحذر!!
ca: Activa les funcions experimentals. ÚS AMB PRECAUCIÓ!!
de: Aktivieren Sie experimentelle Funktionen. MIT VORSICHT VERWENDEN!!
es: Habilite funciones experimentales. ¡¡UTILIZAR CON PRECAUCIÓN!!
eu: Gaitu eginbide esperimentalak. KONTUZ ERABILI!!
fr: Activez les fonctionnalités expérimentales. UTILISER AVEC PRÉCAUTION!!
it: Abilita funzionalità sperimentali. USARE CON CAUTELA!!
pt: Ative recursos experimentais. USE COM CUIDADO!!
ru: Включить экспериментальные функции. ИСПОЛЬЗУЙТЕ С ОСТОРОЖНОСТЬЮ!!

source: Number of items per page in admin tables
ar: عدد العناصر لكل صفحة في جداول الإدارة
ca: Nombre d&#39;elements per pàgina a les taules d&#39;administració
de: Anzahl der Elemente pro Seite in Admin-Tabellen
es: Número de elementos por página en tablas de administración
eu: Orrialde bakoitzeko elementu kopurua administrazio-tauletan
fr: Nombre d&#39;éléments par page dans les tableaux d&#39;administration
it: Numero di elementi per pagina nelle tabelle di amministrazione
pt: Número de itens por página nas tabelas administrativas
ru: Количество элементов на странице в таблицах администратора

source: List of trusted hosts/networks allowed to access the admin interface
ar: قائمة بالمضيفين/الشبكات الموثوقة المسموح لهم بالوصول إلى واجهة الإدارة
ca: Llista d&#39;amfitrions/xarxes de confiança per accedir a la interfície d&#39;administració
de: Liste der vertrauenswürdigen Hosts/Netzwerke, denen der Zugriff auf die Admin-Oberfläche gestattet ist
es: Lista de hosts/redes confiables a los que se les permite acceder a la interfaz de administración
eu: Administratzaile interfazera sartzeko baimendutako ostalari/sare fidagarrien zerrenda
fr: Liste des hôtes/réseaux de confiance autorisés à accéder à l&#39;interface d&#39;administration
it: Elenco di host/reti attendibili a cui è consentito accedere all'interfaccia di amministrazione
pt: Lista de hosts/redes confiáveis com permissão para acessar a interface administrativa
ru: Список доверенных хостов/сетей, которым разрешен доступ к интерфейсу администратора

source: Enable VNC menu for user services
ar: تمكين قائمة VNC لخدمات المستخدم
ca: Activa el menú VNC per als serveis d&#39;usuari
de: Aktivieren Sie das VNC-Menü für Benutzerdienste
es: Habilitar el menú VNC para servicios de usuario
eu: Gaitu VNC menua erabiltzailearen zerbitzuetarako
fr: Activer le menu VNC pour les services utilisateur
it: Abilita il menu VNC per i servizi utente
pt: Habilite o menu VNC para serviços do usuário
ru: Включить меню VNC для пользовательских сервисов

source: Cookies consent text. If empty, a default multi language text will be used
ar: نص موافقة ملفات تعريف الارتباط. إذا كان فارغًا، فسيتم استخدام نص متعدد اللغات افتراضيًا
eu: Cookieak baimentzeko testua. Hutsik badago, hizkuntza anitzeko testu lehenetsi bat erabiliko da
it: Testo di consenso sui cookie. Se vuoto, verrà utilizzato un testo multilingua predefinito
ru: Текст согласия на использование файлов cookie. Если оставить пустым, будет использован многоязычный текст по умолчанию

source: Enable cookies consent
ar: تمكين الموافقة على ملفات تعريف الارتباط
eu: Gaitu cookieen baimena
it: Abilita il consenso ai cookie
ru: Включить согласие на использование файлов cookie

source: URL for more info about cookies
eu: Cookieei buruzko informazio gehiago lortzeko URLa
it: URL per maggiori informazioni sui cookie
ru: URL для получения дополнительной информации о файлах cookie

source: URL to leave cookies consent
eu: Cookieen baimena uzteko URLa
it: URL per lasciare il consenso ai cookie
ru: URL для оставления согласия на использование файлов cookie

source: Tunnel server
ar: ملقم نفق
ca: Servidor de túnel
es: Servidor de túnel
eu: Tunel zerbitzaria
fr: Serveur de tunnel
pt: Servidor de túnel
ru: Туннельный сервер

source: Tunnel server to use
ar: خادم النفق للاستخدام
ca: Servidor del túnel a utilitzar
de: Zu verwendender Tunnelserver
es: Servidor de túnel a utilizar
eu: Erabili beharreko tunel zerbitzaria
fr: Serveur tunnel à utiliser
it: Server tunnel da utilizzare
pt: Servidor de túnel a ser usado
ru: Туннельный сервер для использования

source: Server group
ar: مجموعة الخادم
ca: Grup de servidors
de: Servergruppe
es: Grupo de servidores
eu: Zerbitzari taldea
fr: Groupe de serveurs
it: Gruppo di server
pt: Grupo de servidores
ru: Группа серверов

source: Server group to use
ar: مجموعة الخادم للاستخدام
ca: Grup de servidors a utilitzar
de: Zu verwendende Servergruppe
es: Grupo de servidores a utilizar
eu: Erabili beharreko zerbitzari taldea
fr: Groupe de serveurs à utiliser
it: Gruppo di server da utilizzare
pt: Grupo de servidores a ser usado
ru: Группа серверов для использования

source: Ticket Validity
ar: صلاحية التذكرة
ca: Validesa del ticket
de: Ticket Gültigkeit
es: Validez del ticket
eu: Txartelaren balioa
fr: Validité du ticket
it: Validità del ticket
pt: Validade do Bilhete
ru: Срок действия билета

source: Allowed time, in seconds, for HTML5 client to reload data from UDS Broker. The default value of 60 is recommended.
ar: يسمح الوقت، بالثواني، للعميل HTML5 لإعادة تحميل البيانات من "وسيط مصغراً". ويوصي بالقيمة الافتراضية ل 60.
ca: Temps permès, en segons, al client HTML5 per a recarregar dades del Broker UDS. Es recomana el valor predeterminat de 60.
de: Zulässige Zeit, in Sekunden, für den HTML5-Client zum erneuten Laden von Daten aus dem UDS Broker. Der Standardwert von 60 wird empfohlen.
es: Tiempo permitido, en segundos, para que el cliente de HTML5 pueda recargar los datos de conexión desde el broker UDS. Se recomienda el valor predeterminado de 60.
eu: Onartutako denbora, segundotan, HTML5 bezeroarentzako UDS Broker datuen birkargatzeko. 60 balio lehenetsia gomendatzen da.
fr: Temps d'attente, en secondes, pour que le client HTML5 recharge les données d'UDS Broker. La valeur par défaut de 60 est recommandée.
it: Tempo consentito, in secondi, al client HTML5 per ricaricare i dati da UDS Broker. Il valore predefinito e consigliato è 60.
pt: Tempo permitido, em segundos, para o cliente HTML5 recarregar dados do UDS Broker. O valor padrão de 60 é recomendado.
ru: Допустимое время, в секундах, для клиента HTML5 для перезагрузки данных из UDS Broker. Рекомендуется использовать значение по умолчанию 60.

source: Tunnel wait time
ar: وقت الانتظار النفق
ca: Temps d'espera del túnel
de: Tunnelwartezeit
es: Tiempo de espera de túnel
eu: Tunnel itxaron-denbora
fr: Délai d’attente de tunnel
it: Tempo di attesa del tunnel
pt: Tempo de espera do túnel
ru: Время ожидания туннеля

source: Maximum time, in seconds, to wait before disable new connections on client tunnel listener
ar: الحد الأقصى للوقت، بالثواني، للانتظار قبل تعطيل الاتصالات الجديدة على مستمع نفق العميل
ca: Temps màxim, en segons, per esperar abans de desactivar noves connexions a l&#39;oient del túnel del client
de: Maximale Wartezeit in Sekunden, bevor neue Verbindungen im Client-Tunnel-Listener deaktiviert werden
es: Tiempo máximo, en segundos, que se debe esperar antes de deshabilitar nuevas conexiones en el escucha del túnel del cliente
eu: Gehienezko denbora, segundotan, itxaron behar da bezeroen tunel-entzulean konexio berriak desgaitu aurretik
fr: Temps d&#39;attente maximum, en secondes, avant de désactiver les nouvelles connexions sur l&#39;écouteur du tunnel client
it: Tempo massimo, in secondi, di attesa prima di disabilitare nuove connessioni sul listener del tunnel client
pt: Tempo máximo, em segundos, para esperar antes de desabilitar novas conexões no ouvinte do túnel do cliente
ru: Максимальное время ожидания в секундах перед отключением новых подключений на прослушивателе туннеля клиента.

source: Timeout in seconds for network connections
ar: المهلة بالثواني لاتصالات الشبكة
ca: Temps d&#39;espera en segons per a les connexions de xarxa
de: Timeout in Sekunden für Netzwerkverbindungen
es: Tiempo de espera en segundos para conexiones de red
eu: Sare-konexioetarako denbora-muga segundotan
fr: Délai d&#39;expiration en secondes pour les connexions réseau
it: Timeout in secondi per le connessioni di rete
pt: Tempo limite em segundos para conexões de rede
ru: Таймаут в секундах для сетевых подключений

source: Base Name
ar: اسم القاعدة
ca: Nom base
de: Basisname
es: Nombre base
eu: Oinarrizko izena
fr: Nom de la base
it: Nome della base
pt: Nome básico
ru: Базовое имя

source: Base name for clones from this service
ar: الاسم الأساسي للنسخ من هذه الخدمة
ca: Nom base per als clons d&#39;aquest servei
de: Basisname für Klone dieses Dienstes
es: Nombre base para clones de este servicio
eu: Zerbitzu honetako klonen oinarrizko izena
fr: Nom de base pour les clones de ce service
it: Nome di base per i cloni di questo servizio
pt: Nome base para clones deste serviço
ru: Базовое имя для клонов этого сервиса

source: Name Length
ar: طول الاسم
ca: Llargada del nom
de: Name Länge
es: Longitud del nombre
eu: Izen luzeera
fr: Longueur du nom
it: Lunghezza del nome
pt: Comprimento do nome
ru: Длина имени

source: Size of numeric part for the names derived from this service
ar: حجم الجزء الرقمي للأسماء المشتقة من هذه الخدمة
ca: Mida de la part numèrica dels noms derivats d&#39;aquest servei
de: Größe des numerischen Teils für die von diesem Dienst abgeleiteten Namen
es: Tamaño de la parte numérica de los nombres derivados de este servicio
eu: Zerbitzu honetatik eratorritako izenetarako zenbaki-zatiaren tamaina
fr: Taille de la partie numérique pour les noms dérivés de ce service
it: Dimensione della parte numerica per i nomi derivati da questo servizio
pt: Tamanho da parte numérica dos nomes derivados deste serviço
ru: Размер числовой части имен, полученных из этого сервиса.

source: Creation concurrency
ar: تزامن الخلق
ca: Concurrència de creació
de: Parallelität der Schöpfung
es: Concurrencia de creación
eu: Sorkuntza konkurrentzia
fr: Simultanéité de la création
it: Concorrenza di creazione
pt: Concorrência de criação
ru: Одновременное создание

source: Maximum number of concurrently creating VMs
ar: الحد الأقصى لعدد بالتزامن خلق الأجهزة الظاهرية.
ca: Nombre màxim de màquines virtuals creant-se simultàniament
de: Maximale Anzahl der gleichzeitig erstellten VMs
es: Número máximo de creación de VMs de forma simultánea
eu: VMak aldi berean sortzeko gehienezko kopurua
fr: Nombre maximal de machines virtuelles en création simultanée
it: Numero massimo di VM create contemporaneamente
pt: Número máximo de criações simultâneas de VMs
ru: Максимальное количество одновременно создаваемых ВМ

source: Removal concurrency
ar: تزامن الإزالة.
ca: Concurrència d'eliminació
de: Parallelität entfernen
es: Concurrencia de eliminación
eu: Kentzea
fr: Simultanéité de supression
it: Concorrenza di rimozione
pt: Concorrência de remoção
ru: Одновременное удаление

source: Maximum number of concurrently removing VMs
ar: الحد الأقصى لعدد الأجهزة الافتراضية إزالة في وقت واحد
ca: Nombre màxim de màquines virtuals eliminant-se simultàniament
de: Maximale Anzahl gleichzeitig entfernter VMs
es: Número máximo de VMs que se pueden eliminar al mismo tiempo
eu: VMak aldi berean kentzen diren gehienezko kopurua
fr: Nombre maximal de suppression simultanée de machines virtuelles
it: Numero massimo di VM rimosse contemporaneamente
pt: Número máximo de remoção simultânea de VMs
ru: Максимальное количество одновременно удаляемых ВМ

source: Max. Allowed services
ar: الأعلى. الخدمات المسموح بها
ca: Màx. Serveis permesos
de: max. Erlaubte Dienste
es: máx. Servicios permitidos
eu: Max. Baimendutako zerbitzuak
fr: Max. Services autorisés
it: Numero massimo di servizi consentiti
pt: Máx. Serviços permitidos
ru: Максимум. Разрешенные услуги

source: Maximum number of allowed services (0 means no limit)
ar: الحد الأقصى لعدد الخدمات المسموح بها (0 يعني لا يوجد حد)
ca: Nombre màxim de serveis permesos (0 significa sense límit)
de: Maximale Anzahl erlaubter Dienste (0 bedeutet keine Begrenzung)
es: Número máximo de servicios permitidos (0 significa sin límite)
eu: Onartutako zerbitzuen gehienezko kopurua (0k mugarik ez duela esan nahi du)
fr: Nombre maximum de services autorisés (0 signifie aucune limite)
it: Numero massimo di servizi consentiti (0 significa nessun limite)
pt: Número máximo de serviços permitidos (0 significa sem limite)
ru: Максимальное количество разрешенных услуг (0 означает отсутствие ограничений)

source: Remove found duplicates
ar: إزالة الملفات المكررة
ca: Elimina els duplicats trobats
de: Gefundene Duplikate entfernen
es: Eliminar duplicados encontrados
eu: Kendu aurkitu diren bikoiztuak
fr: Supprimer les doublons trouvés
it: Rimuovi i duplicati trovati
pt: Remover duplicados encontrados
ru: Удалить найденные дубликаты

source: If active, found duplicates VApps for this service will be removed
ar: إذا تم تنشيطه، فسيتم إزالة التطبيقات المكررة لهذه الخدمة
de: Wenn aktiv, werden gefundene Duplikate von VApps für diesen Dienst entfernt
es: Si está activo, se eliminarán los VApps duplicados encontrados para este servicio.
eu: Aktibatuta badago, aurkitutako bikoiztutako VApp-ak kendu egingo dira zerbitzu honetarako
it: Se attivi, i duplicati trovati di VApp per questo servizio verranno rimossi
pt: Se ativo, os VApps duplicados encontrados para este serviço serão removidos
ru: Если активен, найденные дубликаты VApps для этой службы будут удалены

source: Try SOFT Shutdown first
ar: جرب SOFT Shutdown أولاً
ca: Intentar primer una aturada "suau"
de: Versuchen Sie zuerst SOFT Shutdown
es: Intentar SOFT shutdown primero
eu: Saiatu SOFT Shutdown lehenik
fr: Essayez d&#39;abord l&#39;arrêt SOFT
it: Prova prima l'arresto SOFT
pt: Experimente o desligamento SOFT primeiro
ru: Сначала попробовать SOFT Shutdown

source: If active, UDS will try to shutdown (soft) the machine. May delay around 2 minutes the power off of hanged machines.
ar: إذا كان نشطًا، فسيحاول UDS إيقاف تشغيل الجهاز (بشكل ناعم). قد يؤخر انقطاع التيار الكهربائي عن الأجهزة المعلقة لمدة دقيقتين تقريبًا.
ca: Si està actiu, l&#39;UDS intentarà apagar (suau) la màquina. Pot retardar uns 2 minuts l&#39;apagat de les màquines penjades.
de: Wenn aktiviert, versucht UDS, die Maschine herunterzufahren (sanft). Das Ausschalten hängender Maschinen kann dadurch um etwa 2 Minuten verzögert werden.
es: Si está activo, UDS intentará apagar (soft) la máquina. Puede retrasar alrededor de 2 minutos el apagado de las máquinas colgadas.
eu: Aktibatuta badago, UDS makina itzaltzen (leguna) saiatuko da. Zintzilik dauden makinen itzaltzea 2 minutu inguru atzeratu dezake.
fr: S&#39;il est actif, UDS tentera d&#39;arrêter (de manière logicielle) la machine. Peut retarder d&#39;environ 2 minutes la mise hors tension des machines bloquées.
it: Se attivo, UDS proverà a spegnere (soft) la macchina. Potrebbe ritardare di circa 2 minuti lo spegnimento delle macchine bloccate.
pt: Se estiver ativo, o UDS tentará desligar (soft) a máquina. Pode atrasar cerca de 2 minutos o desligamento de máquinas penduradas.
ru: Если этот параметр активен, UDS попытается выключить (программно) машину. Может задержать отключение питания зависших машин примерно на 2 минуты.

source: Reset type
ar: نوع إعادة الضبط
ca: Tipus de restabliment
de: Typ zurücksetzen
es: Tipo de reinicio
eu: Berrezarri mota
fr: Type de réinitialisation
it: Reimposta tipo
pt: Tipo de redefinição
ru: Тип сброса

source: Type of reset to perform
ar: نوع إعادة التعيين للأداء
ca: Tipus de reinici a realitzar
de: Art des durchzuführenden Resets
es: Tipo de reseteo a realizar
eu: Egin beharreko berrezarri mota
fr: Type de réinitialisation à effectuer
it: Tipo di reset da eseguire
pt: Tipo de reinicialização a ser executada
ru: Тип сброса, который необходимо выполнить

source: Soft reset
ar: إعادة تشغيل رقيقة
ca: Reinici suau
es: Reinicio suave
eu: Berrezarri leuna
fr: Redémarrage en douceur
it: Ripristino graduale
pt: Reinicialização suave
ru: Мягкий сброс

source: Hard reset
ar: من الصعب إعادة
ca: Restabliment complet
de: Kaltstart
es: Restablecimiento completo
eu: Berrezarri gogorra
fr: Réinitialisation matérielle
it: Ripristino hardware
pt: Reinicialização total
ru: Аппаратный сброс

source: Keep on error
ar: تبقى على خطأ
ca: Mantenir si error
de: Bleib auf Fehler
es: Mantener si error
eu: Akatsak mantendu
fr: Garder en cas d’erreur
it: Continua in caso di errore
pt: Continue com erro
ru: Продолжайте

source: If active, access errors found on machine will not be considered errors.
ar: إذا كان نشطًا، فلن تعتبر أخطاء الوصول الموجودة على الجهاز أخطاء.
ca: Si està actiu, els errors d&#39;accés trobats a la màquina no es consideraran errors.
de: Wenn aktiv, werden auf der Maschine gefundene Zugriffsfehler nicht als Fehler betrachtet.
es: Si está activo, los errores de acceso encontrados en la máquina no se considerarán errores.
eu: Aktibatuta badago, makinan aurkitutako sarbide-erroreak ez dira akatstzat hartuko.
fr: Si elles sont actives, les erreurs d&#39;accès trouvées sur la machine ne seront pas considérées comme des erreurs.
it: Se attivo, gli errori di accesso riscontrati sulla macchina non verranno considerati errori.
pt: Se estiver ativo, os erros de acesso encontrados na máquina não serão considerados erros.
ru: Если этот параметр активен, ошибки доступа, обнаруженные на компьютере, не будут считаться ошибками.

source: Macs range
ar: نطاق MAC
ca: Rang d'adreces mac
de: Macs reichen
es: Rango de Macs
eu: MAC eremua
fr: Gamme Mac
it: Intervallo di Mac
ru: Диапазон MAC-адресов
