Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If active, found duplicates vApps for this service will be removed
ar: إذا كانت نشطة، فستتم إزالة تطبيقات مكررة لهذه الخدمة
ca: Si està activat, s'eliminarà la cerca de vApps duplicades per a aquest servei
de: Wenn diese Option aktiviert ist, werden doppelte vApps für diesen Service entfernt
es: Si está activo, se eliminarán vApps duplicados encontrados para este servicio
eu: Aktibo badago, zerbitzu hauetarako bikoiztuak diren vApps aurkitu egingo dira
fr: S’il est activé, les doublons trouvés vApps pour ce service seront supprimés
it: Se attivo, le vApp duplicate trovate per questo servizio verranno rimosse
pt: Se ativo, encontrado duplicados, os vApps desse serviço serão removidos
ru: Если активен, найденные дубликаты vApps для этой службы будут удалены

source: Catalog
ar: النشرة المصورة
ca: Catàleg
de: Katalog
es: Catálogo
eu: katalogoa
fr: Catalogue
pt: Catálogo
ru: Каталог

source: vApps source catalog
ar: لائحة مصدر vApps
ca: Catàleg font de vApps
de: vApps-Quellkatalog
es: Catálogo origen de vApps
eu: vApps iturrien katalogoa
fr: Catalogue de sources de vApps
it: Catalogo sorgente vApps
pt: Catálogo de fontes do vApps
ru: vApps каталог источника

source: vApp Template
ar: vApp القالب
ca: Plantilla vApp
de: vApp-Vorlage
eu: vApp Txantiloia
fr: Modèle de vApp
pt: Modelo de vApp
ru: Шаблон vApp

source: vApp template for the service
ar: قالب vApp للخدمة
ca: Plantilla vApp per a aquest servei
de: vApp-Vorlage für den Service
es: Plantilla vApp para el servicio
eu: Zerbitzuaren txantiloia vApp
fr: Modèle de vApp pour le service
it: vApp template per il servizio
pt: Modelo de vApp para o serviço
ru: Шаблон vApp для службы

source: Main Network
ar: الشبكة الرئيسية
ca: Xarxa principal
de: Hauptnetzwerk
es: Red principal
eu: Sare nagusia
fr: Réseau principal
it: Rete principale
pt: Rede principal
ru: Основная сеть

source: If more than one interface is found in machine, use the first found on this network as main
ar: إذا تم العثور على أكثر من واجهة في الجهاز، واستخدام وجدت لأول مرة على هذه الشبكة والرئيسية
ca: Si es troba més d'una interfície a la màquina, s'utilitza la trobada primer en aquesta xarxa com a principal
de: Wenn in der Maschine mehr als eine Schnittstelle gefunden wird, verwenden Sie die erste in diesem Netzwerk gefundene Schnittstelle als Hauptschnittstelle
es: Si la máquina tiene más de una interfaz, utilice la primera de esta red como la principal
eu: Interfaze bat baino gehiago aurkitzen bada makinan, erabili sareko lehen sarea nagusia den bezala
fr: Si plus d'une interface est trouvée dans la machine, utilisez la première trouvée sur ce réseau comme principale
it: Se nella macchina virtuale è presente più di una interfaccia, utilizzare la prima trovata su questa rete come interfaccia principale
pt: Se mais de uma interface for encontrada na máquina, use a primeira encontrada nessa rede como principal
ru: Если на машине найдено несколько интерфейсов, используйте первый найденный в этой сети как основной

source: Only vApp Templates with 1 VM are allowed
ar: مسموح فقط قوالب vApp مع 1 VM
ca: Només es permeten plantilles vApp amb una màquina virtual
de: Es sind nur vApp-Vorlagen mit einer VM zulässig
es: Se permiten sólo plantillas vApp con 1 máquina virtual
eu: Bakarrik VApp plantillak 1 VM-rekin onartzen dira
fr: Seuls les modèles de vApp avec 1 VM sont autorisés
it: Sono consentiti solo vApp Template con 1 VM
pt: Apenas modelos de vApp com 1 VM são permitidos
ru: Разрешены только шаблоны vApp с 1 ВМ

source: VMWare services needs that vCenter contains at least one folder, one network and one datastore.
ar: تحتاج خدمات VMWare إلى أن يحتوي vCenter على مجلد واحد على الأقل وشبكة واحدة ومخزن بيانات واحد.
ca: Els serveis de VMWare necessiten que vCenter contingui almenys una carpeta, una xarxa i un emmagatzematge de dades.
de: Für VMWare-Services müssen vCenter mindestens einen Ordner, ein Netzwerk und einen Datenspeicher enthalten.
es: Los servicios para VMware necesitan que el vCenter contenga al menos una carpeta, una red y un almacenamiento.
eu: VMWare zerbitzuek vCenter-ek gutxienez karpeta bat, sare bat eta datu-biltegi bat ditu.
fr: Les services VMWare nécessitent que vCenter contienne au moins un dossier, un réseau et une banque de données.
it: I servizi VMWare richiedono che vCenter contenga almeno una cartella, una rete e un datastore.
pt: Os serviços VMWare precisam que o vCenter contenha pelo menos uma pasta, uma rede e um armazenamento de dados.
ru: Сервисам VMWare необходимо, чтобы vCenter содержал как минимум одну папку, одну сеть и одно хранилище данных.

source: Local
ar: محلي
eu: Tokikoa
it: Locale
ru: Местный

source: Remote
ar: بعيد
eu: Urrunekoa
it: Remoto
ru: Удаленный

source: VMWare VCenter Platform Provider
ar: مزود برنامج VMWare VCenter منصة
ca: Proveïdor de la plataforma VMWare VCenter
es: Proveedor de plataforma VMware vCenter
eu: VMWare VCenter Plataforma hornitzailea
pt: Fornecedor de plataforma VMWare VCenter
ru: Поставщик платформы VMWare VCenter

source: Provides connection to Virtual Center Services
ar: توفر وصولا إلى مركز الظاهرية
ca: Proporciona connexió a serveis VMWare VCenter
de: Stellt eine Verbindung zu Virtual Center Services bereit
es: Proporciona conexión a los Servicios del Centro Virtual
eu: Virtual Center zerbitzuetarako konexioa eskaintzen du
fr: Fournit la connexion à des Services de centre virtuel
it: Fornisce la connessione ai Virtual Center Services
pt: Fornece conexão com os serviços do Virtual Center
ru: Обеспечивает подключение к Virtual Center Services

source: VMWare VCenter Server IP or Hostname
ar: برنامج VMWare IP خادم VCenter أو اسم المضيف
ca: Nom de host o IP del servidor VMWare VCenter
de: VMWare VCenter Server-IP oder Hostname
es: IP de Servidor VMware vCenter o nombre de host
eu: VMWare VCenter Server IP edo Hostname
fr: IP du Server VMWare VCenter ou nom d’hôte
it: IP o nome host del server VMWare VCenter
pt: IP do servidor VMWare VCenter ou nome do host
ru: IP-адрес или имя сервера VMWare VCenter

source: VMWare VC Server Port (usually 443)
ar: VMWare الخادم ميناء VC (عادة 443)
ca: Port del servidor VMWare VCenter (generalment el 443)
de: VMWare VC Server Port (normalerweise 443)
es: Puerto del servidor VC VMware (generalmente 443)
eu: VMWare VC zerbitzariaren portua (normalean 443)
fr: Port du serveur VMWare VC (habituellement 443)
it: Porta del server VMWare VC (in genere 443)
pt: Porta do servidor VMWare VC (geralmente 443)
ru: Порт сервера VMWare VCenter (обыно 443)

source: User with valid privileges on VC
ar: المستخدم مع امتيازات صالح على VC
ca: Usuari amb privilegis vàlids sobre VC
de: Benutzer mit gültigen Berechtigungen für VC
es: Usuario con privilegios válidos en VC
eu: Erabiltzaileak VCri buruzko baliozko pribilegioak ditu
fr: Utilisateur avec des privilèges valides sur VC
it: Utente con privilegi validi su VC
pt: Usuário com privilégios válidos no VC
ru: Пользователь с достаточными привилегиями на VC

source: Password of the user of the VC
ar: كلمة السر للمستخدم من VC
ca: Contrasenya de l'usuari de VC
de: Passwort des Benutzers des VC
es: Contraseña del usuario de VC
eu: VC-eko erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur du VC
it: Password dell';utente del VC
pt: Senha do usuário do VC
ru: Пароль пользователя VCenter

source: Connection params ok
ar: اتصال params ok
ca: Paràmetres de connexió correctes
de: Verbindungsparameter ok
es: Parámetros de conexión ok
eu: Konexio parametroak ondo daude
fr: Connexion params ok
it: Parametri di connessione validi
pt: Params de conexão ok
ru: Параметры подключения ОК

source: Clone based - Linked
ar: استنساخ على أساس--مرتبط
ca: Basat en clons - Linked Clone
de: Klonbasiert - Linked
es: Basado en clones - Linked
eu: Klonetan oinarriturika - Lotuak
fr: Clone basé - lié
pt: Clone baseado - vinculado
ru: Клонирование на основе - Слинкованный

source: This service provides access to Linked Clones machines on a Virtual Center
ar: توفر هذه الخدمة إمكانية الوصول إلى آلات النسخ مرتبط على مركز الظاهري
ca: Aquest servei proporciona accés a màquines Linked Clone d'un Virtual Center
de: Dieser Service bietet Zugriff auf Linked Clones-Maschinen in einem Virtual Center
es: Este servicio proporciona acceso a máquinas de Linked Clones en un Centro Virtual
eu: Zerbitzu honek Linked Clones makinak zentro birtual batean sarbidea eskaintzen du
fr: Ce service donne accès aux machines de Clones liés sur un Virtual Center
it: Questo servizio fornisce l'accesso alle macchine Linked Clones su un Virtual Center
pt: Este serviço fornece acesso a máquinas Clones Vinculados em um Centro Virtual
ru: Эта услуга предоставляет доступ к машинам Linked Clones в виртуальном центре

source: Number of desired machines to keep stopped waiting for use
ar: عدد الآلات المطلوبة لتظل متوقفة في انتظار الاستخدام
ca: Nombre desitjat de màquines que es mantenenvaturades esperant per a utilitzar-se
de: Anzahl der gewünschten Maschinen, die angehalten werden sollen, um auf die Verwendung zu warten
es: Número de máquinas deseadas para mantener detenidas esperando su uso
eu: Erabiltzeko zain gelditu nahi den makina kopurua
fr: Nombre de machines souhaitées à maintenir à l&#39;arrêt en attente d&#39;utilisation
it: Numero di macchine desiderate da tenere ferme in attesa di utilizzo
pt: Número de máquinas desejadas para manter paradas esperando para uso
ru: Количество желаемых машин для остановки в ожидании использования

source: Datacenter
ar: مركز البيانات
de: Datencenter
eu: Datacenter-a
pt: Centro de dados
ru: Центр обработки данных

source: Datacenter containing base machine
ar: مراكز البيانات التي تحتوي على آلة قاعدة
ca: Datacenter que conté la base de dades
de: Datencenter, das die Basismaschine enthält
es: Datacenter que contiene la máquina base
eu: Base-makina duen datacenter-a
fr: Machine de base contenant le Datacenter
it: Datacenter contenente la macchina base
pt: Datacenter contendo máquina base
ru: Центр обработки данных, содержащий базовую машину

source: Clones Resource Pool
ar: تجمع موارد النسخ
ca: Agrupació de recursos de clons
de: Ressourcenpool für Klons
es: Fondo de recursos de clones
eu: Klonen Baliabide Pool
fr: Pool de ressources de clones
it: Pool di risorse dei cloni
pt: Clona o pool de recursos
ru: Пул ресурсов клонов

source: Resource Pool where deploy clones
ar: تجمع موارد حيث نشر النسخ.
ca: Pool de recursos on desplegar els clons
de: Ressourcenpool, in dem Klone bereitgestellt werden
es: Pool de recursos en el que desplegar clones
eu: Baliabide-Pool-a non klonak ezarri
fr: Pool des ressources où déployer des clones
it: Pool di risorse in cui distribuire i cloni
pt: Pool de Recursos onde implantar clones
ru: Пул ресурсов, где развертываются клоны

source: Pub. Datastores
ar: حانة. مخازن البيانات
ca: Pub. Magatzems de dades
de: Pub. Datenspeicher
es: Pub. Almacenes de datos
eu: Taberna. Datu biltegiak
fr: Pub. Banques de données
it: Pub. Archivi dati
pt: Bar. Armazenamentos de dados
ru: Паб. Хранилища данных

source: Datastores where to put publications
ar: مخازن البيانات حيث وضع المنشورات
ca: Unitats d'emmagatzematge on guardar publicacions
de: Datenspeicher, wo Veröffentlichungen abgelegt werden sollen
es: Almacenamiento de datos donde poner publicaciones
eu: Argitalpenak jarri non datastore
fr: Entrepôts de données où mettre les publications
it: Datastore dove inserire pubblicazioni
pt: Datastores onde colocar publicações
ru: Хранилища данных, где размещать публикации

source: Resource Pool containing base machine
ar: تجمع موارد تحتوي على آلة قاعدة
ca: Pool de recursos que conté la màquina base
de: Ressourcenpool, der die Basismaschine enthält
es: Pool de recursos que contiene la máquina base
eu: Oinarrizko makina duen baliabide-pool-a
fr: Pool de ressources contenant la machine de base
it: Pool di risorse contenente la macchina di base
pt: Pool de recursos contendo máquina base
ru: Пул ресурсов, содержащий базовую машину

source: Main network used by the machine. The first interface found in base machine in this network, will be switched to publication network
ar: الشبكة الرئيسية التي يستخدمها الجهاز. سيتم تحويل الواجهة الأولى الموجودة في الجهاز الأساسي في هذه الشبكة إلى شبكة النشر
ca: Xarxa principal utilitzada per la màquina. La primera interfície que es troba a la màquina base d&#39;aquesta xarxa es canviarà a la xarxa de publicació
de: Hauptnetzwerk, das von der Maschine verwendet wird. Die erste Schnittstelle, die in diesem Netzwerk in der Basismaschine gefunden wird, wird auf das Publikationsnetzwerk umgeschaltet
es: Red principal utilizada por la máquina. La primera interfaz que se encuentre en la máquina base de esta red se cambiará a la red de publicación.
eu: Makinak erabiltzen duen sare nagusia. Sare honetako oinarrizko makinan aurkitutako lehen interfazea argitalpen sarera aldatuko da
fr: Réseau principal utilisé par la machine. La première interface trouvée dans la machine de base de ce réseau sera basculée vers le réseau de publication
it: Rete principale utilizzata dalla macchina. La prima interfaccia trovata nella macchina di base in questa rete verrà commutata sulla rete di pubblicazione
pt: Rede principal utilizada pela máquina. A primeira interface encontrada na máquina base nesta rede será comutada para a rede de publicação
ru: Основная сеть, используемая машиной. Первый интерфейс, обнаруженный на базовой машине в этой сети, будет переключен на сеть публикации.

source: Pub. Network
ar: شبكة النشر
ca: Xarxa pública
de: Pub. Netzwerk
es: Red de Pub.
eu: Argitalpen sarea
fr: Pub. Réseau
it: Rete di Pub.
pt: Bar. Rede
ru: Публичная подсеть

source: Network on which the machine will be deployed
ar: الشبكة التي سيتم نشرها بالجهاز
ca: Xarxa sobre la que la màquina serà desplegada
de: Netzwerk, auf dem die Maschine bereitgestellt wird
es: Red en la cual se desplegará la máquina
eu: Makina zabalduko duen sarea
fr: Réseau sur lequel la machine sera déployée
it: Rete su cui verrà distribuita la macchina
pt: Rede na qual a máquina será implantada
ru: Сеть, на которой будет развернута машина

source: Clones Folder
ar: مجلد النسخ
ca: Carpeta de clons
de: Klon-Ordner
es: Carpeta de clones
eu: Klonen karpeta
fr: Dossier de clones
it: Cartella Cloni
pt: Clones Pasta
ru: Папка клонов

source: Folder where deploy clones
ar: المجلد حيث نشر النسخ
ca: Carpeta on desplegar els clons
de: Ordner, in dem Klone bereitgestellt werden
es: Carpeta en la que desplegar clones
eu: Klonak ezartzeko karpeta
fr: Dossier où déployer des clones
it: Cartella dove distribuire i cloni
pt: Pasta onde implantar clones
ru: Папка где развертываются клоны

source: Datastores
ar: مخازن البيانات
ca: Magatzems de dades
de: Datenspeicher
es: Almacenes de datos
eu: Datu-biltegiak
fr: Banques de données
it: Archivi dati
pt: Armazenamentos de dados
ru: Хранилища данных

source: Datastores where to put machines
ar: Datastore لحفض الألات الإفتراضية
ca: Unitats d'emmagatzematge on guardar màquines
de: Datastores, wo Maschinen abgelegt werden
es: Almacenes de datos dónde colocar las máquinas
eu: Makinak jartzeko datuak
fr: Datastore où mettre des machines
it: Datastore dove salvare le VM
pt: Datastores onde colocar máquinas
ru: Хранилища, которые используются машинами

source: Fixed Machines Pool
ar: تجمع الأجهزة الثابتة
ca: Pool de Màquines Fixes
es: Pool de máquinas fijas
eu: Makina finkoaen pool-a
fr: Pool de Machines fixes
it: Pool di macchine fisse
pt: Pool de máquinas fixas
ru: Фиксированный пул машин

source: This service provides access to a fixed group of selected machines on the infrastructure
ar: توفر هذه الخدمة إمكانية الوصول إلى مجموعة ثابتة من الأجهزة المحددة في البنية التحتية
ca: Aquest servei proporciona accés a un grup fix de màquines seleccionades de la infrastructura
de: Dieser Service bietet Zugriff auf eine feste Gruppe ausgewählter Maschinen in der Infrastruktur
es: Este servicio proporciona acceso a un grupo fijo de las máquinas en la infraestructura
eu: Zerbitzu honek azpiegiturako hautatutako makina talde finko batera sarbidea eskaintzen du
fr: Ce service donne accès à un groupe fixe de machines sélectionnées sur l'infrastructure
it: Questo servizio fornisce l'accesso a un gruppo fisso di macchine selezionate sull'infrastruttura
pt: Este serviço fornece acesso a um grupo fixo de máquinas selecionadas na infraestrutura
ru: Эта служба обеспечивает доступ к фиксированной группе выбранных машин в инфраструктуре

source: Clone based - Full
ar: استنساخ على أساس-كامل
ca: Basat en clonat - Full Clone
de: Klonbasiert - Voll
es: Basado en clones - Full
eu: Klonetan oinarriturik - Osoak
fr: Clonage basé - Complet
pt: Clone com base - completo
ru: Клонирование на основе - Полный

source: This service provides access to FULL Cloned machines on a Virtual Center
ar: توفر هذه الخدمة إمكانية الوصول إلى آلات استنساخ كامل على المركز الظاهري
ca: Aquest servei proporciona accés a màquines Full Clone d'un Virtual Center
de: Dieser Dienst bietet Zugriff auf FULL Cloned-Computer in einem Virtual Center
es: Este servicio proporciona acceso a máquinas de clon completo en un Virtual Center
eu: Zerbitzu honek FITXA Cloned makinak FITXA Birtual batean sartzeko aukera ematen du
fr: Ce service permet d'accéder à des machines clonées complètes sur un centre virtuel
it: Questo servizio fornisce l'accesso alle macchine FULL Cloned su un Virtual Center
pt: Este serviço fornece acesso a máquinas clonadas COMPLETAS em um Centro Virtual
ru: Эта услуга предоставляет доступ к ПОЛНЫМ клонированным машинам в виртуальном центре

source: Xenserver/XCP-NG Platforms Provider
ar: موفر منصات Xenserver/XCP-الحرس الوطني
ca: Proveïdor de les plataformes XenServer/XCP-NG
de: Xenserver/XCP-NG-Plattformanbieter
es: Proveedor de plataformas XenServer/XCP-ng
eu: Xenserver / XCP-NG plataforma hornitzailea
pt: Fornecedor de plataformas Xenserver / XCP-NG
ru: Поставщик платформ XenServer/XCP-NG

source: XenServer and XCP-NG platforms service provider
ar: موفر خدمة منصات XenServer و XCP-الحرس الوطني
ca: Proveïdor de serveis de les plataformes XenServer i XCP-NG
de: Service Provider für XenServer- und XCP-NG-Plattformen
es: Proveedor de servicios de plataformas XenServer y XCP-ng
eu: XenServer eta XCP-NG plataformetarako zerbitzu hornitzailea
fr: Fournisseur de services de plateformes XenServer et XCP-NG
it: Provider di servizi per piattaforme XenServer e XCP-NG
pt: Fornecedor de serviços de plataformas XenServer e XCP-NG
ru: Поставщик платформ услуг XenServer и XCP-NG

source: XenServer Server IP or Hostname
ar: IP خادم XenServer أو اسم المضيف
ca: IP o nom de host del servidor Xenserver
de: XenServer Server-IP oder Hostname
es: IP del servidor o nombre de host XenServer
eu: XenServer zerbitzariaren IP-a edota izena
fr: XenServer serveur IP ou nom d'hôte
it: IP o nome host del server XenServer
pt: IP do servidor XenServer ou nome do host
ru: IP-адрес или имя сервера XenServer

source: XenServer Server Port
ar: منفذ خادم زينسيرفر
ca: Port del servidor XenServer
es: Puerto del servidor XenServer
eu: XenServer zerbitzariaren ataka
fr: Port du serveur XenServer
it: Porta del server XenServer
pt: Porta do servidor XenServer
ru: Порт сервера XenServer

source: User with valid privileges on XenServer
ar: المستخدم مع امتياز صالح على XenServer
ca: Usuari amb privilegis vàlids sobre Xenserver
de: Benutzer mit gültigen Berechtigungen auf XenServer
es: Usuario con privilegios válidos en XenServer
eu: Erabiltzaileak XenServer-en baliozko pribilegioak ditu
fr: Utilisateur avec des privilèges valides sur XenServer
it: Utente con privilegi validi su XenServer
pt: Usuário com privilégios válidos no XenServer
ru: Пользователь с достаточными привилегиями на XenServer

source: Password of the user of XenServer
ar: كلمة السر للمستخدم من XenServer
ca: Contrasenya de l'usuari Xenserver
de: Passwort des Benutzers von XenServer
es: Contraseña del usuario de XenServer
eu: XenServer erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur de XenServer
it: Password dell'utente di XenServer
pt: Senha do usuário do XenServer
ru: Пароль пользователя XenServer

source: Backup Host
ar: مضيف النسخ الاحتياطي
ca: Amfitrió de backsup
es: Host de respaldo
eu: Babeskopia ostalaria
fr: Hôte de sauvegarde
it: Host di backup
pt: Host de backup
ru: Резервный хост

source: XenServer BACKUP IP or Hostname (used on connection failure to main server)
ar: XenServer BACKUP IP أو اسم المضيف (المستخدم عند فشل الاتصال بالخادم الرئيسي)
ca: IP o nom d'amfitrió del XenServer BACKUP (s'utilitza en fallar la connexió amb el servidor principal)
de: XenServer BACKUP IP oder Hostname (wird bei Verbindungsfehlern zum Hauptserver verwendet)
es: XenServer IP RESPALDO o nombre de host (se usa en caso de falla de conexión al servidor principal)
eu: XenServer BACKUP IP edo Ostalari izena (zerbitzari nagusirako konexioaren huts egitean erabiltzen da)
fr: XenServer BACKUP IP ou nom d&#39;hôte (utilisé en cas d&#39;échec de connexion au serveur principal)
it: XenServer BACKUP IP o nome host (utilizzato in caso di errore di connessione al server principale)
pt: IP ou nome de host do XenServer BACKUP (usado em caso de falha de conexão com o servidor principal)
ru: IP-адрес или имя хоста XenServer BACKUP (используется при сбое подключения к основному серверу)

source: Connection test successful
ar: اختبار اتصال ناجح
ca: La prova de connexió s'ha realitzat correctament
de: Verbindungstest erfolgreich
es: Test de conexión realizado con éxito
eu: Konexioaren proba arrakastatsua
fr: Test de connexion réussie
it: Test di connessione riuscito
pt: Teste de conexão bem sucedido
ru: Тест соединения успешен

source: Connection failed: {}
ar: فشل الاتصال: {}
ca: Connexió fallida: {}
de: Verbindung fehlgeschlagen: {}
es: La conexión falló: {}
eu: Konexioa huts egin da: {}
fr: La connexion a échoué: {}
it: Connessione fallita: {}
pt: Falha na conexão: {}
ru: Ошибка подключения: {}

source: Xen Linked Clone
ar: Xen استنساخ مرتبط
ca: Linked Clone Xen
fr: Xen Clone lié
pt: Clone Vinculado Xen
ru: Линкованные клоны Xen

source: Xen Services based on templates
ar: خدمات Xen على أساس القوالب.
ca: Serveis Xen basats en plantilles
de: Xen Services basierend auf Vorlagen
es: Servicios Xen basados en plantillas
eu: Xen txantiloietan oinarritutako zerbitzuak
fr: Xen Services basés sur des modèles
it: Servizi Xen basati su modelli
pt: Serviços Xen baseados em modelos
ru: Xen службы основанные на шаблонах

source: Storage where to publish and put incrementals (only shared storages are supported)
ar: تخزين مكان النشر ووضع التزايدات (يتم دعم التخزين المشترك فقط)
ca: Emmagatzematge on publicar i guardar incrementals (només s’admet emmagatzematge compartit)
de: Speicher, in dem inkrementelle Informationen veröffentlicht und abgelegt werden sollen (nur gemeinsam genutzte Speicher werden unterstützt)
es: Almacenamiento donde publicar y colocar incrementales (solo se admiten almacenamientos compartidos)
eu: Biltegian non argitaratu eta jarri gehigarriak (partekatutako biltegiak bakarrik onartzen dira)
fr: Stockage où publier et mettre des incrémentaux (seuls les stockages partagés sont pris en charge)
it: Storage dove pubblicare e collocare gli incrementali (sono supportati solo gli storage condivisi)
pt: Armazenamento onde publicar e colocar incrementais (apenas armazenamentos compartilhados são suportados)
ru: Хранилище, где публиковать и размещать инкрементальные файлы (поддерживаются только общие хранилища)

source: Network used for virtual machines
ar: شبكة تستخدم للآلات الافتراضية
ca: Xarxa utilitzada per a màquines virtuals
de: Netzwerk für virtuelle Maschinen
es: Red utilizada para máquinas virtuales
eu: Makina birtualetzako erabiliko sarea
fr: Réseau utilisé pour les machines virtuelles
it: Rete utilizzata per macchine virtuali
pt: Rede usada para máquinas virtuais
ru: Сеть, используемая для виртуальных машин

source: Shadow
ar: ظل
de: Schatten
eu: Itzala
fr: Ombre
pt: Sombra
ru: Тень
