Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: The machine name can't be only numbers
ar: لا يمكن أن يكون اسم الجهاز أرقام فقط
ca: El nom de màquina no pot contenir només valors numèrics
de: Der Maschinenname kann nicht nur aus Zahlen bestehen
es: El nombre de la máquina no puede estar compuesto únicamente por números
eu: Makinaren izena ezin da zenbaki bakarra izan
fr: Nom de l'ordinateur ne peut pas être uniquement des nombres
it: Il nome della macchina non può essere solo numeri
pt: O nome da máquina não pode ser apenas números
ru: Имя машины не может состоять только из цифр

source: Invalid JSON data
ar: بيانات JSON غير صالحة
ca: Dades JSON no vàlides
de: Ungültige JSON-Daten
es: Datos JSON no válidos
eu: JSON datu baliogabeak
fr: Données JSON invalides
it: Dati JSON non validi
pt: Dados JSON inválidos
ru: Неверные данные JSON

source: Certificate is empty
ar: الشهادة فارغة
ca: El certificat està buit
de: Das Zertifikat ist leer
es: El certificado está vacío
eu: Ziurtagiria hutsik dago
fr: Le certificat est vide
it: Il certificato è vuoto
pt: O certificado está vazio
ru: Сертификат пуст

source: Invalid certificate
ar: شهادة غير صالحة
ca: Certificat no vàlid
de: Ungültiges Zertifikat
es: Certificado no válido
eu: Ziurtagiri baliogabea
fr: Certificat invalide
it: Certificato non valido
pt: Certificado inválido
ru: Неверный сертификат

source: Private key is empty
ar: المفتاح الخاص فارغ
ca: La clau privada està buida
de: Der private Schlüssel ist leer
es: La clave privada está vacía
eu: Gako pribatua hutsik dago
fr: La clé privée est vide
it: La chiave privata è vuota
pt: A chave privada está vazia
ru: Закрытый ключ пуст

source: Invalid private key
ar: مفتاح خاص غير صالح
ca: Clau privada no vàlida
de: Ungültiger privater Schlüssel
es: Clave privada no válida
eu: Gako pribatu baliogabea
fr: Clé privée invalide
it: Chiave privata non valida
pt: Chave privada inválida
ru: Неверный закрытый ключ

source: Privileges
ar: الامتيازات
ca: Privilegis
de: Privilegien
es: Privilegios
eu: Pribilegioak
fr: Privilèges
it: Privilegi
pt: Privilégios
ru: Привилегии

source: Default user to use when no user is specified
ar: المستخدم الافتراضي الذي سيتم استخدامه عند عدم تحديد مستخدم
ca: Usuari per defecte que s&#39;utilitzarà quan no s&#39;especifica cap usuari
de: Standardbenutzer, der verwendet wird, wenn kein Benutzer angegeben ist
es: Usuario predeterminado para usar cuando no se especifica ningún usuario
eu: Erabiltzaile lehenetsia ez dagoenean erabiltzeko
fr: Utilisateur par défaut à utiliser lorsqu&#39;aucun utilisateur n&#39;est spécifié
it: Utente predefinito da utilizzare quando non è specificato alcun utente
pt: Usuário padrão a ser usado quando nenhum usuário for especificado
ru: Пользователь по умолчанию, который будет использоваться, если пользователь не указан

source: Default language to use when no language is specified
ar: اللغة الافتراضية التي سيتم استخدامها عند عدم تحديد لغة
ca: Idioma per defecte que s&#39;utilitzarà quan no s&#39;especifica cap idioma
de: Standardsprache, die verwendet wird, wenn keine Sprache angegeben ist
es: Idioma predeterminado que se utilizará cuando no se especifique ningún idioma
eu: Hizkuntza lehenetsia ez dagoenean erabiltzeko
fr: Langue par défaut à utiliser lorsqu&#39;aucune langue n&#39;est spécifiée
it: Lingua predefinita da utilizzare quando non è specificata alcuna lingua
pt: Idioma padrão a ser usado quando nenhum idioma for especificado
ru: Язык по умолчанию, который будет использоваться, если язык не указан

source: How many colors use for connection
ar: كم عدد الألوان المستخدمة للاتصال
ca: Quants colors s&#39;utilitzen per a la connexió
de: Wie viele Farben werden für die Verbindung verwendet?
es: ¿Cuántos colores se utilizan para la conexión?
eu: Zenbat kolore erabiltzen diren konexiorako
fr: Combien de couleurs utiliser pour la connexion
it: Quanti colori utilizzare per la connessione
pt: Quantas cores usam para conexão
ru: Сколько цветов использовать для подключения

source: There are no authenticators available for login
ar: لا يتوفر أي مصادق لتسجيل الدخول
ca: No hi ha autenticadors disponibles per a iniciar sessió
de: Für den Login sind keine Authentifikatoren verfügbar
es: No hay ningún autenticador disponibles para iniciar sesión
eu: Ez dago autentikatzailerik erabilgarri
fr: Il n'existe aucun authentificateurs pour effectuer la connexion
it: Non ci sono autenticatori disponibili per il login
pt: Não há autenticadores disponíveis para login
ru: Для входа в систему нет аутентификаторов

source: The authenticator {0} is not usable
ar: {0} مصادق غير قابل للاستخدام
ca: L'autenticador {0} no es pot utilitzar
de: Der Authentifikator {0} ist nicht verwendbar
es: El autenticador {0} no se puede usar
eu: {0} autentikatzailea ez dago erabilgarri
fr: L'authentificateur {0} n'est pas utilisable
it: L'autenticatore {0} non è utilizzabile
pt: O autenticador {0} não é utilizável
ru: Аутентификатор {0} не используется

source: Invalid credentials
ar: بيانات اعتماد غير صالحة
ca: Credencials no vàlides
de: Ungültige Anmeldeinformationen
es: Credenciales no válidas
eu: Baliogabeko egiaztagiriak
fr: Informations d'identification non valides
it: Credenziali non valide
pt: Credenciais inválidas
ru: Недопустимые учётные данные

source: The domain {0} does not exists
ar: {0} المجال غير موجود
ca: El domini {0} no existeix
de: Die Domäne {0} ist nicht vorhanden
es: No existe el dominio {0}
eu: {0} domeinua ez da existitzen
fr: Le domaine {0} n'existe pas
it: Il dominio {0} non esiste
pt: O domínio {0} não existe
ru: Домен {0} не существует

source: No services available
ar: لا توجد خدمة متاحة
ca: No hi ha serveis disponibles
de: Keine Dienstleistungen verfügbar
es: No hay servicios disponibles
eu: Ez dago zerbitzurik eskuragarri
fr: Aucun service disponible
it: Nessun servizio disponibile
pt: Nenhum serviço disponível
ru: Нет доступных сервисов

source: Invalid session
ar: جلسة غير صالحة
ca: Sessió no vàlida
de: Ungültige Sitzung
es: Sesión no válida
eu: Saioa baliogabea
fr: Session invalide
it: Sessione non valida
pt: Sessão inválida
ru: Недействительная сессия

source: Invalid authorization
ar: إذن غير صالح
ca: Autorització no vàlida
de: Ungültige Autorisierung
es: Autorización no válida
eu: Baimen baliogabea
fr: Autorisation non valide
it: Autorizzazione non valida
pt: Autorização inválida
ru: Недействительная авторизация

source: Invalid credentials used
ar: بيانات الاعتماد غير صحيحة
ca: Credencials utilitzades no vàlides
de: Ungültige Anmeldeinformationen verwendet
es: Credenciales usadas no válidas
eu: Erabilitako kredentzial baliogabeak
fr: Informations d'identification non valides utilisées
it: Credenziali non valide utilizzate
pt: Credenciais inválidas usadas
ru: Использованы недействительные учётные данные

source: Invalid machine uuid.
ar: uuid الجهاز غير صالح.
ca: Uuid de màquina no vàlid.
de: Ungültige Maschinen-UUID.
es: UUID de máquina, inválido
eu: Makina uuid baliogabea.
fr: Uuid machine non valide.
it: Uuid macchina non valido.
pt: Uuid de máquina inválido.
ru: Неверный UUID машины.

source: Service not ready at this moment. Please, try again in a while.
ar: الخدمة ليست على استعداد في هذه اللحظة. من فضلك، حاول مرة أخرى في حين.
ca: Servei no disponible en aquest moment. Si us plau, intenteu-ho més tard.
de: Der Service ist momentan nicht fertig. Bitte versuchen Sie es in einer Weile erneut.
es: El servicio no está disponible en este momento. Por favor, inténtelo de nuevo pasados unos instantes.
eu: Zerbitzua ez dago prest une honetan. Saiatu berriz pixka bat.
fr: Le service n'est pas prêt à ce moment. S'il vous plaît, essayez à nouveau dans un moment.
it: Servizio non pronto in questo momento. Per favore, riprova di nuovo.
pt: O serviço não está pronto neste momento. Por favor, tente novamente daqui a pouco.
ru: Сервис не готов в данный момент. Пожалуйста попробуйте снова позднее.

source: Email Multi Factor
ar: متعدد العوامل البريد الإلكتروني
ca: Correu electrònic multifactor
de: E-Mail-Multifaktor
es: Correo electrónico multifactor
eu: Posta elektronikoa Faktore anitzeko
fr: E-mail multi-facteur
it: E-mail multifattore
pt: E-mail multifator
ru: Многофакторная электронная почта

source: Email Multi Factor Authenticator
ar: أداة مصادقة متعددة العوامل للبريد الإلكتروني
ca: Correu electrònic Multifactor Authenticator
de: E-Mail-Multi-Faktor-Authentifikator
es: Autenticador multifactor de correo electrónico
eu: Posta elektronikoa Faktore anitzeko autentifikazioa
fr: Authentificateur multifacteur de messagerie
it: Autenticatore multifattore di posta elettronica
pt: Autenticador multifator de e-mail
ru: Многофакторная аутентификация по электронной почте

source: SMTP Host
ar: مضيف SMTP
ca: Amfitrió SMTP
es: Anfitrión SMTP
eu: SMTP ostalaria
fr: Hôte SMTP
it: Host SMTP
pt: Host SMTP
ru: SMTP-хост

source: SMTP Server hostname or IP address. If you are using a non-standard port, add it after a colon, for example: smtp.gmail.com:587
ar: اسم مضيف خادم SMTP أو عنوان IP. إذا كنت تستخدم منفذًا غير قياسي ، فأضفه بعد نقطتين ، على سبيل المثال: smtp.gmail.com:587
ca: Nom d&#39;amfitrió del servidor SMTP o adreça IP. Si utilitzeu un port no estàndard, afegiu-lo després de dos punts, per exemple: smtp.gmail.com:587
de: Hostname oder IP-Adresse des SMTP-Servers. Wenn Sie einen nicht standardmäßigen Port verwenden, fügen Sie ihn nach einem Doppelpunkt hinzu, zum Beispiel: smtp.gmail.com:587
es: Nombre de host o dirección IP del servidor SMTP. Si está utilizando un puerto no estándar, agréguelo después de dos puntos, por ejemplo: smtp.gmail.com:587
eu: SMTP zerbitzariaren ostalari-izena edo IP helbidea. Estandarra ez den ataka erabiltzen ari bazara, gehitu bi punturen ondoren, adibidez: smtp.gmail.com:587
fr: Nom d&#39;hôte ou adresse IP du serveur SMTP. Si vous utilisez un port non standard, ajoutez-le après deux-points, par exemple : smtp.gmail.com:587
it: Nome host o indirizzo IP del server SMTP. Se stai utilizzando una porta non standard, aggiungila dopo i due punti, ad esempio: smtp.gmail.com:587
pt: Nome de host ou endereço IP do servidor SMTP. Se você estiver usando uma porta não padrão, adicione-a após dois pontos, por exemplo: smtp.gmail.com:587
ru: IP-адрес или имя хоста SMTP-сервера. Если используется нестандартный порт, следует указать его после двоеточия, например: smtp.gmail.com:587.

source: SMTP Server
ar: خادم SMTP
ca: Servidor SMTP
es: Servidor SMTP
eu: SMTP zerbitzaria
fr: Serveur SMTP
it: Server SMTP
pt: Servidor SMTP
ru: SMTP-сервер

source: Security protocol to use
ar: بروتوكول أمان للاستخدام
ca: Protocol de seguretat a utilitzar
de: Zu verwendendes Sicherheitsprotokoll
es: Protocolo de seguridad a utilizar
eu: Erabili beharreko segurtasun-protokoloa
fr: Protocole de sécurité à utiliser
it: Protocollo di sicurezza da utilizzare
pt: Protocolo de segurança a ser usado
ru: Протокол безопасности для использования

source: User with access to SMTP server
ar: مستخدم لديه حق الوصول إلى خادم SMTP
ca: Usuari amb accés al servidor SMTP
de: Benutzer mit Zugriff auf den SMTP-Server
es: Usuario con acceso al servidor SMTP
eu: SMTP zerbitzarirako sarbidea duen erabiltzailea
fr: Utilisateur ayant accès au serveur SMTP
it: Utente con accesso al server SMTP
pt: Usuário com acesso ao servidor SMTP
ru: Пользователь с доступом к SMTP-серверу

source: Password of the user with access to SMTP server
ar: كلمة مرور المستخدم مع الوصول إلى خادم SMTP
ca: Contrasenya de l&#39;usuari amb accés al servidor SMTP
de: Passwort des Benutzers mit Zugriff auf den SMTP-Server
es: Contraseña del usuario con acceso al servidor SMTP
eu: SMTP zerbitzarirako sarbidea duen erabiltzailearen pasahitza
fr: Mot de passe de l&#39;utilisateur ayant accès au serveur SMTP
it: Password dell'utente con accesso al server SMTP
pt: Senha do usuário com acesso ao servidor SMTP
ru: Пароль пользователя с доступом к SMTP-серверу

source: Subject
ar: موضوعات
ca: Assignatura
de: Thema
es: Asunto
eu: Gaia
fr: Matière
it: Materia
pt: Sujeito
ru: Тема

source: Subject of the email
ar: موضوع البريد الإلكتروني
ca: Assumpte del correu electrònic
de: Betreff der E-Mail
es: Asunto del correo electrónico
eu: Posta elektronikoaren gaia
fr: Objet du mail
it: Oggetto dell'e-mail
pt: Assunto do e-mail
ru: Тема письма

source: From Email
ar: من البريد الإلكترونى
ca: Des del correu electrònic
de: Aus der Email
es: Email origen
eu: Posta elektronikotik
fr: De l&#39;email
it: Dall'email
pt: Do email
ru: Отправитель

source: Email address that will be used as sender
ar: عنوان البريد الإلكتروني الذي سيتم استخدامه كمرسل
ca: Adreça de correu electrònic que s&#39;utilitzarà com a remitent
de: E-Mail-Adresse, die als Absender verwendet wird
es: Dirección de correo electrónico que se utilizará como remitente
eu: Igorle gisa erabiliko den helbide elektronikoa
fr: Adresse e-mail qui sera utilisée comme expéditeur
it: Indirizzo email che verrà utilizzato come mittente
pt: Endereço de e-mail que será usado como remetente
ru: Адрес электронной почты, который будет использоваться в качестве отправителя

source: Enable HTML
ar: تمكين HTML
ca: Activa HTML
de: HTML aktivieren
es: Habilitar HTML
eu: Gaitu HTML
fr: Activer HTML
it: Abilita HTML
pt: Ativar HTML
ru: Включить HTML

source: Enable HTML in emails
ar: تمكين HTML في رسائل البريد الإلكتروني
ca: Activa l&#39;HTML als correus electrònics
de: Aktivieren Sie HTML in E-Mails
es: Habilitar HTML en correos electrónicos
eu: Gaitu HTML mezu elektronikoetan
fr: Activer le HTML dans les e-mails
it: Abilita HTML nelle e-mail
pt: Ativar HTML em e-mails
ru: Включить HTML в электронных письмах

source: Mail text
ar: نص البريد
ca: Text del correu
es: Texto de correo
eu: Posta-testua
fr: Texte du courrier
it: Testo della posta
pt: texto de correio
ru: Текст сообщения

source: Text of the email. If empty, a default text will be used
ar: نص البريد الإلكتروني. إذا كان فارغًا ، فسيتم استخدام نص افتراضي
ca: Text del correu electrònic. Si està buit, s&#39;utilitzarà un text predeterminat
de: Text der E-Mail. Wenn leer, wird ein Standardtext verwendet
es: Texto del correo electrónico. Si está vacío, se utilizará un texto predeterminado
eu: Posta elektronikoaren testua. Hutsik badago, lehenetsitako testu bat erabiliko da
fr: Texte de l&#39;e-mail. Si vide, un texte par défaut sera utilisé
it: Testo dell'e-mail. Se vuoto, verrà utilizzato un testo predefinito
pt: Texto do e-mail. Se vazio, um texto padrão será usado
ru: Текст электронного письма. Если пусто, будет использоваться текст по умолчанию

source: Allowed variables are:
ar: المتغيرات المسموح بها هي:
ca: Les variables permeses són:
de: Erlaubte Variablen sind:
es: Las variables permitidas son:
eu: Onartutako aldagaiak hauek dira:
fr: Les variables autorisées sont :
it: Le variabili consentite sono:
pt: As variáveis permitidas são:
ru: Допустимые переменные:

source: Mail HTML
ar: بريد HTML
ca: Correu HTML
de: E-Mail-HTML
es: Correo HTML
eu: Posta HTML
fr: Courrier HTML
it: Posta HTML
pt: HTML de e-mail
ru: Почтовый HTML

source: HTML of the email. If empty, a default HTML will be used
ar: HTML للبريد الإلكتروني. إذا كانت فارغة ، فسيتم استخدام HTML افتراضي
ca: HTML del correu electrònic. Si està buit, s&#39;utilitzarà un HTML predeterminat
de: HTML der E-Mail. Wenn leer, wird ein Standard-HTML verwendet
es: HTML del correo electrónico. Si está vacío, se utilizará un HTML predeterminado
eu: Posta elektronikoaren HTMLa. Hutsik badago, HTML lehenetsia erabiliko da
fr: HTML de l&#39;e-mail. Si vide, un HTML par défaut sera utilisé
it: HTML dell'e-mail. Se vuoto, verrà utilizzato un codice HTML predefinito
pt: HTML do e-mail. Se vazio, um HTML padrão será usado
ru: HTML письма. Если пусто, будет использоваться HTML по умолчанию.

source: Invalid SMTP hostname
ar: اسم مضيف SMTP غير صالح
ca: Nom d&#39;amfitrió SMTP no vàlid
de: Ungültiger SMTP-Hostname
es: Nombre de host SMTP no válido
eu: SMTP ostalari-izen baliogabea
fr: Nom d&#39;hôte SMTP non valide
it: Nome host SMTP non valido
pt: Nome de host SMTP inválido
ru: Недопустимое имя хоста SMTP

source: Check your mail. You will receive an email with the verification code
ar: راجع بريدك. سوف تتلقى رسالة بريد إلكتروني مع رمز التحقق
ca: Comproveu el vostre correu. Rebràs un correu electrònic amb el codi de verificació
de: Prüfe deine Mails. Sie erhalten eine E-Mail mit dem Bestätigungscode
es: Revisa tu correo. Recibirás un email con el código de verificación
eu: Begiratu zure posta. Mezu elektroniko bat jasoko duzu egiaztapen-kodearekin
fr: Vérifier votre courrier. Vous recevrez un e-mail avec le code de vérification
it: Controlla la tua posta. Riceverai un'e-mail con il codice di verifica
pt: Verifique seu e-mail. Você receberá um e-mail com o código de verificação
ru: Проверьте свою почту. Вы получите электронное письмо с кодом подтверждения

source: Radius OTP Challenge
ar: تحدي Radius OTP
ca: Repte Radius OTP
de: Radius-OTP-Herausforderung
es: Desafío OTP de radius
eu: Radius OTP Erronka
fr: Défi Radius OTP
pt: Desafio OTP de raio
ru: Радиус OTP Challenge

source: All users must send OTP
ar: يجب على جميع المستخدمين إرسال OTP
ca: Tots els usuaris han d&#39;enviar OTP
de: Alle Benutzer müssen OTP senden
es: Todos los usuarios deben enviar OTP
eu: Erabiltzaile guztiek OTP bidali behar dute
fr: Tous les utilisateurs doivent envoyer OTP
it: Tutti gli utenti devono inviare OTP
pt: Todos os usuários devem enviar OTP
ru: Все пользователи должны отправлять OTP

source: If unchecked, an authentication step is needed in order to know if this user must enter OTP. If checked, all users must enter OTP, so authentication step is skipped.
ar: إذا لم يتم تحديده ، فستكون هناك حاجة إلى خطوة مصادقة لمعرفة ما إذا كان يجب على هذا المستخدم إدخال OTP. إذا تم تحديده ، يجب على جميع المستخدمين إدخال OTP ، لذلك يتم تخطي خطوة المصادقة.
ca: Si no està marcat, cal un pas d&#39;autenticació per saber si aquest usuari ha d&#39;introduir OTP. Si està marcat, tots els usuaris han d&#39;introduir OTP, de manera que es salta el pas d&#39;autenticació.
de: Wenn nicht aktiviert, ist ein Authentifizierungsschritt erforderlich, um zu wissen, ob dieser Benutzer OTP eingeben muss. Wenn diese Option aktiviert ist, müssen alle Benutzer OTP eingeben, sodass der Authentifizierungsschritt übersprungen wird.
es: Si no está marcado, se necesita un paso de autenticación para saber si este usuario debe ingresar a OTP. Si está marcado, todos los usuarios deben ingresar OTP, por lo que se omite el paso de autenticación.
eu: Hautatu gabe badago, autentifikazio-urrats bat behar da erabiltzaile honek OTP sartu behar duen jakiteko. Hautatzen bada, erabiltzaile guztiek OTP sartu beharko dute, beraz, autentifikazio-urratsak saltatzen dira.
fr: Si décoché, une étape d&#39;authentification est nécessaire afin de savoir si cet utilisateur doit entrer OTP. Si coché, tous les utilisateurs doivent entrer OTP, donc l&#39;étape d&#39;authentification est ignorée.
it: Se deselezionata, è necessario un passaggio di autenticazione per sapere se questo utente deve inserire OTP. Se selezionato, tutti gli utenti devono immettere OTP, quindi il passaggio di autenticazione viene saltato.
pt: Se desmarcada, uma etapa de autenticação é necessária para saber se esse usuário deve entrar no OTP. Se marcado, todos os usuários devem inserir OTP, portanto, a etapa de autenticação é ignorada.
ru: Если этот флажок не установлен, потребуется этап аутентификации, чтобы узнать, должен ли этот пользователь вводить OTP. Если флажок установлен, все пользователи должны вводить OTP, поэтому шаг аутентификации пропускается.

source: Send only username (without domain) to radius server
ar: إرسال اسم المستخدم فقط (بدون المجال) إلى خادم radius
de: Senden Sie nur den Benutzernamen (ohne Domäne) an den Radius-Server
es: Enviar solo el nombre de usuario (sin dominio) al servidor RADIUS
eu: Bidali erabiltzaile-izena soilik (domeinurik gabe) erradio zerbitzariari
it: Invia solo il nome utente (senza dominio) al server RADIUS
pt: Enviar apenas nome de usuário (sem domínio) para o servidor radius
ru: Отправлять на сервер Radius только имя пользователя (без домена)

source: If unchecked, username will be sent as is to radius server. If checked, domain part will be removed from username before sending it to radius server.
ar: إذا لم يتم تحديد المربع، فسيتم إرسال اسم المستخدم كما هو إلى خادم radius. إذا تم تحديد المربع، فسيتم إزالة جزء المجال من اسم المستخدم قبل إرساله إلى خادم radius.
de: Wenn diese Option nicht aktiviert ist, wird der Benutzername unverändert an den Radius-Server gesendet. Wenn diese Option aktiviert ist, wird der Domänenteil aus dem Benutzernamen entfernt, bevor er an den Radius-Server gesendet wird.
es: Si no se marca, el nombre de usuario se enviará tal como está al servidor Radius. Si se marca, se eliminará la parte del dominio del nombre de usuario antes de enviarlo al servidor Radius.
eu: Hautatu ezean, erabiltzaile-izena erradio zerbitzarira bidaliko da. Hautatzen bada, domeinuaren zatia erabiltzaile-izenetik kenduko da erradio zerbitzarira bidali aurretik.
it: Se non selezionato, il nome utente verrà inviato così com'è al server radius. Se selezionato, la parte del dominio verrà rimossa dal nome utente prima di inviarlo al server radius.
pt: Se desmarcado, o nome de usuário será enviado como está para o servidor radius. Se marcado, a parte do domínio será removida do nome de usuário antes de enviá-lo para o servidor radius.
ru: Если флажок не установлен, имя пользователя будет отправлено как есть на сервер радиуса. Если флажок установлен, доменная часть будет удалена из имени пользователя перед отправкой на сервер радиуса.

source: OTP Code
ar: رمز OTP
ca: Codi OTP
es: Código OTP
eu: OTP kodea
fr: Code OTP
it: Codice OTP
pt: Código OTP
ru: OTP-код

source: Please enter OTP
ar: الرجاء إدخال OTP
ca: Introduïu OTP
de: Bitte OTP eingeben
es: Por favor ingrese OTP
eu: Mesedez, sartu OTP
fr: Veuillez entrer OTP
it: Si prega di inserire OTP
pt: Por favor, insira OTP
ru: Пожалуйста, введите одноразовый код

source: Radius OTP connection error
ar: خطأ في اتصال Radius OTP
ca: Error de connexió de Radius OTP
de: Radius-OTP-Verbindungsfehler
es: Error de conexión OTP de Radius
eu: Radius OTP konexio-errorea
fr: Erreur de connexion Radius OTP
it: Errore di connessione OTP Radius
pt: Erro de conexão Radius OTP
ru: Ошибка подключения Radius OTP

source: Invalid OTP code
ar: رمز OTP غير صحيح
ca: Codi OTP no vàlid
de: Ungültiger OTP-Code
es: Código OTP no válido
eu: OTP kodea baliogabea
fr: Code OTP invalide
it: Codice OTP non valido
pt: Código OTP inválido
ru: Неверный OTP-код

source: SMS via HTTP
ar: الرسائل القصيرة عبر HTTP
de: SMS über HTTP
es: SMS a través de HTTP
eu: SMS HTTP bidez
ru: СМС через HTTP

source: Simple SMS sending MFA using HTTP/HTTPS
ar: إرسال رسائل قصيرة بسيطة MFA باستخدام HTTP / HTTPS
ca: SMS senzill que envia MFA mitjançant HTTP/HTTPS
de: Einfacher SMS-Versand mit MFA über HTTP/HTTPS
es: Envío de SMS simple MFA usando HTTP/HTTPS
eu: SMS sinpleak MFA bidaltzen ditu HTTP/HTTPS erabiliz
fr: Envoi de SMS simple MFA via HTTP/HTTPS
it: Semplice invio di SMS tramite MFA tramite HTTP/HTTPS
pt: SMS simples enviando MFA usando HTTP/HTTPS
ru: Простая отправка СМС МФА с использованием HTTP/HTTPS

source: URL pattern for SMS sending
ar: نمط URL لإرسال الرسائل القصيرة
ca: Patró d&#39;URL per enviar SMS
de: URL-Muster für den SMS-Versand
es: Patrón de URL para envío de SMS
eu: SMSak bidaltzeko URL eredua
fr: Modèle d&#39;URL pour l&#39;envoi de SMS
it: Pattern URL per l'invio di SMS
pt: Endereço URL para envio de SMS
ru: Шаблон URL для отправки СМС
