Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Your browser is not supported. Please, upgrade it to a modern HTML5 browser like Firefox or Chrome
ar: متصفحك غير مدعوم. من فضلك، الترقية إلى مستعرض HTML5 الحديثة مثل فايرفوكس أو كروم.
ca: El vostre navegador no està suportat. Si us plau actualitzeu-lo a una versió que suporti HTML5, com Firefox o Chrome
de: Ihr Browser wird nicht unterstützt. Aktualisieren Sie es auf einen modernen HTML5-Browser wie Firefox oder Chrome
es: Su navegador no es compatible. Por favor, actualice a un navegador HTML5 más moderno como Firefox o Chrome
eu: Zure arakatzailea ez da onartzen. Mesedez, eguneratu HTML5 arakatzaile moderno bat Firefox edo Chrome bezalako
fr: Ton navigateur n'est pas supporté. S'il vous plaît, mettez à jour vers un navigateur HTML5 moderne comme Firefox ou Chrome
it: Il tuo browser non è supportato. Per favore, aggiornalo a un browser HTML5 più recente, come Firefox o Chrome
pt: Seu navegador não é suportado. Por favor, atualize-o para um navegador HTML5 moderno como o Firefox ou o Chrome
ru: Ваш браузер не поддерживается. Пожалуйста, обновите его до современного браузера HTML5, такого как Firefox или Chrome.

source: The requested service is in maintenance mode
ar: الخدمة المطلوبة هي في وضع الصيانة
ca: El servei sol·licitat està en mode manteniment
de: Der angeforderte Dienst befindet sich im Wartungsmodus
es: El servicio solicitado está en modo de mantenimiento
eu: Eskatutako zerbitzua mantenimendu moduan dago
fr: Le service demandé est en mode maintenance
it: Il servizio richiesto è in modalità manutenzione
pt: O serviço solicitado está no modo de manutenção
ru: Запрошенная служба находится в режиме обслуживания

source: The service is not ready. Please, try again in a few moments.
ar: الخدمة غير جاهزة. الرجاء، حاول مرة أخرى في لحظات قليلة.
ca: El servei no està preparat. Si us plau, intenteu-ho en uns moments.
de: Der Dienst ist nicht bereit. Bitte versuchen Sie es in einigen Augenblicken erneut.
es: El servicio no está listo. Por favor, inténtalo de nuevo en unos momentos.
eu: Zerbitzua ez dago prest. Saiatu berriro uneoro.
fr: Le service n'est pas prêt. Veuillez réessayer dans quelques instants.
it: Il servizio non è pronto. Riprova tra qualche istante.
pt: O serviço não está pronto. Por favor, tente novamente em alguns instantes.
ru: Услуга не готова. Пожалуйста, попробуйте снова через пару минут.

source: Preparing service
ar: خدمة إعداد
ca: Preparant el servei
de: Service vorbereiten
es: Preparando servicio
eu: Zerbitzua prestatzen
fr: Préparation du service
it: Preparazione del servizio
pt: Preparando serviço
ru: Подготовка сервиса

source: Service access denied by calendars
ar: وصول خدمة رفض من قبل التقويمات.
ca: Accés al servei denegat per calendaris
de: Servicezugriff von Kalender verweigert
es: Acceso al servicio denegado por calendarios
eu: Zerbitzu sarbidea egutegien bidez ukatua
fr: Accès au service refusé par les agendas
it: Accesso al servizio non autorizzato da calendario
pt: Acesso de serviço negado por calendários
ru: Доступ к сервису, запрещенному календарями

source: Page not found
ar: الصفحة غير موجودة
ca: Pàgina no trobada
de: Seite nicht gefunden
es: Página no encontrada
eu: Ez da orria aurkitu
fr: Page non trouvée
it: Pagina non trovata
pt: página não encontrada
ru: Страница не найдена

source: Unexpected error
ar: خطأ غير متوقع
ca: Error inesperat
de: Unerwarteter Fehler
es: Error inesperado
eu: Ustekabeko errorea
fr: Erreur inattendue
it: Errore inaspettato
pt: Erro inesperado
ru: Неожиданная ошибка

source: Reloading this page is not supported. Please, reopen service from origin.
ar: إعادة تحميل هذه الصفحة غير مدعومة. من فضلك ، إعادة فتح الخدمة من الأصل.
ca: No es pot recarregar aquesta pàgina. Si us plau, torneu a obrir el servei des de l'origen.
de: Das erneute Laden dieser Seite wird nicht unterstützt. Bitte öffnen Sie den Dienst wieder vom Ursprung.
es: No se admite la recarga de esta página. Por favor, vuelva a abrir el servicio desde el origen.
eu: Orrialde hau berriro kargatzen ez da onartzen. Mesedez, berriro ireki zerbitzua jatorrian.
fr: Le rechargement de cette page n&#39;est pas pris en charge. S&#39;il vous plaît, rouvrez le service d&#39;origine.
it: Il ricaricamento di questa pagina non è supportato. Si prega di riaprire il servizio dall'origine.
pt: Recarregar esta página não é suportado. Por favor, reabra o serviço de origem.
ru: Перезагрузка этой страницы не поддерживается. Пожалуйста, откройте службу заново.

source: Invalid Multi-Factor Authentication code
ar: رمز المصادقة متعدد العوامل غير صالح
ca: Codi d&#39;autenticació multifactor no vàlid
de: Ungültiger Multi-Factor Authentication-Code
es: Código de autenticación multifactor no válido
eu: Faktore anitzeko autentifikazio-kode baliogabea
fr: Code d&#39;authentification multifacteur invalide
it: Codice di autenticazione a più fattori non valido
pt: Código de autenticação multifator inválido
ru: Неверный код многофакторной аутентификации

source: Password expired
ar: انتهت صلاحية كلمة المرور
eu: Pasahitza iraungi da
it: Password scaduta
ru: Срок действия пароля истек

source: Read
ar: قراءة
ca: Llegir
de: Lesen
es: Leer
eu: Irakurri
fr: Lire
it: Leggere
pt: Ler
ru: Чтение

source: Manage
ar: تدبير
ca: Gestionar
de: Verwalten
es: Gestionar
eu: kudeatu
fr: Gérer
it: Gestire
pt: Gerir
ru: Управлять

source: All
ar: جميع
ca: Tots
de: Alles
es: Todos
eu: Denak
fr: Tous les
it: Tutti
pt: Todos
ru: Все

source: Evenly distributed
ar: وزعت بالتساوي
ca: Distribuït de manera uniforme
de: Gleichmäßig verteilt
es: Distribuidos aleatoriamente
eu: Nahiz banatutako
fr: Distribué équitablement
it: Uniformemente distribuito
pt: Distribuído uniformemente
ru: Равномерно распределённые

source: Greater % available
ar: أكبر ٪ المتاحة
ca: Major % disponible
de: Größere % verfügbar
es: Mayor % de uso disponible
eu: Handiagorik eskuragarri
fr: Plus grand% disponible
it: Maggiore % disponibile
pt: Maior% disponível
ru: Больше % доступно

source: Automatic selection
ar: التحديد التلقائي
ca: Selecció automàtica
de: Automatische Auswahl
es: Selección automática
eu: Aukeraketa automatikoa
fr: Sélection automatique
it: Selezione automatica
pt: Seleção automática
ru: Автоматический выбор

source: Use only common transports
ar: استخدم وسائل النقل الشائعة فقط
ca: Utilitzeu només transports habituals
de: Verwenden Sie nur gängige Transportmittel
es: Utilice solo transportes comunes
eu: Erabili ohiko garraioak soilik
fr: Utiliser uniquement les transports communs
it: Usa solo i mezzi di trasporto comuni
pt: Use apenas transportes comuns
ru: Использовать только общие транспорты

source: Group Transports by label
ar: مجموعة النقل حسب التسمية
ca: Transports de grup per etiqueta
de: Gruppentransporte nach Label
es: Transportes de grupo por etiqueta
eu: Taldearen garraioak etiketaren arabera
fr: Transports groupés par label
it: Raggruppa i trasporti per etichetta
pt: Transporte de grupo por etiqueta
ru: Группировать транспорты по метке

source: Tunnel
ar: النفق
ca: Túnel
es: Túnel
eu: Tunela
pt: Túnel
ru: Туннель

source: Actor
ar: الممثل
de: Schauspieler
eu: Aktorea
fr: Acteur
it: Attore
pt: Ator
ru: Агент

source: Active
ar: نشط
ca: Actiu
de: Aktiv
es: Activo
eu: Aktibo
it: Attivo
pt: Ativo
ru: Активный

source: Inactive
ar: غير نشط
ca: Inactiu
de: Inaktiv
es: Inactivo
eu: Inaktibo
fr: Inactif
it: Non attivo
pt: Inativo
ru: Неактивный

source: Blocked
ar: محظور
ca: Bloquejat
de: verstopft
es: Bloqueado
eu: Blokeatuta
fr: Bloqué
it: Bloccato
pt: Bloqueado
ru: Заблокирован

source: Waiting publication
ar: في انتظار النشر
ca: Esperant publicació
de: Warten auf Veröffentlichung
es: Esperando publicación
eu: Argitalpena itxaroten
fr: Attente de publication
it: In attesa di pubblicazione
pt: Espera publicação
ru: Ожидает публикации

source: In preparation
ar: في إعداد
ca: En preparació
de: In Vorbereitung
es: En preparación
eu: Prestatzen
fr: En préparation
it: In preparazione
pt: Em preparação
ru: Подготавливается

source: Valid
ar: صالحة
ca: Vàlid
de: Gültig
es: Válido
eu: Baliozkoa
fr: Valide
it: Valido
pt: Válido
ru: Верный

source: Removing
ar: إزالة
ca: Eliminant
de: Entfernen
es: Eliminando
eu: Kentzen
fr: Suppression
it: Rimozione
pt: Removendo
ru: Удаляется

source: Restrained
ar: المقيد
ca: Restringit
de: Zurückhaltend
es: Restringido
fr: Restreint
it: Riservato
pt: Contido
ru: Ограниченный

source: Removed
ar: مزال
ca: Eliminat
de: Entfernt
es: Eliminado
eu: Kenduta
fr: Supprimé
it: Rimosso
pt: Removido
ru: Удалён

source: Canceled
ar: ملغى
ca: Cancel·lat
de: Abgebrochen
es: Cancelado
eu: Ezeztaturik
fr: Annulée
it: Annullato
pt: Cancelado
ru: Отменён

source: Canceling
ar: إلغاء
ca: Cancel·lant
de: Abbrechen
es: Cancelando
eu: Ezeztatzen
fr: Annulation
it: Annullamento
pt: Cancelando
ru: Отменяется

source: Error
ar: خطأ
eu: Errorea
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка

source: Finished
ar: انتهى
ca: Finalitzat
de: Fertig
es: Finalizado
eu: Amaiturik
fr: Fini
it: Finito
pt: Acabado
ru: Завершено

source: Waiting execution
ar: في انتظار التنفيذ
ca: Esperant execució
de: Warten auf die Ausführung
es: Esperando ejecución
eu: Exekutatzeko itxaroten
fr: Exécution en attente
it: In attesa di esecuzione
pt: Execução de espera
ru: Ожидает запуска

source: Balancing
ar: موازنة
ca: Equilibrant
es: Equilibrando
eu: Oreka
fr: Équilibrage
it: Bilanciamento
pt: Balanceamento
ru: Балансируется

source: In maintenance
ar: في الصيانة
ca: En manteniment
de: In Wartung
es: En mantenimiento
eu: Mantentze lanetan
fr: Dans l'entretien
it: In manutenzione
pt: Em manutenção
ru: На техническом обслуживании

source: Waiting OS
ar: في انتظار نظام التشغيل
ca: Esperant SO
de: Wartendes OS
es: Esperando SO
eu: SE-ri itxaroten
fr: OS en attente
it: In attesa del sistema operativo
pt: Esperando OS
ru: Ожидает ОС

source: Too many preparing services
ar: عدد كبير من الخدمات المهيأة
ca: Massa serveis en preparació
de: Zu viele Vorbereitungsdienste
es: Demasiados servicios en preparación
eu: Prestatzeko zerbitzu gehiegi
fr: Trop de services de préparation
it: Troppi servizi di preparazione
pt: Muitos serviços de preparação
ru: Слишком много подготавливаемых сервисов

source: Meta member
ar: عضو ميتا
ca: Meta membre
de: Meta-Mitglied
es: Miembro MetaPool
eu: Meta kide da
fr: Membre méta
it: Meta membro
pt: Meta membro
ru: Мета-член

source: Allowed
ar: مسموح
ca: Permès
de: Erlaubt
es: Permitido
eu: Baimenduta
fr: Autorisé
it: Consentito
pt: Permitido
ru: Допустимый

source: Denied
ar: رفض
ca: Negat
de: Bestritten
es: Denegado
eu: Ukatua
fr: Refusé
it: Negato
pt: Negado
ru: Отклонен

source: Unknown
ar: مجهول
ca: Desconegut
de: Unbekannt
es: Desconocido
eu: Ezezaguna
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ru: Неизвестный

source: Locked
eu: Blokeatua
it: Bloccato
ru: Заблокировано

source: Direct
ar: مباشر
ca: Directe
de: Direkte
es: Directo
eu: Zuzenean
it: Diretto
pt: Direto
ru: Прямой

source: Tunneled
ar: نفقي
ca: En túnel
de: Getunnelt
es: Tunelizado
eu: Tunel bitartez
fr: En tunnel
pt: Túnel
ru: Туннельный

source: Credentials
ar: وثائق التفويض
ca: Credencials
de: Referenzen
es: Credenciales
eu: Egiaztagiria
fr: Informations d'identification
it: Credenziali
pt: Credenciais
ru: Учётные данные

source: Machine
ar: آلة
ca: Màquina
de: Maschine
es: Máquina
eu: Makina
it: Macchina
pt: Máquina
ru: Машина

source: Config
ar: التكوين
de: Konfig
es: Configuración
eu: Konfig
fr: Configuration
pt: Configuração
ru: Конфигурация

source: Session expire time in hours after publishing
ar: تنتهي مدة الجلسة بعد ساعات من النشر
ca: Temps de caducitat de la sessió en hores després de la publicació
de: Ablaufzeit der Sitzung in Stunden nach der Veröffentlichung
es: Tiempo de caducidad de la sesión en horas después de la publicación
eu: Saioa argitaratu eta orduetan iraungiko da
fr: Délai d&#39;expiration de la session en heures après la publication
it: Scadenza della sessione in ore dopo la pubblicazione
pt: Tempo de expiração da sessão em horas após a publicação
ru: Время истечения сеанса в часах после публикации

source: Delay between cache checks. Reducing this number will increase cache generation speed but also will load service providers
ar: التأخير بين عمليات فحص ذاكرة التخزين المؤقت. سيؤدي تقليل هذا العدد إلى زيادة سرعة إنشاء ذاكرة التخزين المؤقت ولكنه سيؤدي أيضًا إلى تحميل موفري الخدمة
ca: Retard entre comprovacions de la memòria cau. Reduir aquest nombre augmentarà la velocitat de generació de memòria cau, però també carregarà els proveïdors de serveis
de: Verzögerung zwischen Cache-Prüfungen. Das Reduzieren dieser Zahl erhöht die Geschwindigkeit der Cache-Generierung, belastet aber auch die Dienstanbieter
es: Retraso entre comprobaciones de caché. Reducir este número aumentará la velocidad de generación de caché pero también cargará a los proveedores de servicios.
eu: Cache-egiaztapenen arteko atzerapena. Kopuru hori murrizteak cachea sortzeko abiadura handituko du, baina zerbitzu hornitzaileak ere kargatuko ditu
fr: Délai entre les vérifications du cache. Réduire ce nombre augmentera la vitesse de génération du cache mais chargera également les fournisseurs de services
it: Ritardo tra i controlli della cache. La riduzione di questo numero aumenterà la velocità di generazione della cache ma caricherà anche i fornitori di servizi
pt: Atraso entre verificações de cache. Reduzir esse número aumentará a velocidade de geração de cache, mas também carregará os provedores de serviços
ru: Задержка между проверками кэша. Уменьшение этого числа увеличит скорость генерации кэша, но также увеличит нагрузку на поставщиков услуг.

source: Delayed task number of threads PER SERVER, with higher number of threads, deployed task will complete sooner, but it will give more load to overall system
ar: عدد سلاسل المهام المتأخرة لكل خادم، مع وجود عدد أكبر من سلاسل الرسائل، ستكتمل المهمة المنشورة في وقت أقرب، ولكنها ستوفر المزيد من التحميل على النظام ككل
ca: Nombre de fils de la tasca retardada PER SERVIDOR, amb un nombre més elevat de fils, la tasca desplegada es completarà abans, però donarà més càrrega al sistema en general
de: Verzögerte Aufgabenanzahl der Threads PRO SERVER. Bei einer höheren Anzahl von Threads wird die bereitgestellte Aufgabe schneller abgeschlossen, aber dadurch wird das Gesamtsystem stärker belastet
es: Número de subprocesos de tareas retrasadas POR SERVIDOR; con un mayor número de subprocesos, la tarea implementada se completará antes, pero dará más carga al sistema en general.
eu: Atzeratutako ataza-kopurua ZERBITZARI BAKOITZAK, hari-kopuru handiagoarekin, inplementatutako zeregina lehenago burutuko da, baina karga gehiago emango dio sistema orokorrari
fr: Nombre de tâches retardées de threads PAR SERVEUR, avec un nombre de threads plus élevé, la tâche déployée se terminera plus tôt, mais elle donnera plus de charge au système global
it: Numero di thread di attività ritardati PER SERVER, con un numero maggiore di thread, l'attività distribuita verrà completata prima, ma darà più carico al sistema complessivo
pt: Número de threads da tarefa atrasada POR SERVIDOR, com maior número de threads, a tarefa implantada será concluída mais cedo, mas dará mais carga ao sistema geral
ru: Число потоков отложенной задачи на КАЖДЫЙ СЕРВЕР. При большем количестве потоков развернутая задача завершится раньше, но создаст большую нагрузку на систему в целом.

source: Number of scheduler threads running PER SERVER, with higher number of threads, deployed task will complete sooner, but it will give more load to overall system
ar: عدد سلاسل الرسائل المجدولة التي يتم تشغيلها لكل خادم، مع وجود عدد أكبر من سلاسل الرسائل، ستكتمل المهمة المنشورة في وقت أقرب، ولكنها ستوفر المزيد من التحميل على النظام ككل
ca: Nombre de fils del programador que s&#39;executen PER SERVIDOR, amb un nombre més elevat de fils, la tasca desplegada es completarà abans, però donarà més càrrega al sistema en general
de: Anzahl der Scheduler-Threads, die PRO SERVER ausführen. Bei einer höheren Anzahl von Threads wird die bereitgestellte Aufgabe schneller abgeschlossen, aber dadurch wird das Gesamtsystem stärker belastet
es: Número de subprocesos del programador que se ejecutan POR SERVIDOR. Con un mayor número de subprocesos, la tarea implementada se completará antes, pero dará más carga al sistema en general.
eu: ZERBITZARI BAKOITZAKO exekutatzen ari diren programatzaile-harien kopurua, hari kopuru handiagoarekin, inplementatutako zeregina lehenago burutuko da, baina karga gehiago emango dio sistema orokorrari
fr: Nombre de threads du planificateur s&#39;exécutant PAR SERVEUR, avec un nombre de threads plus élevé, la tâche déployée se terminera plus tôt, mais elle donnera plus de charge au système global
it: Numero di thread dello scheduler in esecuzione PER SERVER, con un numero maggiore di thread, l'attività distribuita verrà completata prima, ma darà più carico al sistema complessivo
pt: Número de threads do agendador em execução POR SERVIDOR, com maior número de threads, a tarefa implantada será concluída mais cedo, mas dará mais carga ao sistema geral
ru: Количество потоков планировщика, выполняемых на КАЖДОМ СЕРВЕРЕ, при большем количестве потоков развернутая задача завершится раньше, но это приведет к большей нагрузке на всю систему.

source: Waiting time before removing "errored" and "removed" publications, cache, and user assigned machines. Time is in seconds
ar: وقت الانتظار قبل إزالة المنشورات "الخاطئة" و"المزالة"، وذاكرة التخزين المؤقت، والأجهزة المخصصة للمستخدم. الوقت بالثواني
ca: Temps d&#39;espera abans d&#39;eliminar les publicacions "erroritzades" i "eliminades", la memòria cau i les màquines assignades per l&#39;usuari. El temps és en segons
de: Wartezeit vor dem Entfernen von „fehlerhaften“ und „entfernten“ Veröffentlichungen, Cache und vom Benutzer zugewiesenen Maschinen. Die Zeit wird in Sekunden angegeben
es: Tiempo de espera antes de eliminar publicaciones "con errores" y "eliminadas", caché y máquinas asignadas por el usuario. El tiempo es en segundos.
eu: "Erroratutako" eta "kendutako" argitalpenak, cachea eta erabiltzaileak esleitutako makinak kendu aurretik itxaron denbora. Denbora segundotan dago
fr: Temps d&#39;attente avant de supprimer les publications « erronées » et « supprimées », le cache et les machines attribuées par l&#39;utilisateur. Le temps est en secondes
it: Tempo di attesa prima della rimozione delle pubblicazioni "errate" e "rimosse", della cache e delle macchine assegnate dall'utente. Il tempo è in secondi
pt: Tempo de espera antes de remover publicações "com erros" e "removidas", cache e máquinas atribuídas ao usuário. O tempo está em segundos
ru: Время ожидания перед удалением «ошибочных» и «удаленных» публикаций, кэша и компьютеров, назначенных пользователем. Время в секундах

source: Time to maintaing "info state" items before removing it, in seconds
ar: الوقت اللازم لصيانة عناصر "حالة المعلومات" قبل إزالتها، بالثواني
ca: Temps per mantenir els elements "estat de la informació" abans d&#39;eliminar-lo, en segons
de: Zeit in Sekunden, die benötigt wird, um „Info-Status“-Elemente vor dem Entfernen beizubehalten
es: Tiempo para mantener los elementos del "estado de información" antes de eliminarlos, en segundos
eu: Kendu aurretik "informazio egoera" elementuak mantentzeko denbora segundotan
fr: Temps nécessaire pour conserver les éléments « état d&#39;information » avant de les supprimer, en secondes
it: Tempo per mantenere gli elementi "stato informazioni" prima di rimuoverli, in pochi secondi
pt: Tempo para manter os itens do "estado de informação" antes de removê-los, em segundos
ru: Время поддержания элемента «информационного состояния» перед его удалением, в секундах

source: Number of services to initiate removal per run of service cleaner
ar: عدد الخدمات لبدء الإزالة لكل تشغيل لمنظف الخدمة
ca: Nombre de serveis per iniciar l&#39;eliminació per execució del netejador de servei
de: Anzahl der Dienste, die die Entfernung pro Ausführung des Service Cleaners initiieren sollen
es: Número de servicios para iniciar la eliminación por ejecución de limpiador de servicios
eu: Zerbitzu-garbigailuaren exekuzio bakoitzeko kentzen hasteko zerbitzu kopurua
fr: Nombre de services pour lancer la suppression par exécution du nettoyeur de services
it: Numero di servizi per avviare la rimozione per esecuzione del servizio di pulizia
pt: Número de serviços para iniciar a remoção por execução do limpador de serviço
ru: Количество служб, которые необходимо инициировать удаление за один запуск службы очистки

source: Removal Check time for cache, publications and deployed services, in seconds
ar: إزالة التحقق من الوقت لذاكرة التخزين المؤقت والمنشورات والخدمات المنشورة، في ثوان
ca: Eliminació Comproveu el temps per a la memòria cau, les publicacions i els serveis desplegats, en segons
de: Entfernungsprüfzeit für Cache, Veröffentlichungen und bereitgestellte Dienste in Sekunden
es: Tiempo de verificación de eliminación de caché, publicaciones y servicios implementados, en segundos
eu: Kentzea Egiaztatu cache, argitalpen eta inplementatutako zerbitzuen denbora segundotan
fr: Suppression Temps de vérification du cache, des publications et des services déployés, en secondes
it: Rimozione Tempo di controllo della cache, delle pubblicazioni e dei servizi distribuiti, in secondi
pt: Tempo de verificação de remoção para cache, publicações e serviços implantados, em segundos
ru: Время проверки удаления кэша, публикаций и развернутых сервисов, в секундах

source: Superuser username
ar: اسم المستخدم المتميز
ca: Nom d&#39;usuari de superusuari
de: Superuser-Benutzername
es: Nombre de usuario del superusuario
eu: Supererabiltzaile erabiltzaile izena
fr: Nom d&#39;utilisateur superutilisateur
it: Nome utente superutente
pt: Nome de usuário do superusuário
ru: Имя суперпользователя

source: Superuser password
ar: كلمة مرور المستخدم الخارق
ca: Contrasenya de superusuari
de: Superuser-Passwort
es: Contraseña de superusuario
eu: Supererabiltzaile pasahitza
fr: Mot de passe superutilisateur
it: Password del superutente
pt: Senha de superusuário
ru: Пароль суперпользователя

source: Allow root user to access using web interface. Once configured one authenticator, it's recommended to disable this option
ar: السماح للمستخدم الجذر بالوصول باستخدام واجهة الويب. بمجرد تكوين أداة مصادقة واحدة، يوصى بتعطيل هذا الخيار
ca: Permet que l&#39;usuari root accedeixi mitjançant la interfície web. Un cop configurat un autenticador, es recomana desactivar aquesta opció
de: Erlauben Sie dem Root-Benutzer den Zugriff über die Weboberfläche. Sobald ein Authentifikator konfiguriert ist, wird empfohlen, diese Option zu deaktivieren
es: Permita que el usuario root acceda mediante la interfaz web. Una vez configurado un autenticador, se recomienda desactivar esta opción
eu: Baimendu root erabiltzaileari web interfazea erabiliz atzitzeko. Behin autentifikatzaile bat konfiguratuta, aukera hau desgaitzea gomendatzen da
fr: Autoriser l&#39;utilisateur root à accéder à l&#39;aide de l&#39;interface Web. Une fois configuré un authentificateur, il est recommandé de désactiver cette option
it: Consenti all'utente root di accedere utilizzando l'interfaccia web. Una volta configurato un autenticatore, si consiglia di disabilitare questa opzione
pt: Permitir que o usuário root acesse usando a interface da web. Uma vez configurado um autenticador, é recomendado desabilitar esta opção
ru: Разрешить пользователю root доступ через веб-интерфейс. После настройки одного аутентификатора рекомендуется отключить эту опцию.
