Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If checked, the multimedia will use UDP traffic instead of TCP
ar: في حالة تحديده، ستستخدم الوسائط المتعددة حركة مرور UDP بدلاً من TCP
ca: Si està marcat, el multimèdia utilitzarà trànsit UDP en lloc de TCP
de: Wenn diese Option aktiviert ist, verwendet das Multimedia UDP-Verkehr anstelle von TCP
es: Si está marcado, el multimedia utilizará tráfico UDP en lugar de TCP.
eu: Hautatzen bada, multimediak UDP trafikoa erabiliko du TCP-ren ordez
fr: Si coché, le multimédia utilisera le trafic UDP au lieu de TCP
it: Se selezionato, il contenuto multimediale utilizzerà il traffico UDP anziché TCP
pt: Se marcada, a multimídia usará tráfego UDP em vez de TCP
ru: Если этот флажок установлен, мультимедиа будет использовать трафик UDP вместо TCP.

source: NoMachine protocol Tunneled.
ar: بروتوكول NoMachine نفق.
ca: Protocol NoMachine via túnel
de: NoMachine-Protokoll Getunnelt.
es: Protocolo NoMachine Túnel.
eu: NoMachine protokoloa tunelatua.
fr: Protocole NoMachine Tunnelisé.
it: Protocollo NoMachine Tunnellizzato.
pt: Protocolo NoMachine em túnel.
ru: Протокол NoMachine Туннелирован.

source: PCoIP Cloud Access
ar: PCoIP الوصول السحابي
ca: Accés PCoIP Cloud
de: PCoIP-Cloud-Zugriff
fr: Accès au cloud PCoIP
pt: Acesso à nuvem PCoIP
ru: PCoIP облачный доступ

source: PCoIP protocol using Teradici Cloud Access.
ar: بروتوكول الوصول السحابي باستخدام Teradici PCoIP
ca: Protocol PCoIP utilitzant Teradici Cloud Access.
de: PCoIP-Protokoll mit Teradici Cloud Access.
es: Protocolo PCoIP usando Teradici Cloud Access.
eu: PCoIP protokoloa Teradici Cloud Access erabiliz.
fr: Protocole PCoIP utilisant Teradici Cloud Access.
it: Protocollo PCoIP che utilizza Teradici Cloud Access.
pt: Protocolo PCoIP usando o Teradici Cloud Access.
ru: PCoIP протокол, использующий Teradici облачный доступ

source: If not empty, this domain will be always used as credential domain
ar: إن لم يكن فارغا، سوف يكون هذا النطاق تستخدم دائما مجال الاعتماد
ca: Si no està buit, aquest domini s'utilitzarà sempre com a domini de credencials
de: Wenn nicht leer, wird diese Domain immer als Anmeldeinformationsdomain verwendet
es: Si no está vacía, este dominio se utilizará siempre como dominio de credencial
eu: Ez bada hutsik, domeinu hau beti kredentzial domeinu gisa erabiliko da
fr: S'il n'est pas vide, ce domaine sera toujours utilisé comme domaine d'informations d'identification
it: Se non è vuoto, questo dominio verrà sempre utilizzato come dominio nelle credenziali
pt: Se não estiver vazio, este domínio será sempre usado como domínio de credencial
ru: Если не пусто, этот домен будет всегда использоваться как домен учетных данных

source: RDP Protocol. Direct connection.
ar: بروتوكول RDP. اتصال مباشر.
ca: Protocol RDP. Connexió directa.
de: RDP-Protokoll. Direkte Verbindung.
es: Protocolo RDP. Conexión directa.
eu: RDP protokoloa. Zuzeneko konexioa.
fr: Protocole RDP. Connexion directe.
it: Protocollo RDP. Connessione diretta.
pt: Protocolo RDP. Conexão direta.
ru: RDP протокол. Прямое подключение.

source: If checked, the domain part will always be emptied (to connect to xrdp for example is needed)
ar: إذا تم، سيكون دائما يتم تفريغ جزء المجال (للاتصال xrdp لهو مطلوب سبيل المثال)
ca: Si està seleccionat, la part del domini es buidarà sempre (per exemple és necessari per a connectar-se per xrdp)
de: Wenn diese Option aktiviert ist, wird der Domain-Teil immer geleert (wird zur Verbindung mit XRDP benötigt).
es: Si está marcada, la parte del dominio se vaciará siempre (por ejemplo, para conectar con xrdp es necesario)
eu: Egiaztatuta badago, domeinuaren zati hori beti hustu egingo da (xrdp-rekin konektatzeko adibidez beharrezkoa da)
fr: Si coché, la partie domaine sera toujours vidée (pour se connecter à xrdp par exemple est nécessaire)
it: Se selezionato, la parte del dominio verrà sempre eliminata (per connettersi a xrdp, per esempio, è necessario)
pt: Se marcada, a parte do domínio será sempre esvaziada (para se conectar ao xrdp, por exemplo, é necessário)
ru: Если отмечено, часть домена всегда будет пустая (например, для подключения к XRDP)

source: Allow Smartcards
ar: تسمح البطاقات المشفرة
ca: Permetre Targetes intel·ligents
de: Smartcards zulassen
es: Permite Smartcards
eu: Onartu txartel adimendunak
fr: Autoriser les cartes à puce
it: Consenti smartcard
pt: Permitir cartões inteligentes
ru: Разрешить смарткарты

source: If checked, this transport will allow the use of smartcards
ar: إذا تم، سيكون هذا النقل تسمح باستخدام البطاقات الذكية
ca: Si està seleccionat, aquest transport permetrà utilitzar targetes intel·ligents
de: Wenn aktiviert, ermöglicht dieser Transport die Verwendung von Smartcards
es: Si está seleccionado, este transporte permitirá el uso de Smartcards
eu: Egiaztatuta badago, garraio honek txartel adimendunak erabiltzea ahalbidetuko du
fr: Si coché, ce transport permettra l'utilisation de cartes à puce
it: Se selezionato, questo trasporto consentirà l'uso di smartcard
pt: Se marcado, este transporte permitirá o uso de cartões inteligentes
ru: Если этот флажок установлен, этот транспорт позволит использовать смарт-карты

source: Allow Printers
ar: السماح للطابعات.
ca: Permetre Impressores
de: Drucker zulassen
es: Permitir impresoras
eu: Onartu inprimagailuak
fr: Autoriser les imprimantes
it: Consenti stampanti
pt: Permitir impressoras
ru: Разрешить принтеры

source: If checked, this transport will allow the use of user printers
ar: إذا تم، سيكون هذا النقل تسمح باستخدام طابعات المستخدم.
ca: Si està seleccionat, aquest transport permetrà utilitzar impressores
de: Wenn aktiviert, ermöglicht dieser Transport die Verwendung von Benutzerdruckern
es: Si está seleccionado, este transporte permitirá el uso de impresoras de usuario
eu: Egiaztatuta badago, garraio honek erabiltzailearen inprimagailuak erabiltzea ahalbidetuko du
fr: Si cochée, ce transport permettra l'utilisation des imprimantes utilisateur
it: Se selezionato, questo trasporto consentirà l'uso di stampanti locali
pt: Se marcado, este transporte permitirá o uso de impressoras de usuário
ru: Если этот флажок установлен, этот перенос позволит использовать пользовательские принтеры

source: Local drives policy
ar: سياسة محركات الأقراص المحلية
ca: Política de les unitats locals
de: Richtlinie für lokale Laufwerke
es: Política de unidades locales
eu: Tokiko gidalerroen politika
fr: Politique de lecteurs locaux
it: Politica sulle unità disco locali
pt: Mapeamento de drives locais
ru: Политика локальных дисков

source: Local drives redirection policy
ar: سياسة إعادة توجيه محركات الأقراص المحلية
ca: Política de redirecció de les unitats locals
de: Umleitungsrichtlinie für lokale Laufwerke
es: Política de redireccionamiento de unidades locales
eu: Tokiko giden birbanaketa politika
fr: Stratégie de redirection des lecteurs locaux
it: Criterio di reindirizzamento delle unità disco locali
pt: Diretiva de redirecionamento de unidades locais
ru: Политика перенаправления локальных дисков

source: Force drives
ar: قوة محركات
ca: Forçar unitats
de: Antriebe erzwingen
es: Unidades forzadas
eu: Indar unitateak
fr: Force motrice
it: Imposta le unità
pt: Forçar mapeamento de drives
ru: Принудительное подключение дисков

source: Use comma separated values, for example "C:,D:". If drives policy is disallowed, this will be ignored
ar: استخدم القيم المفصولة بفواصل ، على سبيل المثال "C: ، D:". إذا تم إلغاء سياسة محركات الأقراص ، فسيتم تجاهل ذلك
ca: Utilitzeu valors separats per comes, per exemple "C:, D:". Si la política d'unitats està deshabilitada, s'ignorarà
de: Verwenden Sie durch Kommas getrennte Werte, zum Beispiel "C:,D:". Wenn die Laufwerksrichtlinie nicht zulässig ist, wird dies ignoriert
es: Utilice valores separados por comas, por ejemplo "C:, D:". Si no se permite la política de unidades, esto se ignorará
eu: Erabili komaz bereizitako balioak, adibidez "C:, D:". Drive gidalerroak ez badira onartzen, hau alde batera utziko da
fr: Utilisez des valeurs séparées par des virgules, par exemple "C:, D:". Si la politique de lecteurs n&#39;est pas autorisée, cela sera ignoré.
it: Utilizzare valori separati da virgola, per esempio "C:, D:". Se non è possibile specificare delle unità, questo campo verrà ignorato
pt: Use valores separados por vírgula, por exemplo "C:, D:". Se a política de unidades não for permitida, isso será ignorado
ru: Используйте значения, разделенные запятыми, например «C:, D:». Если политика дисков запрещена, это будет игнорироваться

source: Allow Serials
ar: السماح للمنافذ التسلسلية
ca: Permetre Ports Serie
de: Serien erlauben
es: Permitir Series
eu: Baimendu serialak
fr: Autoriser les publications en série
it: Abilita porte seriali
pt: Permitir Seriais
ru: Разрешить серийные порты

source: If checked, this transport will allow the use of user serial ports
ar: إذا تم، سيكون هذا النقل تسمح باستخدام المنافذ التسلسلية المستخدم
ca: Si està seleccionat, aquest transport permetrà utilitzar ports sèrie de l'usuari
de: Wenn aktiviert, ermöglicht dieser Transport die Verwendung serieller Benutzeranschlüsse
es: Si está seleccionado, este transporte permitirá el uso de series de puertos de usuario
eu: Egiaztatuta badago, garraio honek erabiltzailearen serieko atakak erabiltzea ahalbidetuko du
fr: Si coché, ce transport permettra l'utilisation de ports série utilisateur
it: Se selezionato, questo trasporto consentirà l'uso di porte seriali locali dell'utente
pt: Se marcado, este transporte permitirá o uso de portas seriais do usuário
ru: Если этот флажок установлен, этот транспорт позволит использовать последовательные порты пользователя

source: If checked, copy-paste functions will be allowed
ar: إذا تم تحديدها، فسيتم السماح بوظائف النسخ واللصق.
ca: Si està seleccionat, es permetran funcions de copiar-aferrar
de: Wenn diese Option aktiviert ist, sind die Funktionen zum Kopieren und Einfügen erlaubt
es: Si está marcada, se permitirá funciones de copiar-pegar
eu: Hautatuta badago, kopiatu eta itsasteko funtzioak onartuko dira
fr: Si cochée, les fonctions copier-coller seront autorisées
it: Se selezionato, le funzioni di copia-incolla saranno consentite
pt: Se marcado, as funções de copiar e colar serão permitidas
ru: Если флажок установлен, функции копирования и вставки будут разрешены

source: Enable sound
ar: تمكين الصوت
ca: Habilitar el so
de: Sound einschalten
es: Habilitar sonido
eu: Gaitu soinua
fr: Activer le son
it: Abilita l'audio
pt: Habilitar som
ru: Включить звук

source: If checked, sound will be redirected.
ar: إذا تم تحديدها، ستتم إعادة توجيه الصوت.
ca: Si està seleccionat, es redirigirà el so.
de: Wenn aktiviert, wird der Ton umgeleitet.
es: Si está marcada, el sonido será redirigido.
eu: Egiaztatuta badago, soinua birbideratuko da.
fr: Si coché, le son sera redirigé.
it: Se selezionato, l'audio verrà reindirizzato.
pt: Se marcado, o som será redirecionado.
ru: Если флажок установлен, звук будет перенаправлен.

source: Enable webcam
ar: تمكين كاميرا الويب
ca: Activar la càmera web
de: Webcam aktivieren
es: Habilitar cámara web
eu: Gaitu webcam
fr: Activer la webcam
it: Abilita webcam
pt: Habilitar webcam
ru: Включить веб-камеру

source: If checked, webcam will be redirected (ONLY Windows).
ar: إذا تم تحديده ، فسيتم إعادة توجيه كاميرا الويب (Windows فقط).
ca: Si està seleccionat, la càmera web es redirigirà (NOMÉS a Windows).
de: Wenn diese Option aktiviert ist, wird die Webcam umgeleitet (NUR Windows).
es: Si está marcado, la cámara web será redirigida (SOLO Windows).
eu: Markatuta badago, webcam-a birbideratuko da (Windows BAKARRIK).
fr: Si coché, la webcam sera redirigée (UNIQUEMENT Windows).
it: Se selezionato, la webcam verrà reindirizzata (SOLO Windows).
pt: Se marcada, a webcam será redirecionada (SOMENTE Windows).
ru: Если включено, веб-камера будет перенаправлена (ТОЛЬКО Windows).

source: USB redirection
ar: إعادة توجيه USB
ca: Redirecció USB
de: USB-Umleitung
es: redirección USB
eu: USB birbideratzea
fr: Redirection USB
it: Reindirizzamento USB
pt: Redirecionamento USB
ru: USB-перенаправление

source: USB redirection policy
ar: سياسة إعادة توجيه USB
ca: Política de redirecció USB
de: USB-Umleitungsrichtlinie
es: Política de redirección USB
eu: USB birbideratze politika
fr: Politique de redirection USB
it: Policy di reindirizzamento USB
pt: Política de redirecionamento USB
ru: Политика перенаправления USB

source: Credssp Support
ar: دعم Credssp
ca: Support Credssp
de: Credssp-Unterstützung
es: Soporte CredSSP
eu: Credssp laguntza
fr: Support CredSSP
it: Supporto Credssp
pt: Suporte de Credssp
ru: Поддержка Credssp

source: If checked, will enable Credentials Provider Support)
ar: إذا راجعت، سيمكن دعم موفر بيانات الاعتماد)
ca: Si està seleccionat, s'habilitarà el suport de proveïdor de credencials
de: Wenn diese Option aktiviert ist, wird der Provider-Support für Anmeldeinformationen aktiviert.
es: Si está marcada, permitirá el soporte de proveedor de credenciales)
eu: Hautatuta badago, kredentzialak hornitzailearen euskarria gaituko du)
fr: Si coché, activera le support du fournisseur d'informations d'identification)
it: Se selezionato, abiliterà il protocollo CredSSP (Credential Security Support Provider)
pt: Se marcada, ativará o Suporte ao Provedor de Credenciais)
ru: Если флажок установлен, включит поддержку поставщика учетных данных

source: Screen Size
ar: حجم الشاشة
ca: Mida de pantalla
de: Bildschirmgröße
es: Tamaño de pantalla
eu: Pantaila-neurria
fr: Taille de l'écran
it: Dimensione dello schermo
pt: Tamanho da tela
ru: Размер экрана

source: Screen size for this transport
ar: حجم الشاشة لهذا النقل
ca: Mida de pantalla per a aquest transport
de: Bildschirmgröße für diesen Transport
es: Tamaño de la pantalla para este transporte
eu: Garraioaren tamainaren tamaina
fr: Taille de l’écran pour ce type de transport
it: Dimensioni dello schermo per questo trasporto
pt: Tamanho da tela para este transporte
ru: Размер экрана для этого транспорта

source: Color depth for this connection
ar: عمق الألوان لهذا الاتصال
ca: Profunditat de color per a aquesta connexió
de: Color depth für diese Verbindung
es: Profundidad de color para esta conexión
eu: Kolorearen sakontasuna konexio honetarako
fr: Profondeur de couleur pour cette connexion
it: Profondità del colore per questa connessione
pt: Profundidade de cor para esta conexão
ru: Глубина цвета для этого подключения

source: Wallpaper/theme
ar: خلفية/الموضوع
ca: Fons de pantalla/tema
de: Wallpaper/Thema
es: Tema de fondo de pantalla
eu: Wallpaper / gaiaren
fr: Thème/fond d’écran
it: Sfondo/tema
pt: Papel de parede / tema
ru: Обои/темы

source: If checked, fonts smoothing will be allowed
ar: إذا راجعت، سيسمح لتجانس الخطوط
ca: Si està seleccionat, es permet la suavització de fonts.
de: Wenn diese Option aktiviert ist, wird das Glätten von Schriftarten zugelassen
es: Si está marcada, se permitirá el suavizado de fuentes
eu: Egiaztatuta badago, letra-tipoak leuntzeko aukera izango da
fr: Si coché, le lissage de polices pourront
it: Se selezionato, sarà consentita la smussatura dei caratteri
pt: Se marcada, a suavização de fontes será permitida
ru: Если флажок установлен, разрешается сглаживание шрифтов

source: Connection Bar
ar: شريط الاتصال
ca: Barra de connexió
de: Verbindungsleiste
es: Barra de conexión
eu: Konexio barra
fr: Barre de connexion
it: Barra di connessione
pt: Barra de conexão
ru: Окно подключения

source: If checked, connection bar will be shown (only on Windows clients)
ar: إذا راجعت، سيظهر شريط الاتصال (فقط على عملاء Windows)
ca: Si està seleccionat, es mostrarà la barra de connexió (només a clients Windows)
de: Wenn aktiviert, wird die Verbindungsleiste angezeigt (nur bei Windows-Clients)
es: Si está marcada, aparecerá barra de conexión (sólo en clientes de Windows)
eu: Egiaztatuta badago, konexioaren barra agertuko da (Windows bezeroetan soilik)
fr: Si cochée, barre de connexion s’affichera (uniquement sur les clients Windows)
it: Se selezionato, verrà mostrata la barra di connessione (solo su client Windows)
pt: Se marcado, a barra de conexão será mostrada (somente em clientes Windows)
ru: Если включено, окно подключения будет показано (только на Windows клиентах)

source: Multimedia sync
ar: تزامن الوسائط المتعددة
ca: Sincronització multimèdia
de: Multimedia-Synchronisierung
es: Sincronización multimedia
eu: Multimedia sinkronizazioa
fr: Sync Multimédia
it: Sincronizzazione multimediale
pt: Sincronização multimídia
ru: Мультимедийная синхронизация

source: If checked. Linux client will use multimedia parameter for xfreerdp
ar: إذا تحققت. سوف العميل لينكس استخدام المعلمة الوسائط المتعددة لxfreerdp.
ca: Si està seleccionat, el client Linux utilitzarà el paràmetre multimèdia per a xfreerdp
de: Wenn geprüft Linux-Client verwendet Multimedia-Parameter für xfreerdp
es: Si está marcada, el cliente Linux usará el parámetro multimedia para xfreerdp
eu: Egiaztatuta badago. Linux bezeroak xfreerdp-ren multimedia parametroa erabiliko du
fr: S’il est activé. Client Linux utilisera le paramètre multimédia pour xfreerdp
it: Se selezionato. Il client Linux utilizzerà i parametri multimediali per xfreerdp
pt: Se marcado. Cliente Linux usará parâmetro multimídia para o xfreerdp
ru: Если отмечено. Клиент Linux будет использовать мультимедийный параметр для xfreerdp

source: Use Alsa
ar: استخدام ALSA
ca: Utilitzar ALSA
de: Verwenden Sie ALSA
eu: Erabili Alsa
fr: Utiliser Alsa
it: Usa Alsa
ru: Использовать Alsa

source: If checked, Linux client will try to use ALSA, otherwise Pulse will be used
ar: إذا تم، سيكون العميل لينكس في محاولة لاستخدام ALSA، وإلا سيتم استخدام نبض
ca: Si està seleccionat, el client Linux intentarà utilitzar ALSA, d'altra manera s'utilitzarà PULSE
de: Wenn diese Option aktiviert ist, versucht der Linux-Client, ALSA zu verwenden. Andernfalls wird Pulse verwendet
es: Si está marcado, el cliente Linux intentará usar ALSA, en caso contrario usará Pulse
eu: Egiaztatuta badago, Linux bezeroak ALSA erabiliko du, bestela Pulse erabiliko da
fr: Si coché, le client Linux essayera d'utiliser ALSA, sinon, Pulse sera utilisé
it: Se selezionato, il client Linux proverà ad usare ALSA, altrimenti verrà utilizzato Pulse
pt: Se marcado, o cliente Linux tentará usar o ALSA, caso contrário o Pulse será usado
ru: Если флажок установлен, клиент Linux попытается использовать ALSA, иначе будет использоваться Pulse

source: Printer string
ar: سلسلة الطابعة
ca: Cadena d'impressora
de: Druckerzeichenfolge
es: Cadena de impresora
eu: Inprimagailuen katea
fr: Chaîne de l’imprimante
it: Stringa della stampante
pt: Cadeia de impressão
ru: Строка принтера

source: If printer is checked, the printer string used with xfreerdp client
ar: إذا تم فحص طابعة، سلسلة الطابعة المستخدمة مع العميل XFreeRDP
ca: Si Impressora està seleccionat, la cadena d'impressora utilitzada amb el client xfreerdp
de: Wenn der Drucker markiert ist, wird die mit dem xfreerdp-Client verwendete Druckerzeichenfolge verwendet
es: Si la impresora está activada, la cadena de impresora utilizadada con el cliente xfreerdp
eu: Inprimagailua hautatuta badago, xfreerdp bezeroarekin erabiliko den inprimagailuaren katea
fr: Si l’imprimante est activée, la chaîne de l’imprimante sera utilisée avec xfreerdp client
it: Se la stampante è selezionata, la stringa della stampante viene utilizzata con il client xfreerdp
pt: Se a impressora estiver marcada, a string de impressora usada com o cliente xfreerdp
ru: Если принтер установлен, строка принтера, используемая с клиентом xfreerdp

source: Smartcard string
ar: سلسلة البطاقة الذكية
ca: Cadena de targeta intel·ligent
de: Smartcard-Zeichenfolge
es: Cadena de tarjeta inteligente
eu: Smartcard katea
fr: Chaîne de carte à puce
it: Stringa della smartcard
pt: Seqüência de cartão inteligente
ru: Строка Smartcard

source: If smartcard is checked, the smartcard string used with xfreerdp client
ar: إذا تم التحقق من البطاقة الذكية، استخدام السلسلة البطاقة الذكية مع العميل XFreeRDP
ca: Si Targeta intel·ligent està seleccionat, la cadena de targeta intel·ligent utilitzada amb el client xfreerdp
de: Wenn die Smartcard markiert ist, die mit dem xfreerdp-Client verwendete Smartcard-Zeichenfolge
es: Si la smartcard está activada, la cadena de smartcard utilizada con el cliente xfreerdp
eu: Smartcard egiaztatzen bada, xfreerdp bezeroarekin erabilitako smartcard katea
fr: Si la carte à puce est cochée, la chaîne de carte à puce serautilisée avec xfreerdp client
it: Se la smartcard è selezionata, la stringa della smartcard viene utilizzata con il client xfreerdp
pt: Se o smartcard estiver marcado, a cadeia de smartcard usada com o cliente xfreerdp
ru: Если проверена смарт-карта, строка смарт-карты, используемая с клиентом freerdp

source: Custom parameters
ar: معلمات مخصصة
ca: Paràmetres personalitzats
de: Benutzerdefinierte Parameter
es: Parámetros personalizados
eu: Parametro pertsonalizatuak
fr: Paramètres personnalisés
it: Parametri personalizzati
pt: Parâmetros personalizados
ru: Пользовательские параметры

source: If not empty, extra parameter to include for Linux Client (for example /usb:id,dev:054c:0268, or aything compatible with your xfreerdp client)
ar: إذا لم تكن المعلمة فارغة، إضافية تشمل لينكس العميل (على سبيل المثال /usb:id,dev:054c:0268، أو أي شيء متوافق مع العميل الخاص بك XFreeRDP)
ca: Si no està buit, parametre extra a incloure per al client linux (per exemple /usb:id,dev:054c:0268, o alguna cosa compatible amb el vostre client xfreerdp)
de: Falls nicht leer, zusätzliche Parameter für Linux-Client (zum Beispiel /usb:id,dev:054c:0268 oder alles, was mit Ihrem xfreerdp-Client kompatibel ist)
es: Si no vacía, parámetros extra para el cliente Linux (por ejemplo /usb:id, dev:054c:0268, o cualquier cosa compatible con su cliente xfreerdp)
eu: Ez bada hutsik, parametro gehigarria Linux Client-era sartzeko (adibidez / usb: id, dev: 054c: 0268 edo zure xfreerdp bezeroarekin bateragarria)
fr: Si non vide, paramètre supplémentaire à inclure pour le client Linux (par exemple / usb: id, dev: 054c: 0268, ou quoi que ce soit compatible avec votre client xfreerdp)
it: Se non vuoto, parametro extra da includere per client Linux (per esempio /usb i, dev:054c:0268, o altro compatibile con il tuo client xfreerdp)
pt: Se não estiver vazio, o parâmetro extra a ser incluído para o Linux Client (por exemplo, / usb: id, dev: 054c: 0268, ou qualquer coisa compatível com seu cliente xfreerdp)
ru: Если не пусто, добавочный параметр для включения клиента Linux (например, /usb:id,dev:054c:0268 или любой совместимый с вашим клиентом xfreerdp)

source: Allow Microsoft Rdp Client
ar: السماح لعميل Microsoft Rdp
ca: Permetre el client Microsoft RDP
de: Microsoft Rdp-Client zulassen
es: Permitir cliente RDP de Microsoft
eu: Baimendu Microsoft Rdp bezeroa
fr: Autoriser le client Microsoft Rdp
it: Consenti client Microsoft Rdp
pt: Permitir cliente Microsoft Rdp
ru: Разрешить клиент Microsoft Rdp
