Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: If not empty, this list of key=value pairs will be used to translate the host name from AD to an resolvable hostname.
ar: إذا لم تكن فارغة ، فسيتم استخدام قائمة أزواج المفتاح = القيمة هذه لترجمة اسم المضيف من AD إلى اسم مضيف قابل للحل.
ca: Si no està buida, aquesta llista de parells clau=valor s&#39;utilitzarà per traduir el nom d&#39;amfitrió d&#39;AD a un nom d&#39;amfitrió resoluble.
de: Wenn sie nicht leer ist, wird diese Liste von Schlüssel=Wert-Paaren verwendet, um den Hostnamen von AD in einen auflösbaren Hostnamen zu übersetzen.
es: Si no está vacío, esta lista de host key=value se usará para traducir el nombre de host de AD a un nombre de host con resolución.
eu: Hutsik ez badago, gako=balio bikoteen zerrenda hau erabiliko da ostalari-izena AD-etik konpon daitekeen ostalari-izen batera itzultzeko.
fr: Si elle n&#39;est pas vide, cette liste de paires clé=valeur sera utilisée pour traduire le nom d&#39;hôte d&#39;AD en un nom d&#39;hôte résoluble.
it: Se non è vuoto, questo elenco di coppie chiave=valore verrà utilizzato per tradurre il nome host da AD in un nome host risolvibile.
pt: Se não estiver vazio, esta lista de pares chave=valor será usada para traduzir o nome do host do AD para um nome do host resolvível.
ru: Если он не пуст, этот список пар ключ=значение будет использоваться для преобразования имени хоста из AD в разрешимое имя хоста.

source: Ignore domains
ar: تجاهل المجالات
ca: Ignora els dominis
de: Domänen ignorieren
es: Ignorar dominios
eu: Ez ikusi domeinuei
fr: Ignorer les domaines
it: Ignora i domini
pt: Ignorar domínios
ru: Игнорировать домены

source: If not empty, this list of domains will be ignored when searching for users. Comma separated values.
ar: إذا لم تكن فارغة ، فسيتم تجاهل قائمة المجالات هذه عند البحث عن مستخدمين. قيم مفصولة بفواصل.
ca: Si no està buida, aquesta llista de dominis s&#39;ignorarà en cercar usuaris. Valors separats per comes.
de: Wenn diese Liste nicht leer ist, wird sie bei der Suche nach Benutzern ignoriert. Komma-getrennte Werte.
es: Si no está vacío, esta lista de dominios se ignorará al buscar usuarios. Valores Separados por Comas.
eu: Hutsik ez badago, domeinu-zerrenda hau baztertu egingo da erabiltzaileak bilatzean. Komaz bereizitako balioak.
fr: Si elle n&#39;est pas vide, cette liste de domaines sera ignorée lors de la recherche d&#39;utilisateurs. Valeurs séparées par des virgules.
it: Se non è vuoto, questo elenco di domini verrà ignorato durante la ricerca degli utenti. Valori separati da virgola.
pt: Se não estiver vazio, esta lista de domínios será ignorada ao pesquisar usuários. Valores Separados Por Virgula.
ru: Если он не пуст, этот список доменов будет игнорироваться при поиске пользователей. Значения, разделенные запятыми.

source: Redirect On Expired
ar: انتهت صلاحية إعادة التوجيه
ca: Redirecció en caducat
de: Bei Ablauf umleiten
es: Redirigir al caducar
eu: Birbideratzea Iraungi da
fr: Rediriger à l&#39;expiration
it: Reindirizzamento alla scadenza
pt: Redirecionar ao expirar
ru: Перенаправление по истечении срока действия

source: If not empty, if user password is expired, will be automatically redirected to this URL
ar: إذا لم يكن فارغًا ، إذا انتهت صلاحية كلمة مرور المستخدم ، فسيتم إعادة توجيهه تلقائيًا إلى عنوان URL هذا
ca: Si no està buit, si la contrasenya de l&#39;usuari ha caducat, es redirigirà automàticament a aquest URL
de: Wenn es nicht leer ist und das Benutzerkennwort abgelaufen ist, wird es automatisch zu dieser URL umgeleitet
es: Si no está vacía y la contraseña del usuario ha caducado, será redirigido automáticamente a esta URL
eu: Hutsik ez badago, erabiltzailearen pasahitza iraungi bada, automatikoki birbideratuko da URL honetara
fr: S&#39;il n&#39;est pas vide, si le mot de passe de l&#39;utilisateur est expiré, sera automatiquement redirigé vers cette URL
it: Se non vuoto, se la password dell'utente è scaduta, verrà reindirizzato automaticamente a questo URL
pt: Se não estiver vazio, se a senha do usuário expirar, será redirecionado automaticamente para este URL
ru: Если не пусто, если срок действия пароля пользователя истек, будет автоматически перенаправлен на этот URL-адрес.

source: Force Group Membership
ar: عضوية مجموعة القوة
eu: Behartu Taldekidetasuna
it: Forza l'appartenenza al gruppo
ru: Членство в группе Force

source: If not empty, all users will be considered members of this group
ar: إذا لم يكن فارغًا، فسيتم اعتبار جميع المستخدمين أعضاءً في هذه المجموعة
eu: Hutsik ez badago, erabiltzaile guztiak talde honetako kidetzat hartuko dira
it: Se non è vuoto, tutti gli utenti saranno considerati membri di questo gruppo
ru: Если не пусто, все пользователи будут считаться членами этой группы

source: Active Directory Authenticator
ar: مصادق Active Directory
ca: Autenticador del Directori Actiu
es: Autenticador Active Directory
eu: Active Directory autentikatzailea
fr: Authentificateur de Active Directory
it: Autenticatore Active Directory
pt: Autenticador do Active Directory
ru: Аутентификатор Active Directory

source: Authenticate against Active Directory
ar: المصادقة بالمقابلة مع خدمة Active Directory
ca: Autenticar sobre Directori Actiu
de: Authentifizieren Sie sich gegen Active Directory
es: Autenticar contra Active Directory
eu: Active Directory-aren kontra autentikatu
fr: S'authentifier sur Active Directory
it: Autentica con Active Directory
pt: Autenticar-se contra o Active Directory
ru: Аутентификация в Active Directory

source: Must specify the username in the form USERNAME@DOMAIN.DOM
ar: يجب تحديد اسم المستخدم في النموذج USERNAME@DOMAIN.DOM
ca: Cal especificar el nom d'usuari en format USUARI@DOMINI.DOM
de: Der Benutzername muss in der Form USERNAME@DOMAIN.DOM angegeben werden
es: Debe especificar el nombre de usuario con este formato: NOMBREDEUSUARIO@DOMAIN.DOM
eu: Erabiltzailea USERNAME@DOMAIN.DOM formatuan jarri behar da
fr: Doit spécifier le nom d'utilisateur sous la forme USERNAME@DOMAIN.DOM
it: È necessario specificare il nome utente nel formato USERNAME@DOMAIN.DOM
pt: Deve especificar o nome de usuário no formulário USERNAME@DOMAIN.DOM
ru: Нужно указать имя пользователя в формате USERNAME@DOMAIN.DOM

source: Could not connect to any AD server. Check your configuration (server, ssl certificates, ...).
ar: تعذر الاتصال بأي خادم AD. تحقق من التكوين الخاص بك (الخادم ، شهادات SSL ، ...).
ca: No s&#39;ha pogut connectar a cap servidor AD. Comproveu la vostra configuració (servidor, certificats ssl, ...).
de: Es konnte keine Verbindung zu einem AD-Server hergestellt werden. Überprüfen Sie Ihre Konfiguration (Server, SSL-Zertifikate, ...).
es: No se pudo conectar a ningún servidor AD. Comprueba tu configuración (servidor, certificados ssl,...).
eu: Ezin izan da AD zerbitzari batera konektatu. Egiaztatu zure konfigurazioa (zerbitzaria, ssl ziurtagiriak, ...).
fr: Impossible de se connecter à un serveur AD. Vérifiez votre configuration (serveur, certificats ssl, ...).
it: Impossibile connettersi a nessun server AD. Controlla la tua configurazione (server, certificati ssl, ...).
pt: Não foi possível conectar a nenhum servidor AD. Verifique sua configuração (servidor, certificados SSL, ...).
ru: Не удалось подключиться ни к одному серверу AD. Проверьте свою конфигурацию (сервер, ssl-сертификаты, ...).

source: Username not found
ar: لم يتم العثور على اسم المستخدم
ca: Nom d'usuari no trobat
de: Benutzername nicht gefunden
es: Nombre de usuario no encontrado
eu: Erabiltzaile ez da aurkitu
fr: Nom d'utilisateur introuvable
it: Nome utente non trovato
pt: Nome de usuário não encontrado
ru: Имя пользователя не найдено

source: Group not found
ar: لم يتم العثور على المجموعة
ca: Grup no trobat
de: Gruppe nicht gefunden
es: Grupo no encontrado
eu: Ez da aurkitu talderik
fr: Groupe introuvable
it: Gruppo non trovato
pt: Grupo não encontrado
ru: Группа не найдена

source: Too many results, be more specific
ar: الكثير من النتائج، كن أكثر تحديداً
ca: Massa resultats, cal especificar més
de: Zu viele Ergebnisse, bitte konkretisieren
es: Demasiados resultados, sea más específico
eu: konkretuagoa izan, emaitz gehiegi daude eta.
fr: Trop de résultats, être plus spécifique
it: Troppi risultati, essere più specifici
pt: Muitos resultados, sejam mais específicos
ru: Слишком много результатов, сделайте запрос более уникальным

source: Error testing connection
ar: خطأ في اختبار الاتصال
ca: S'ha produït un error intentant la connexió
de: Fehler beim Testen der Verbindung
es: Error al probar la conexión
eu: Errorea konexioa probatzean
fr: Erreur de test de connexion
it: Errore durante il test della connessione
pt: Erro ao testar conexão
ru: Ошибка при тестировании соединения

source: Connection seems to be incorrect, please check it
ar: يبدو أن الاتصال غير صحيح، يرجى التحقق من ذلك
ca: Sembla que la connexió no és correcta, comproveu-la
de: Die Verbindung scheint falsch zu sein. Bitte überprüfen Sie sie
es: La conexión parece ser incorrecta, verifíquela
eu: Konexioa okerra dela dirudi, egiaztatu mesedez
fr: La connexion semble incorrecte, veuillez la vérifier
it: La connessione sembra non essere corretta, controllala
pt: A conexão parece estar incorreta, verifique
ru: Кажется, соединение неправильное, проверьте его.

source: Server does not seem an Active Directory (it does not have user objects)
ar: الملقم لا يبدو Active Directory (ليس لديه كائنات المستخدم)
ca: El servidor sembla no ser un Directori Actiu (no té objectes d'usuari)
de: Server scheint kein Active Directory zu sein (es hat keine Benutzerobjekte)
es: Servidor no parece un Active Directory (no tiene objetos de usuario)
eu: Zerbitzaria ez omen da Active Directory Zerbitzari bat (ez du erabiltzaile objeturik)
fr: Serveur ne semble pas un serveur Active Directory (il n'a pas d'objets utilisateur)
it: Il server non sembra un Active Directory (non ha oggetti utente)
pt: Servidor não parece um Active Directory (ele não tem objetos de usuário)
ru: Сервер возможно не является членом Active Directory (у него нет пользовательских объектов)

source: Server does not seem an Active Directory (it does not have group objects)
ar: الملقم لا يبدو Active Directory (ليس لديه كائنات المجموعة)
ca: El servidor sembla no ser un Directori Actiu (no té objectes de grup)
de: Server scheint kein Active Directory zu sein (er hat keine Gruppenobjekte)
es: Servidor no parece un Active Directory (no tiene objetos de grupo)
eu: Zerbitzaria ez omen da Active Directory Zerbitzari bat (ez du talde objeturik)
fr: Serveur ne semble pas un serveur Active Directory (il n'a pas d'objets de groupe)
it: Il server non sembra un Active Directory (non ha oggetti di gruppo)
pt: Servidor não parece um Active Directory (ele não tem objetos de grupo)
ru: Сервер возможно не является членом Active Directory (у него нет групповых объектов)

source: Connection params seem correct, test was succesfully executed
ar: يبدو الاتصال params صحيحا، تم تنفيذ الأختبار بنجاح
ca: Els paràmetres de connexió semblen correctes, la prova s'ha executat correctament
de: Verbindungsparameter scheinen korrekt zu sein, der Test wurde erfolgreich ausgeführt
es: Los parámetros de conexión parecen correctos, la prueba fue ejecutada con éxito
eu: Konexio parametruak ondo daudela dirudi, proba ondo joan da.
fr: Connexion params semblent correctes, le test a été correctement exécutée
it: I parametri di connessione sembrano corretti, il test è stato eseguito correttamente
pt: Params de conexão parecem corretos, teste foi executado com sucesso
ru: Параметры подключения правильные, тест был успешно выполнен

source: Entra ID Authenticator
ar: مُصادقة الهوية
de: Entra ID-Authentifikator
es: Autenticador de identidad de entrada
eu: Entra ID autentifikatzailea
fr: Authentificateur Entra ID
it: Autenticatore ID Entra
pt: Autenticador Entra ID
ru: Аутентификатор Entra ID

source: Entra ID Authenticator. Formerly Azure AD.
ar: Entra ID Authenticator. كان يُعرف سابقًا باسم Azure AD.
de: Entra ID Authenticator. Früher Azure AD.
es: Autenticador de identidades de Entra. Anteriormente, Azure AD.
eu: Entra ID autentifikatzailea. Lehenago Azure AD.
fr: Authentificateur Entra ID. Anciennement Azure AD.
it: Entra ID Authenticator. In precedenza Azure AD.
pt: Entra ID Authenticator. Anteriormente Azure AD.
ru: Аутентификатор Entra ID. Ранее Azure AD.

source: Tenant ID
ar: معرف المستأجر
de: Mieter-ID
eu: Tenant IDa
fr: ID du locataire
pt: ID do inquilino
ru: Идентификатор клиента

source: Obtained from Entra ID - Properties - Tenant ID
ar: تم الحصول عليها من Entra ID - Properties - Tenant ID
de: Erhalten von Entra ID - Eigenschaften - Mieter-ID
es: Obtenido de Entra ID - Propiedades - ID de inquilino
eu: Entra ID - Propietateak - Maizterraren IDtik lortutakoa
fr: Obtenu à partir d&#39;Entra ID - Propriétés - ID locataire
it: Ottenuto da Entra ID - Proprietà - ID inquilino
pt: Obtido de Entra ID - Propriedades - ID do inquilino
ru: Получено из Entra ID - Недвижимость - ID арендатора

source: Client ID
ar: معرف العميل
ca: ID de client
de: Kunden ID
es: ID de cliente
eu: Bezeroaren IDa
fr: ID du client
pt: ID do Cliente
ru: Идентификатор клиента

source: Obtained from App created on Azure for UDS Enterprise
ar: التي تم الحصول عليها من التطبيق التي تم إنشاؤها في أزور "المؤسسة المصغرة"
ca: Obtingut amb l'App creada amb Azure per a UDS Enterprise
de: Wird von einer in Azure für UDS Enterprise erstellten App abgerufen
es: Obtenido de la aplicación creada en Azure para UDS Enterprise
eu: Azure-k sortutako App lortutako UDS Enterprise-ra
fr: Obtenu à partir de App créé sur Azure pour les entreprises de l’UDS
it: Ottenuto dall'App creata su Azure per UDS Enterprise
pt: Obtido do aplicativo criado no Azure para UDS Enterprise
ru: Получено от приложения, созданного на платформе Azure для UDS Enterprise

source: Client Secret
ar: العميل السري
ca: Clau de Client
de: Kundengeheimnis
es: Clave de cliente
eu: Bezero sekretua
fr: Secret de client
pt: Segredo do cliente
ru: Секрет клиента

source: Obtained from App created on Azure for UDS Enteprise - Keys
ar: التي تم الحصول عليها من التطبيق التي تم إنشاؤها في أزور للمكاتب المصغرة Enteprise--مفاتيح
ca: Obtinguts amb l'App creada amb Azure per a UDS Enterprise - Claus
de: Wird von einer in Azure für UDS Enteprise - Keys erstellten App abgerufen
es: Obtenido de la aplicación creada en Azure para UDS Enterprise - claves
eu: Azurek sortutako App lortutako UDS Enteprise - Teklak
fr: Obtenu à partir de App créé sur Azure pour UDS Enteprise - clés
it: Ottenuto dall'App creata su Azure per UDS Enteprise - Keys
pt: Obtido do aplicativo criado no Azure para UDS Enteprise - chaves
ru: Получено от приложения, созданного на платформе Azure для UDS Enteprise - Ключи

source: Callback
ar: رد الاتصال
ca: URL de resposta
de: Ruf zurück
es: URL de respuesta
eu: atzeradei
fr: Rappel
pt: Ligue de volta
ru: Обратный вызов

source: Callback url (Filled by UDS, fix this only if necesary!!)
ar: عنوان رد الاتصال (يشغلها المصغرة، وإصلاح هذا فقط إذا لزم الأمر!!)
ca: URL de resposta (omplert per UDs, cavieu-ho només si és necessari!!)
de: Callback-URL (Wird von UDS gefüllt, korrigiert dies nur, wenn nötig !!)
es: Url de respuesta (rellenado por UDS, modificar sólo si es necesario!!)
eu: Dei-erantzunaren URLa (UDS-k beteta, konpondu hau beharrezkoa bada bakarrik!)
fr: Url de callback (rempli par UDS, résoudre ce que si c’est nécessaire !)
it: Callback URL (compilato da UDS, cambiare solo se necessario!!!)
pt: URL de retorno de chamada (preenchido por UDS, corrija isso apenas se necessário)
ru: Строка адреса обратного вызова (заполняется UDS, исправлять только в случае необходимости!)

source: Proxy
ar: الوكيل
fr: Procuration
pt: Procuração
ru: Прокси

source: Proxy used for connection to azure for HTTPS connections (use PROTOCOL://host:port, i.e. https://10.10.0.1:8080)
ar: الوكيل المستخدم للاتصال بـ azure لاتصالات HTTPS (استخدم PROTOCOL: // host: port ، أي https://10.10.0.1:8080)
ca: Proxy utilitzat per a connexions HTTPS a Azure (utilitzeu PROTOCOL://host:port, per exemple, https://10.10.0.1:8080)
de: Proxy für die Verbindung zu Azure für HTTPS-Verbindungen (verwenden Sie PROTOCOL: // Host: Port, dh https://10.10.0.1:8080).
es: Proxy utilizado para la conexión a azure para conexiones HTTPS (use PROTOCOL: // host:port, ejemplo: https://proxy:8080)
eu: HTTPS konexioetarako azure konexiorako erabiltzen den proxy-a (erabili PROTOCOL: // host: port, hau da, https://10.10.0.1:8080)
fr: Proxy utilisé pour la connexion à azure pour les connexions HTTPS (utilisez PROTOCOL: // hôte: port, c&#39;est-à-dire https://10.10.0.1:8080)
it: Proxy utilizzato per la connessione ad Azure per le connessioni HTTPS (utilizzare PROTOCOL: // host: port, ovvero https://10.10.0.1:8080)
pt: Proxy usado para conexão ao azure para conexões HTTPS (use PROTOCOL: // host: porta, ou seja, https://10.10.0.1:8080)
ru: Прокси-сервер, используемый для подключения к azure для HTTPS-подключений (используйте PROTOCOL: // host: port, т.е. https://10.10.0.1:8080)

source: Enable School Data Sync Integration
ar: تفعيل تكامل School Data Sync
ca: Activar la integració de sincronització de dades escolars
de: Integration von Schuldatensynchronisierung aktivieren
es: Habilitar la integración de School Data Sync
eu: Gaitu ikastetxeko datuak sinkronizatzeko integrazioa
fr: Activer l&#39;intégration de la synchronisation des données scolaires
it: Abilita l'integrazione della sincronizzazione dei dati scolastici
pt: Habilitar integração de sincronização de dados escolares
ru: Включить интеграцию School Data Sync

source: Enable only if you have Microsoft School Data Sync in your Environnment.
ar: قم بالتمكين فقط إذا كان لديك Microsoft School Data Sync في بيئتك.
ca: Activar només si teniu Microsoft School Data Sync a la vostra institució.
de: Nur aktivieren, wenn Sie Microsoft School Data Sync in Ihrer Umgebung haben.
es: Habilite solo si tiene Microsoft School Data Sync en su entorno.
eu: Gaitu Microsoft School Data Sync zure ingurunean baldin baduzu.
fr: Activez uniquement si vous avez Microsoft School Data Sync dans votre environnement.
it: Abilita solo se hai Microsoft School Data Sync nel tuo ambiente.
pt: Habilite apenas se você tiver o Microsoft School Data Sync em seu ambiente.
ru: Включите, только если у вас есть Microsoft School Data Sync в вашей среде.

source: Azure Logout method.
ar: طريقة Azure Logout.
ca: Mètode de tancament de sessió d&#39;Azure.
de: Azure Logout-Methode.
es: Método de cierre de sesión de Azure.
eu: Azure Logout metodoa.
fr: Méthode de déconnexion Azure.
it: Metodo di disconnessione da Azure.
pt: Método de logout do Azure.
ru: Метод выхода из Azure.

source: UDS Redirection to Microsoft logout pages on UDS logout.
ar: إعادة توجيه UDS إلى صفحات تسجيل الخروج من Microsoft عند تسجيل الخروج من نظام UDS.
ca: Redirecció d&#39;UDS a les pàgines de tancament de sessió de Microsoft en tancar la sessió d&#39;UDS.
de: UDS-Umleitung zu Microsoft-Abmeldeseiten bei UDS-Abmeldung.
es: Redirección de UDS a páginas de cierre de sesión de Microsoft en el cierre de sesión de UDS.
eu: UDS birbideratzea Microsoft-en saioa amaitzeko orrietara UDS saioa amaitzean.
fr: Redirection UDS vers les pages de déconnexion Microsoft lors de la déconnexion UDS.
it: Reindirizzamento UDS alle pagine di logout di Microsoft al logout di UDS.
pt: Redirecionamento do UDS para as páginas de logout da Microsoft no logout do UDS.
ru: Перенаправление UDS на страницы выхода Microsoft при выходе из UDS.

source: Do not redirect
ar: لا تقم بإعادة التوجيه
ca: No redirigeu
de: Nicht umleiten
es: No redirigir
eu: Ez birbideratu
fr: Ne pas rediriger
it: Non reindirizzare
pt: Não redirecione
ru: Не перенаправлять

source: Azure logout
ar: تسجيل الخروج من Azure
de: Azure-Abmeldung
es: Cierre de sesión de Azure
eu: Azure saioa amaitzea
fr: Déconnexion d&#39;Azure
it: Disconnessione da Azure
pt: Logout do Azure
ru: Выход из Azure

source: Microsoft logout
ar: تسجيل خروج Microsoft
ca: Tancament de sessió de Microsoft
de: Microsoft-Abmeldung
es: Cierre de sesión de Microsoft
eu: Microsoft-en saioa amaitzea
fr: Déconnexion Microsoft
it: Disconnessione Microsoft
pt: Logout da Microsoft
ru: Выход из Microsoft

source: Office 365 logout
ar: تسجيل الخروج من Office 365
ca: Tancament de sessió d&#39;Office 365
de: Abmeldung von Office 365
es: Cierre de sesión de Office 365
eu: Office 365 saioa amaitzea
fr: Déconnexion Office 365
it: Disconnessione da Office 365
pt: Sair do Office 365
ru: Выход из Office 365

source: External Domain (#EXT# users domain)
ar: المجال الخارجي (#EXT# مجال المستخدمين)
ca: Domini extern (#EXT# domini dels usuaris)
de: Externe Domäne (#EXT# Benutzerdomäne)
es: Dominio externo (dominio de usuarios #EXT#)
eu: Kanpoko domeinua (#EXT# erabiltzaileen domeinua)
fr: Domaine externe (domaine d&#39;utilisateurs #EXT#)
it: Dominio esterno (dominio utenti #EXT#)
pt: Domínio Externo (domínio de usuários #EXT#)
ru: Внешний домен (домен пользователя #EXT#)

source: Domain used for external users (empty means no external users)
ar: النطاق المستخدم للمستخدمين الخارجيين (فارغ يعني عدم وجود مستخدمين خارجيين)
ca: Domini utilitzat per a usuaris externs (buit significa que no hi ha usuaris externs)
de: Für externe Benutzer verwendete Domäne (leer bedeutet, dass keine externen Benutzer vorhanden sind)
es: Dominio utilizado para usuarios externos (vacío significa que no hay usuarios externos)
eu: Kanpoko erabiltzaileentzako erabilitako domeinua (hutsik esan nahi du kanpoko erabiltzailerik ez)
fr: Domaine utilisé pour les utilisateurs externes (vide signifie aucun utilisateur externe)
it: Dominio utilizzato per utenti esterni (vuoto significa nessun utente esterno)
pt: Domínio usado para usuários externos (vazio significa que não há usuários externos)
ru: Домен, используемый внешними пользователями (пустое значение означает отсутствие внешних пользователей)

source: This kind of Authenticator does not support white spaces on field NAME
ar: لا يدعم هذا النوع من المصادقة المسافات البيضاء في الحقل NAME
ca: Aquest tipus d&#39;autenticador no admet espais en blanc al camp NOM
de: Diese Art von Authenticator unterstützt keine Leerzeichen im Feld NAME
es: Este tipo de autenticador no admite espacios en blanco en el campo NOMBRE
eu: Authenticator mota honek ez ditu zuriunerik onartzen IZENA eremuan
fr: Ce type d&#39;authentificateur ne prend pas en charge les espaces blancs sur le champ NAME
it: Questo tipo di autenticatore non supporta gli spazi bianchi nel campo NOME
pt: Este tipo de autenticador não suporta espaços em branco no campo NAME
ru: Этот тип аутентификатора не поддерживает пробелы в поле NAME.

source: User not found
ar: لم يتم العثور على المستخدم
ca: Usuari no trobat
de: Benutzer nicht gefunden
es: Usuario no encontrado
eu: Ez da erabiltzailea aurkitu
fr: Utilisateur non trouvé
it: Utente non trovato
pt: Usuário não encontrado
ru: Пользователь не найден

source: Authenticator exception:
ar: استثناء المصادق:
ca: Excepció d'autenticador:
de: Authenticator-Ausnahme:
es: Excepción de autenticador:
eu: Autentikatzaile salbuespena:
fr: Exception d’authentificateur :
it: Eccezione dell'autenticatore:
pt: Exceção do autenticador:
ru: Исключение проверки подлинности:

source: Connection error:
ar: خطأ في الاتصال:
ca: Error de connexió:
de: Verbindungsfehler:
es: Error de conexión:
eu: Konexioaren errorea:
fr: Erreur de connexion :
it: Errore di connessione:
pt: Erro de conexão:
ru: Ошибка подключения:
