Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Nutanix Acropolis based service
ar: الخدمة على Nutanix أكروبوليس.
ca: Servei basat en Nutanix Acropolis
de: Nutanix Acropolis-basierter Service
es: Servicio basado en Nutanix Acrópolis
eu: Nutanix Acropolis-en Oinarrituriko Zerbitzua
fr: base du service de Nutanix Acropolis
it: Servizio basato su Nutanix Acropolis
pt: Serviço baseado em Acropolis da Nutanix
ru: Основная служба Nutanix Acropolis

source: Number of vcpus (Zero value means "keep original machine vcpus")
ar: عدد وحدات المعالجة المركزية الافتراضية (القيمة صفر تعني "الاحتفاظ بوحدات المعالجة المركزية الافتراضية للجهاز الأصلي")
de: Anzahl der VCPUs (Nullwert bedeutet „VCPUs der Originalmaschine behalten“)
es: Número de vcpu (el valor cero significa "mantener las vcpu de la máquina original")
eu: vcpus kopurua (zero balioak "mantendu jatorrizko makina vcpus" esan nahi du)
it: Numero di vcpu (il valore zero significa "mantieni le vcpu della macchina originale")
pt: Número de vcpus (valor zero significa "manter vcpus da máquina original")
ru: Количество виртуальных ЦП (нулевое значение означает «оставить исходное количество виртуальных процессоров машины»)

source: Number of vcpus (Zero value means "keep original machine cores per vcpu")
ar: عدد وحدات المعالجة المركزية الافتراضية (القيمة الصفرية تعني "الاحتفاظ بنواة الجهاز الأصلية لكل وحدة معالجة مركزية افتراضية")
de: Anzahl der VCPUs (Nullwert bedeutet „ursprüngliche Maschinenkerne pro VCPU behalten“)
es: Número de vcpu (el valor cero significa "mantener los núcleos de la máquina original por vcpu")
eu: vcpus kopurua (zero balioak "mantendu jatorrizko makina nukleoak vcpu bakoitzeko")
it: Numero di vcpu (il valore zero significa "mantieni i core della macchina originale per vcpu")
pt: Número de vcpus (valor zero significa "manter núcleos de máquina originais por vcpu")
ru: Количество виртуальных ЦП (нулевое значение означает «оставить исходное количество ядер на один виртуальный процессор»)

source: Network for the machines (every machine created will be attached to this network)
ar: شبكة للأجهزة (كل آلة تم إنشاؤها سوف يتم إرفاق هذا شبكة الاتصال)
ca: Xarxa per a les màquines (qualsevol màquina creada s'associarà a aquesta xarxa)
de: Netzwerk für die Maschinen (jede erstellte Maschine wird an dieses Netzwerk angeschlossen)
es: Red para las máquinas (cada máquina creada se adjuntará a esta red)
eu: Makinen sarea (sortutako makina bakoitza sare honetara atxikiko da)
fr: Réseau pour les ordinateurs (toutes les machines créés seront attaché à ce réseau)
it: Rete per le macchine virtuali (ogni macchina creata sarà collegata a questa rete)
pt: Rede para as máquinas (cada máquina criada será anexada a esta rede)
ru: Сеть для машин (каждая созданная машина будет прикреплена к этой сети)

source: Both Cores per VCPU and Number of VCPUS must be greater than 0
ar: يجب أن يكون كل من النوى لكل وحدة معالجة مركزية افتراضية وعدد وحدات المعالجة المركزية الافتراضية أكبر من 0
de: Sowohl die Anzahl der Kerne pro VCPU als auch die Anzahl der VCPUS müssen größer als 0 sein.
es: Tanto los núcleos por VCPU como la cantidad de VCPUS deben ser mayores que 0
eu: VCPU bakoitzeko nukleoak eta VCPUS kopurua 0 baino handiagoak izan behar dira
it: Sia i core per VCPU che il numero di VCPUS devono essere maggiori di 0
pt: Ambos os núcleos por VCPU e o número de VCPUS devem ser maiores que 0
ru: Оба параметра — «Ядра на VCPU» и «Число VCPUS» — должны быть больше 0.

source: Nutanix Fixed Machines
ar: آلات نوتانيكس الثابتة
ca: Màquines fixes Nutanix
de: Feste Nutanix-Maschinen
es: Máquinas fijas Nutanix
eu: Nutanix makina finkoak
fr: Machines fixes Nutanix
it: Macchine fisse Nutanix
pt: Máquinas Fixas Nutanix
ru: Стационарные машины Nutanix

source: Nutanix Services based on fixed machines. Needs qemu agent installed on machines.
ar: خدمات Nutanix القائمة على الآلات الثابتة. يحتاج إلى وكيل qemu المثبت على الأجهزة.
ca: Serveis Nutanix basats en màquines fixes. Necessita l&#39;agent qemu instal·lat a les màquines.
de: Nutanix-Dienste basierend auf festen Maschinen. Erfordert die Installation des qemu-Agenten auf den Computern.
es: Nutanix Servicios basados en máquinas fijas. Necesita el agente qemu instalado en las máquinas.
eu: Makina finkoetan oinarritutako Nutanix Zerbitzuak. Qemu agente instalatuta behar du makinetan.
fr: Services Nutanix basés sur des machines fixes. Nécessite l&#39;agent qemu installé sur les machines.
it: Servizi Nutanix basati su macchine fisse. È necessario che l'agente qemu sia installato sulle macchine.
pt: Serviços Nutanix baseados em máquinas fixas. Precisa do agente qemu instalado nas máquinas.
ru: Сервисы Nutanix на стационарных машинах. Требуется установленный на машинах агент qemu.

source: oVirt/OLVM Platform Provider
ar: مزود منصة oVirt/OLVM
ca: Proveïdor de plataforma oVirt/OLVM
de: oVirt/OLVM-Plattformanbieter
es: Proveedor de plataforma oVirt/OLVM
eu: oVirt/OLVM plataforma-hornitzailea
fr: Fournisseur de plateforme oVirt/OLVM
pt: Provedor de plataforma oVirt/OLVM
ru: Поставщик платформы oVirt/OLVM

source: oVirt platform service provider
ar: oVirt مزود خدمة منصة.
ca: Proveïdor de serveis per a la plataforma oVirt
de: oVirt-Plattform-Service-Provider
es: Proveedor de servicios para la plataforma oVirt
eu: oVirt plataforma-zerbitzuen hornitzailea
fr: fournisseur de services de plate-forme oVirt
it: Provider di servizi della piattaforma oVirt
pt: provedor de serviços da plataforma oVirt
ru: Поставщик сервисов платформы oVirt

source: Server Version
ar: إصدار الخادم
ca: Versió del servidor
es: Versión del servidor
eu: Zerbitzariaren bertsioa
fr: Version du serveur
it: Versione del server
pt: Versão do servidor
ru: Версия сервера

source: oVirt/OVLM Server Version
ar: إصدار خادم oVirt/OVLM
ca: Versió del servidor oVirt/OVLM
es: Versión del servidor oVirt/OVLM
eu: oVirt/OVLM zerbitzariaren bertsioa
fr: Version du serveur oVirt/OVLM
it: oVersione server Virt/OVLM
pt: Versão do servidor oVirt/OVLM
ru: Версия сервера oVirt/OVLM

source: oVirt Server IP or Hostname
ar: IP خادم oVirt أو اسم المضيف
ca: Nom de host o IP del servidor oVirt
de: oVirt Server IP oder Hostname
es: IP del servidor o nombre del servidor oVirt
eu: oVirt zerbitzariaren IP-a edota izena
fr: IP du serveur oVirt ou nom d'hôte
it: IP o nome host del server oVirt
pt: oVirt Server IP ou Hostname
ru: IP-адрес или имя сервера oVirt

source: oVirt Server Port
ar: منفذ خادم أوفيرت
es: oPuerto del servidor Virtual
eu: oVirt zerbitzariaren ataka
fr: Port du serveur Virt
it: oPorta del server virtuale
pt: Porta do servidor oVirt
ru: oVirt Порт сервера

source: Password of the user of oVirt
ar: كلمة السر للمستخدم من oVirt
ca: Contrasenya de l'usuari d'oVirt
de: Passwort des Benutzers von oVirt
es: Contraseña del usuario de oVirt
eu: OVirt-eko erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur d'oVirt
it: Password dell'utente di oVirt
pt: Senha do usuário do oVirt
ru: Пароль пользователя oVirt

source: Connection to oVirt server is ok
ar: الاتصال بخادم oVirt على ما يرام
ca: La connexió al servidor oVirt està bé
de: Die Verbindung zum oVirt-Server ist ok
es: La conexión al servidor oVirt está bien
eu: OVirt zerbitzarirako konexioa ondo dago
fr: La connexion au serveur oVirt est correcte
it: La connessione al server oVirt è ok
pt: A conexão com o servidor oVirt está ok
ru: Соединение с сервером oVirt в порядке

source: UDS pub for {0} at {1}
ca: Publicació d'UDS per a {0} a {1}
de: UDS-Pub für {0} um {1}
es: Publicación de UDS para {0} en {1}
eu: UDS pub {0} at {1}
fr: Pub UDS {0} sur {1}
it: Pubblicazione di UDS per {0} in {1}
pt: Publicação de UDS para {0} em {1}
ru: Публикация UDS для {0} в {1}

source: oVirt/RHEV Linked Clone
ar: oVirt/RHEV الطفرات استنساخ مرتبط
fr: oVirt/VEHR Clone lié
pt: Clone Vinculado a VIRT / RHEV
ru: Линкованные клоны oVirt/RHEV

source: oVirt Services based on templates and COW (experimental)
ar: الخدمات oVirt استنادا إلى قوالب و COW (التجريبية).
ca: Serveis oVirt basats en plantilles i COW (experimental)
de: oVirt Services basierend auf Vorlagen und COW (experimentell)
es: Servicios oVirt basados en plantillas y COW (Experimental)
eu: OVirt Zerbitzuak txantiloietan eta COW (esperimentaletan) oinarrituta
fr: Services oVirt basés sur des modèles et COW (expérimental)
it: Servizi oVirt basati su modelli e COW (sperimentale)
pt: oVirt Services baseado em templates e COW (experimental)
ru: Службы oVirt, основанные на шаблонах и COW (экспериментально)

source: Number of desired machines to keep suspended waiting for use
ar: عدد من الآلات المطلوبة للحفاظ على تعليق انتظار للاستخدام
ca: Nombre desitjat de màquines que es mantenen en suspens esperant per a utilitzar-se
de: Anzahl der gewünschten Maschinen, um das Gerät auf die Verwendung zu warten
es: Número de maquinas que desea mantener suspendidas esperando a ser utilizadas
eu: Nahi duzun makineriaren kopurua eten egingo da
fr: Nombre de machines désirées pour rester en attente d'utilisation
it: Numero di VM che si desidera sospendere in attesa di utilizzo
pt: Número de máquinas desejadas para manter suspenso aguardando o uso
ru: Количество приостановленных в ожидании использования машин

source: Cluster to contain services
ar: الكتلة تحتوي على الخدمات.
ca: Clúster per contenir serveis
de: Cluster, der die Services enthalten wird
es: Cluster que contiene los servicios
eu: Zerbitzuak dituzten klusterrak
fr: Cluster pour contenir les services
it: Cluster per contenere i servizi
pt: Cluster para conter serviços
ru: Кластер, содержащий службы

source: Datastore Domain
ar: المجال مخزن البيانات
ca: Domini d'emmagatzematge de dades
es: Dominio de almacenamiento de datos
eu: Datastore domeinua
fr: Domaine de banque de données
pt: Domínio do Datastore
ru: Домен хранилища

source: Datastore domain where to publish and put incrementals
ar: طاق مخزن البيانات حيث نشر و وضع تدريجيا.
ca: Domini d'emmagatzematge de dades on guardar incrementals i publicacions
de: Datastore-Domäne, in der Inkrementale veröffentlicht und eingefügt werden
es: Dominio de almacenamiento de datos para publicar y poner los incrementos
eu: Datastore domeinua non argitaratu eta jarri igoerak
fr: Domaine de banque de données où les publier et de mettre des sauvegardes incrémentales
it: Datastore Domain in cui pubblicare e inserire incrementali
pt: Domínio do armazenamento de dados onde publicar e colocar incrementais
ru: Домен хранилища, где можно публиковать и добавлять дополнения

source: Reserved Space
ar: المساحة المحجوزة.
ca: Espai reservat
de: Reservierter Platz
es: Espacio Reservado
eu: Erreserbatutako espazioa
fr: Espace réservé
it: Spazio riservato
pt: Espaço reservado
ru: Зарезервированное место

source: Minimal free space in GB
ar: مساحة حرة الحد الأدنى GB
ca: Espai lliure mínim en GB
de: Minimaler freier Speicherplatz in GB
es: Espacio libre mínimo en GB
eu: Gutxieneko doako espazioa GB-an
fr: Espace libre minimal en GB
it: Spazio libero minimo in GB
pt: Espaço livre mínimo em GB
ru: Минимальное свободное место в GB

source: Memory assigned to machines
ar: الذاكرة المخصصة للآلات
ca: Memòria assignada a les màquines
de: Speicher, der Maschinen zugewiesen wird
es: Memoria asignada a las máquinas
eu: Makinak esleitutako memoria
fr: Mémoire attribuée aux machines
it: Memoria assegnata alle macchine
pt: Memória atribuída a máquinas
ru: Память выданная машине

source: Memory Guaranteed (Mb)
ar: ذاكرة مضمونة (ميجا بايت).
ca: Memòria garantida (Mb)
de: Garantierter Speicher (Mb)
es: Memoria Garantizada (Mb)
eu: Memoria bermatua (Mb)
fr: Mémoire garantie (Mb)
it: Memoria garantita (Mb)
pt: Memória Garantida (Mb)
ru: Гарантированная память (Мб)

source: Physical memory guaranteed to machines
ar: الذاكرة الفعلية مضمونة للآلات
ca: Memòria física garantida a les màquines
de: Physischer Speicher für Maschinen garantiert
es: Memoria física garantizada para las máquinas
eu: Makina bermatutako memoria fisikoa
fr: Mémoire physique garantie aux machines
it: Memoria fisica garantita alle macchine
pt: Memória física garantida para máquinas
ru: Физическая память, гарантированная машинам

source: Enable usb redirection for SPICE
ar: تمكين إعادة توجيه USB ل SPICE
ca: Habilitar redirecció USB per a SPICE
de: Aktivieren Sie die USB-Umleitung für SPICE
es: Habilitar la redirección de USB para SPICE
eu: Gaitu USBen birbideratzea SPICErekin
fr: Activer la redirection usb pour SPICE
it: Abilita il reindirizzamento USB per SPICE
pt: Ativar redirecionamento usb para SPICE
ru: Включить перенаправление USB в SPICE

source: Display type (only for administration purposes)
ar: نوع العرض (فقط لأغراض الإدارة)
ca: Tipus de pantalla (només per a tasques administratives)
de: Anzeigetyp (nur für Verwaltungszwecke)
es: Tipo de pantalla (sólo para tareas de administración)
eu: Bistaratze mota (administrazio helburuetarako soilik)
fr: Type d'affichage (uniquement à des fins administratives)
it: Tipo di visualizzazione (solo per scopi amministrativi)
pt: Tipo de exibição (somente para fins de administração)
ru: Тип дисплея (только для административных целей)

source: The minimum allowed memory is 256 Mb
ar: الحد الأدنى المسموح به في الذاكرة 256MB
ca: El mínim de memòria permès és de 256 Mb
de: Der minimal zulässige Speicher beträgt 256 MB
es: El mínimo de memoria permitido es de 256 Mb
eu: Gutxieneko memoria onartzen da 256 Mb
fr: La mémoire minimale autorisée est de 256 Mo.
it: La memoria minima consentita è 256 Mb
pt: A memória mínima permitida é de 256 Mb
ru: Минимальная разрешенная память 256Мб

source: All Labs
ar: كافة المختبرات
ca: Tots els laboratoris
de: Alle Labore
es: Todos los labs
eu: Labs guztiak
fr: Tous les laboratoires
it: Tutti i laboratori
pt: Todos os laboratórios
ru: Все лабораторные

source: OpenGnsys Platform Provider
ar: موفر النظام الأساسي OpenGnsys
ca: Proveïdor de la plataforma OpenGnsys
de: OpenGnsys-Plattformanbieter
es: Proveedor de plataforma OpenGnsys
eu: OpenGnsys Plataforma hornitzailea
pt: Fornecedor de Plataforma OpenGnsys
ru: Поставщик платформы OpenGnsys

source: OpenGnsys platform service provider (experimental)
ar: OpenGnsys موفر منصة خدمة (تجريبية)
ca: Proveïdor del servei de la plataforma OpenGnsys (experimental)
de: OpenGnsys-Plattform-Service-Provider (experimentell)
es: Proveedor para la plataform de servicios OpenGnsys (experimental)
eu: OpenGnsys plataformaren zerbitzuen hornitzailea (esperimentala)
fr: Prestataire de services d’une plate-forme de l’OpenGnsys (expérimental)
it: Fornitore di servizi della piattaforma OpenGnsys (sperimentale)
pt: Provedor de serviços da plataforma OpenGnsys (experimental)
ru: Поставщик услуг платформы OpenGnsys (экспериментально)

source: OpenGnsys Host
ar: المضيف OpenGnsys
ca: Host OpenGnsys
es: Host OpenGnsys
eu: OpenGnsys ostalaria
fr: Hôte d'OpenGnsys
it: Host OpenGnsys
pt: Host OpenGnsys
ru: Хост OpenGnsys

source: OpenGnsys Port (default is 443, and only ssl connection is allowed)
ar: OpenGnsys Port (الافتراضي هو 443، وهو يسمح باتصال ssl فقط)
ca: Port OpenGnsys (predeterminat el 443, i només es permeten connexions SSL)
de: OpenGnsys Port (Standard ist 443, nur eine SSL-Verbindung ist zulässig)
es: Puerto para OpenGnsys (el predeterminado es 443, y se permite solamente la conexión ssl)
eu: OpenGnsys portua (lehenetsia 443 da eta konexio ssl bakarrik onartzen da)
fr: Port OpenGnsys (la valeur par défaut est 443 et seule la connexion ssl est autorisée)
it: OpenGnsys Port (il valore predefinito è 443 e solo la connessione ssl è consentita)
pt: Porta OpenGnsys (o padrão é 443 e somente a conexão SSL é permitida)
ru: Порт OpenGnsys (по умолчанию 443, только ssl подключение разрешено)

source: User with valid privileges on OpenGnsys
ar: مستخدم لديه امتيازات صالحة في OpenGnsys
ca: Usuari amb privilegis vàlids sobre OpenGnsys
de: Benutzer mit gültigen Berechtigungen für OpenGnsys
es: Usuario con privilegios válidos en OpenGnsys
eu: OpenGnsys-en baliozko pribilegioak dituen erabiltzailea
fr: Utilisateur avec des privilèges valides sur OpenGnsys
it: Utente con privilegi validi su OpenGnsys
pt: Usuário com privilégios válidos no OpenGnsys
ru: Пользователь с необходимыми правами на OpenGnsys

source: Password of the user of OpenGnsys
ar: كلمة المرور لمستخدم OpenGnsys
ca: Contrasenya de l'usuari d'OpenGnsys
de: Passwort des Benutzers von OpenGnsys
es: Contraseña del usuario de OpenGnsys
eu: OpenGnsys erabiltzailearen pasahitza
fr: Mot de passe de l’utilisateur de OpenGnsys
it: Password dell'utente di OpenGnsys
pt: Senha do usuário do OpenGnsys
ru: Пароль пользователя OpenGnsys

source: UDS Server endpoint
ar: نقطة نهاية خادم UDS
ca: Punt final del servidor UDS
de: UDS-Server-Endpunkt
es: EndPoint del Servidor UDS
eu: UDS zerbitzariaren amaiera-puntua
fr: Point de terminaison du serveur UDS
it: Endpoint del server UDS
pt: Ponto final do servidor UDS
ru: Конечная точка UDS-сервера

source: URL used by OpenGnsys to access UDS. If empty, UDS will try to guess it.
ar: عنوان URL الذي يستخدمه OpenGnsys للوصول إلى UDS. إذا كان فارغًا، فسيحاول UDS تخمينه.
ca: URL utilitzat per OpenGnsys per accedir a UDS. Si està buit, UDS intentarà endevinar-ho.
de: Von OpenGnsys für den Zugriff auf UDS verwendete URL. Wenn es leer ist, versucht UDS es zu erraten.
es: URL utilizada por OpenGnsys para acceder a la UDS. Si está vacío, UDS intentará adivinarlo.
eu: OpenGnsys-ek UDS atzitzeko erabiltzen duen URLa. Hutsik badago, UDS asmatzen saiatuko da.
fr: URL utilisée par OpenGnsys pour accéder à UDS. S&#39;il est vide, UDS essaiera de le deviner.
it: URL utilizzato da OpenGnsys per accedere a UDS. Se vuoto, UDS proverà a indovinarlo.
pt: URL usada pelo OpenGnsys para acessar o UDS. Se estiver vazio, o UDS tentará adivinhar.
ru: URL-адрес, используемый OpenGnsys для доступа к UDS. Если оно пусто, UDS попытается его угадать.

source: Timeout in seconds of connection to OpenGnsys
ar: المهلة بالثواني للاتصال OpenGnsys
ca: Temps d'espera de la connexió a OpenGnsys en segons
de: Timeout in Sekunden der Verbindung zu OpenGnsys
es: Tiempo de espera en segundos de conexión a OpenGnsys
eu: Denbora-muga, OpenGnsys-en konexioaren segundotan
fr: Délai d’attente en secondes de connexion à OpenGnsys
it: Timeout in secondi per la connessione a OpenGnsys
pt: Tempo limite em segundos de conexão ao OpenGnsys
ru: Таймаут при подключении к OpenGnsys в секундах

source: OpenGnsys version is not supported (required version 1.1.0 or newer and found {})
ar: إصدار OpenGnsys غير مدعوم (الإصدار المطلوب 1.1.0 أو أحدث وتم العثور عليه {})
ca: La versió d&#39;OpenGnsys no és compatible (versió necessària 1.1.0 o posterior i s&#39;ha trobat {})
de: Die OpenGnsys-Version wird nicht unterstützt (erforderliche Version 1.1.0 oder neuer und gefunden {})
es: La versión de OpenGnsys no es compatible (se requiere la versión 1.1.0 o posterior y se encontró {})
eu: OpenGnsys bertsioa ez da onartzen (1.1.0 bertsioa edo berriagoa behar da eta {} aurkitu da)
fr: La version OpenGnsys n&#39;est pas prise en charge (version 1.1.0 requise ou plus récente et trouvée {})
it: La versione di OpenGnsys non è supportata (è richiesta la versione 1.1.0 o successiva e trovata {})
pt: A versão do OpenGnsys não é compatível (é necessária a versão 1.1.0 ou mais recente e encontrada {})
ru: Версия OpenGnsys не поддерживается (требуется версия 1.1.0 или новее и найдено {})

source: Error testing OpenGnsys connection: {}
ar: خطأ في اختبار اتصال OpenGnsys: {}
ca: Error en provar la connexió OpenGnsys: {}
de: Fehler beim Testen der OpenGnsys-Verbindung: {}
es: Error al probar la conexión OpenGnsys: {}
eu: Errore bat gertatu da OpenGnsys konexioa probatzean: {}
fr: Erreur lors du test de la connexion OpenGnsys : {}
it: Errore durante il test della connessione OpenGnsys: {}
pt: Erro ao testar a conexão OpenGnsys: {}
ru: Ошибка при проверке соединения OpenGnsys: {}

source: OpenGnsys test connection passed
ar: OpenGnsys تمرير اختبار الاتصال
ca: La prova de connexió amb OpenGnsys s'ha realitzat correctament
de: OpenGnsys-Testverbindung hat bestanden
es: Test de conexión a OpenGnsys superado
eu: OpenGnsys proba konexioa gainditu da
fr: Connexion de test OpenGnsys passée
it: Connessione di prova a OpenGnsys effettuata correttamente
pt: Conexão de teste do OpenGnsys aprovada
ru: Тест подключения к OpenGnsys прошел успешно

source: OpenGnsys Machines Service
ar: خدمة آلات OpenGnsys
ca: Servei de màquines OpenGnsys
es: Servicio de máquinas OpenGnsys
eu: OpenGnsys Makina Zerbitzua
fr: Service de Machines OpenGnsys
it: Servizio macchine OpenGnsys
pt: Serviço OpenGnsys Machines
ru: Служба машин OpenGnsys

source: OpenGnsys physical machines
ar: الأجهزة الفعلية OpenGnsys
ca: Màquines físiques OpenGnsys
de: Physische OpenGnsys-Maschinen
es: Máquinas físicas OpenGnsys
eu: OpenGnsys makina fisikoak
fr: OpenGnsys machines physiques
it: Macchine fisiche OpenGnsys
pt: Máquinas físicas OpenGnsys
ru: Физическая машина OpenGnsys

source: Number of desired machines to keep running waiting for an user
ar: عدد من الآلات المطلوبة للحفاظ على تشغيل انتظار للمستخدم.
ca: Nombre desitjat de màquines que es mantenen en execució esperant un usuari
de: Anzahl der gewünschten Maschinen, die auf einen Benutzer warten müssen
es: Número de máquinas que desea mantener en funcionamiento esperando a un usuario
eu: Nahi duzun makina kopurua erabiltzaileari zain exekutatzen jarraitzeko
fr: Nombre de machines souhaitées pour continuer à attendre en attente d'un utilisateur
it: Numero di VM che si desidera mantenere in attesa di un utente
pt: Número de máquinas desejadas para continuar correndo esperando por um usuário
ru: Количество запущенных машин, ожидающих пользователя

source: Organizational Unit
ar: الوحدة التنظيمية
ca: Unitat organitzativa
de: Organisationseinheit
es: Unidad organizativa
eu: Antolakuntza Unitatea
fr: Unité d’organisation
it: Unità organizzativa
pt: Unidade organizacional
ru: Организационная единица (OU)

source: lab
ar: مختبر
ca: laboratori
de: Labor
eu: laborategian
it: laboratorio
pt: laboratório
ru: лаборатория

source: Laboratory
ar: مختبر
ca: Laboratori
de: Labor
es: Laboratorio
eu: Laborategi
fr: Laboratoire
it: Laboratorio
pt: Laboratório
ru: Лаборатория

source: OS Image
ar: صورة نظام التشغيل
ca: Imatge d'SO
de: Betriebssystem-Image
es: Imagen del sistema operativo
eu: OS Irudia
fr: Image de l’OS
it: Immagine del sistema operativo
pt: Imagem do SO
ru: Образ ОС

source: OpenGnsys Operating System Image
ar: صورة نظام التشغيل OpenGnsys
ca: Imatge de sistema operatiu d'OpenGnsys
de: OpenGnsys Betriebssystemabbild
es: Imagen del sistema operativo OpenGnsys
eu: OpenGnsys sistema eragilearen irudia
fr: Image du système d’exploitation OpenGnsys
it: Immagine del sistema operativo OpenGnsys
pt: Imagem do sistema operacional OpenGnsys
ru: Образ операционной системы OpenGnsys

source: Max. reservation time
ar: الحد الأقصى لوقت الحجز
ca: Temps màxim de reserva
de: Max. Reservierungszeit
es: Max. tiempo de reserva
eu: Max. erreserba denbora
fr: Temps maximum de réservation
it: Tempo massimo di prenotazione
pt: Max. tempo de reserva
ru: Максимальное время резервирования
