Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Multi Factor Authentication
ar: مصادقة متعددة العوامل
ca: Autenticació de múltiples factors
de: Multi-Faktor-Authentifizierung
es: Autenticación multifactor
eu: Faktore anitzeko autentifikazioa
fr: Authentification multifacteur
it: Autenticazione a più fattori
pt: Autenticação multifator
ru: Многофакторная аутентификация

source: Device Caching
ar: جهاز التخزين المؤقت
ca: Emmagatzematge en memòria cau del dispositiu
de: Geräte-Caching
es: Cacheo del dispositivo
eu: Gailuaren cachea
fr: Mise en cache des appareils
it: Memorizzazione nella cache del dispositivo
pt: Cache do dispositivo
ru: Кэширование устройства

source: Time in hours to cache device so MFA is not required again. User based.
ar: الوقت بالساعات للتخزين المؤقت للجهاز حتى لا يكون MFA مطلوبًا مرة أخرى. على أساس المستخدم.
ca: Temps en hores per emmagatzemar el dispositiu a la memòria cau, de manera que no es requereix MFA de nou. Basat en l&#39;usuari.
de: Zeit in Stunden zum Zwischenspeichern des Geräts, sodass MFA nicht erneut erforderlich ist. Benutzerbasiert.
es: Tiempo en horas para almacenar en caché el dispositivo para que MFA no sea necesario nuevamente. Basado en el usuario.
eu: Gailua cachean gordetzeko denbora orduetan, MFA berriro beharrezkoa ez da. Erabiltzailean oinarrituta.
fr: Temps en heures pour mettre en cache le périphérique afin que MFA ne soit plus nécessaire. Basé sur l&#39;utilisateur.
it: Tempo in ore per memorizzare nella cache il dispositivo in modo che l'autenticazione a più fattori non sia più necessaria. Basato sull'utente.
pt: Tempo em horas para armazenar em cache o dispositivo para que a MFA não seja necessária novamente. Baseado no usuário.
ru: Время в часах, в течение которого МФА повторно не запрашивается. Основанный на пользователе.

source: MFA code validity
ar: صلاحية رمز MFA
ca: Validesa del codi MFA
de: Gültigkeit des MFA-Codes
es: Validez del código MFA
eu: MFA kodearen baliozkotasuna
fr: Validité du code MFA
it: Validità del codice MFA
pt: Validade do código MFA
ru: Срок действия кода МФА

source: Time in minutes to allow MFA code to be used.
ar: الوقت بالدقائق للسماح باستخدام رمز MFA.
ca: Temps en minuts per permetre l&#39;ús del codi MFA.
de: Zeit in Minuten, um MFA-Code verwenden zu können.
es: Tiempo en minutos para permitir el uso del código MFA.
eu: MFA kodea erabiltzeko denbora minututan.
fr: Temps en minutes pour autoriser l&#39;utilisation du code MFA.
it: Tempo in minuti per consentire l'utilizzo del codice MFA.
pt: Tempo em minutos para permitir que o código MFA seja usado.
ru: Время в минутах, в течение которого можно использовать код МФА.

source: Networks
ar: الشبكات
ca: Xarxes
de: Netzwerke
es: Redes
eu: Sareak
fr: Réseaux
it: Reti
pt: Redes
ru: Сети

source: Range
ar: النطاق
ca: Rang
de: Angebot
es: Rango
eu: Bitarte
fr: Gamme
it: Gamma
pt: Alcance
ru: Диапазон

source: Transports
ar: النقل
de: Transporte
es: Transportes
eu: Garraioak
it: Trasporti
pt: Transportes
ru: Транспорты

source: Network range
ar: نطاق الشبكة
ca: Rang de la xarxa
de: Netzwerkbereich
es: Rango de red
eu: Sare eremua
fr: Gamme de réseau
it: Intervallo di rete
pt: Faixa de rede
ru: Сетевой диапазон

source: Network range. Accepts most network definitions formats (range, subnet, host, etc...
ar: نطاق الشبكة. تقبل معظم تنسيقات تعريفات الشبكة (النطاق، شبكة فرعية، المضيف، إلخ...
ca: Rang de la xarxa. S'accepten la majoria dels formats de definicions de xarxa (rang, subxarxa, host, etc...
de: Netzwerkbereich. Akzeptiert die meisten Netzwerkdefinitionsformate (Bereich, Netzwerkbereich. Akzeptiert die meisten Netzwerkdefinitionsformate (IP-Reichweite, Subnetz, Host usw.).
es: Rango de la red. Acepta la mayoría de formatos de definiciones de red (rango, subred, host, etc...
eu: Sare bitartea. Sare definizio formatu gehienak onartzen dira (bitartea, ostalaria, etb
fr: Plage de réseau. Accepte la plupart des formats de définitions réseau (gamme, sous-réseau, hôte, etc...
it: Intervallo di rete. Accetta gran parte dei formati delle definizioni di rete (intervallo, sottorete, host, ecc ...
pt: Intervalo de rede. Aceita a maioria dos formatos de definições de rede (intervalo, sub-rede, host, etc ...
ru: Сетевой диапазон. Принимает большинство форматов определений сетей (диапазон, подсеть, хост)

source: Notifiers
ar: المخطرين
ca: Notificadors
de: Benachrichtiger
es: Notificadores
eu: Jakinarazleak
fr: Notifiants
it: Sistemi di notifica
pt: Notificadores
ru: Уведомители

source: Level
ar: مستوى
ca: Nivell
de: Eben
es: Nivel
eu: Maila
fr: Niveau
it: Livello
pt: Nível
ru: Уровень

source: Level of notifications
ar: مستوى الإخطارات
ca: Nivell de notificacions
de: Ebene der Benachrichtigungen
es: Nivel de notificaciones
eu: Jakinarazpenen maila
fr: Niveau de notifications
it: Livello di notifiche
pt: Nível de notificações
ru: Уровень уведомлений

source: If checked, this notifier will be used
ar: إذا تم تحديده، سيتم استخدام هذا المخطر
ca: Si està marcat, s&#39;utilitzarà aquest notificador
de: Wenn diese Option aktiviert ist, wird dieser Notifier verwendet
es: Si está marcado, se utilizará este notificador
eu: Hautatzen bada, jakinarazle hau erabiliko da
fr: Si coché, ce notificateur sera utilisé
it: Se selezionato, verrà utilizzato questo sistema di notifica
pt: Se marcado, este notificador será usado
ru: Если этот флажок установлен, этот уведомитель будет использоваться

source: Access restrictions by calendar
ar: تقييدات الوصول بالتقويم
ca: Restriccions d'accés per calendari
de: Zugriffsbeschränkungen nach Kalender
es: Restricciones de acceso por calendario
eu: Egutegi bidezko sarrera mugak
fr: Restrictions d'accès par calendrier
it: Restrizioni di accesso dal calendario
pt: Restrições de acesso por calendário
ru: Ограничение доступа по календарю

source: Calendar
ar: التقويم
ca: Calendari
de: Kalender
es: Calendario
eu: Egutegia
fr: Calendrier
it: Calendario
pt: Calendário
ru: Календарь

source: Invalid parameters on request
ar: معلمات غير صالحة عند الطلب
ca: Paràmetres no vàlids en la petició
de: Ungültige Parameter auf Anfrage
es: Parámetros no válidos en la petición
eu: Parametro baliogabeak daude eskaeran
fr: Paramètres non valides sur demande
it: Parametri non validi su richiesta
pt: Parâmetros inválidos sob solicitação
ru: Неверные параметры по запросу

source: Scheduled actions
ar: الإجراءات المقررة
ca: Accions programades
de: Geplante Aktionen
es: Acciones programadas
eu: Programatutako ekintzak
fr: Actions prévues
it: Azioni programmate
pt: Ações agendadas
ru: Запланированные действия

source: Action
ar: عمل
ca: Acció
de: Aktion
es: Acción
eu: Ekintza
it: Azione
pt: Açao
ru: Действие

source: Parameters
ar: معلمات
ca: Paràmetres
de: Parameter
es: Parámetros
eu: Parametroak
fr: Paramètres
it: Parametri
pt: Parâmetros
ru: Параметры

source: Relative to
ar: بالنسبة إلى
ca: Relatiu a
de: in Bezug auf
es: Relativo a
eu: Erlatiboa
fr: Par rapport à
it: Relativo a
pt: Relativo a
ru: Относительно

source: Start
ar: يبدأ
ca: Començar
es: Comenzar
eu: Hasi
fr: Commencer
it: Inizio
pt: Começar
ru: Начало

source: End
ar: نهاية
ca: Final
de: Ende
es: Fin
eu: Amaiera
fr: Fin
it: FINE
pt: Fim
ru: Конец

source: Time offset
ar: الإزاحة بالتوقيت
ca: Compensació de temps
de: Zeitverschiebung
es: Desfase de tiempo
eu: Offset denbora
fr: Décalage horaire
it: Differenza di fuso orario
pt: Deslocamento de tempo
ru: Смещение времени

source: Next execution
ar: تنفيذ التالي
ca: Execució següent
de: Nächste Ausführung
es: Siguiente ejecución
eu: Hurrengo exekuzioa
fr: Prochaine exécution
it: Prossima esecuzione
pt: Próxima execução
ru: Следующий запуск

source: Last execution
ar: آخر إعدام
ca: Darrera execució
de: Letzte Hinrichtung
es: Última ejecución
eu: Azken exekuzioa
fr: Dernière exécution
it: Ultima esecuzione
pt: Última execução
ru: Последний запуск

source: OS Managers
ar: مديرو نظام التشغيل
ca: Gestors de SO
de: OS-Manager
fr: OS Manager
it: OS Manager
pt: Gestores de S.O.
ru: Менеджеры ОС

source: Used by
ar: المستخدمة من قبل
ca: Utilitzat per
de: Genutzt von
es: Utilizado por
eu: Erabilia
fr: Utilisé par
it: Usato da
pt: Usado por
ru: Используется

source: Can't delete an OS Manager with services pools associated
ar: لا يمكن حذف إدارة نظام التشغيل المرتبطة مع تجمع الخدمات
ca: No es pot suprimir un Gestor de SO amb pools de serveis associats
de: Ein OS-Manager mit zugeordneten Service-Pools kann nicht gelöscht werden
es: No se puede eliminar OS Manager con pools de servicios asociados
eu: Ezinezkoa da OS Manager ezabatzea pool-zerbitzuak erlazionaturik dituenean
fr: Impossible de supprimer un OS Manager avec services associés
it: Impossibile eliminare un OS Manager con Service Pool associati
pt: Não é possível excluir um Gestor de S.O. com pools de serviços associados
ru: Нельзя удалить ОС Менеджер с привязанным сервис-пулом

source: Service providers
ar: مقدمي الخدمات
ca: Proveïdors de servei
de: Dienstleister
es: Proveedores de servicios
eu: Zerbitzu Hornitzaileak
pt: Provedores de serviço
ru: Поставщики услуг

source: Status
ar: مركز
ca: Estat
es: Estado
eu: Egoera
fr: Statut
it: Stato
ru: Статус

source: Services
ar: الخدمات
ca: Serveis
de: Dienstleistungen
es: Servicios
eu: Zerbitzuak
it: Servizi
pt: Serviços
ru: Сервисы

source: User Services
ar: خدمات المستخدم
ca: Serveis d'usuari
es: Servicios de usuario
eu: Erabiltzaile Zerbitzuak
fr: Services aux utilisateurs
it: Servizi utente
pt: Serviços ao usuário
ru: Пользовательские сервисы

source: Can't delete providers with services
ar: لا يمكن حذف مقدمي الخدمات
ca: No es poden suprimir els proveïdors amb serveis
de: Provider mit Services können nicht gelöscht werden
es: No se pueden eliminar proveedores con servicios
eu: Ezin ditugu zerbitziak dituzten hornitzaileak ezabatu
fr: Impossible de supprimer des fournisseurs avec des services
it: Impossibile eliminare i provider con servizi
pt: Não é possível excluir provedores com serviços
ru: Не могу удалить поставщиков с услугами

source: Available reports
ar: التقارير المتوفرة
ca: Informes disponibles
de: Verfügbare Berichte
es: Informes disponibles
eu: Txosten erabilgarriak
fr: Rapports disponibles
it: Rapporti disponibili
pt: Relatórios disponíveis
ru: Доступные отчеты

source: Group
ar: المجموعة
ca: Grup
de: Gruppe
es: Grupo
eu: Taldea
fr: Groupe
it: Gruppo
pt: Grupo
ru: Группа

source: Description
ar: الوصف
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
it: Descrizione
pt: Descrição
ru: Описание

source: Generates
ar: يقوم بإنشاء
ca: Genera
de: Erzeugt
es: Genera
eu: Sortzen du
fr: Génère
it: genera
pt: Gera
ru: Генерировать

source: Invalid type. Type must be an integer.
ar: نوع غير صالح. يجب أن يكون النوع عددًا صحيحًا.
ca: Tipus no vàlid. El tipus ha de ser un nombre enter.
de: Ungültiger Typ. Der Typ muss eine Ganzzahl sein.
es: Tipo no válido. El tipo debe ser un número entero.
eu: Mota baliogabea. Motak zenbaki oso bat izan behar du.
fr: Type invalide. Le type doit être un entier.
it: Tipo non valido. Il tipo deve essere un numero intero.
pt: Tipo inválido. O tipo deve ser um número inteiro.
ru: Неверный тип. Тип должен быть целым числом.

source: Invalid subtype. Max length is 16.
ar: النوع الفرعي غير صالح. الحد الأقصى للطول هو 16.
ca: Subtipus no vàlid. La longitud màxima és de 16.
de: Ungültiger Untertyp. Die maximale Länge beträgt 16.
es: Subtipo no válido. La longitud máxima es 16.
eu: Azpimota baliogabea. Gehienezko luzera 16 da.
fr: Sous-type invalide. La longueur maximale est de 16.
it: Sottotipo non valido. La lunghezza massima è 16.
pt: Subtipo inválido. O comprimento máximo é 16.
ru: Неверный подтип. Максимальная длина — 16.

source: Invalid os. Max length is 16.
ar: نظام تشغيل غير صالح. الحد الأقصى للطول هو 16.
ca: OS no vàlid. La longitud màxima és de 16.
de: Ungültiges Betriebssystem. Die maximale Länge beträgt 16.
es: Sistema operativo no válido. La longitud máxima es 16.
eu: Os baliogabea. Gehienezko luzera 16 da.
fr: Système d&#39;exploitation invalide. La longueur maximale est de 16.
it: Sistema operativo non valido. La lunghezza massima è 16.
pt: SO inválido. O comprimento máximo é 16.
ru: Неверная ОС. Максимальная длина — 16.

source: Invalid data. Max length is 2048.
ar: بيانات غير صالحة. الحد الأقصى للطول هو 2048.
ca: Dades no vàlides. La longitud màxima és de 2048.
de: Ungültige Daten. Die maximale Länge beträgt 2048.
es: Datos inválidos. La longitud máxima es 2048.
eu: Datu baliogabeak. Gehienezko luzera 2048 da.
fr: Données invalides. La longueur maximale est de 2048.
it: Dati non validi. La lunghezza massima è 2048.
pt: Dados inválidos. O comprimento máximo é 2048.
ru: Неверные данные. Максимальная длина — 2048.

source: Invalid port. Must be between 1 and 65535
ar: منفذ غير صالح. يجب أن يكون بين 1 و65535
ca: Port no vàlid. Ha d&#39;estar entre 1 i 65535
de: Ungültiger Port. Muss zwischen 1 und 65535 liegen
es: Puerto no válido. Debe estar entre 1 y 65535
eu: Ataka baliogabea. 1 eta 65535 artekoa izan behar du
fr: Port invalide. Doit être compris entre 1 et 65535
it: Porta non valida. Deve essere compresa tra 1 e 65535
pt: Porta inválida. Deve estar entre 1 e 65535
ru: Неверный порт. Должно быть от 1 до 65535.

source: Registered Servers
ar: الخوادم المسجلة
ca: Servidors registrats
de: Registrierte Server
es: Servidores registrados
eu: Erregistratutako zerbitzariak
fr: Serveurs enregistrés
it: Server registrati
pt: Servidores Registrados
ru: Зарегистрированные серверы

source: Servers of {0}
ar: خوادم {0}
ca: Servidors de {0}
de: Server von {0}
es: Servidores de {0}
eu: {0}ren zerbitzariak
fr: Serveurs de {0}
it: Server di {0}
pt: Servidores de {0}
ru: Серверы {0}

source: Servers
ar: الخوادم
ca: Servidors
de: Server
es: Servidores
eu: Zerbitzariak
fr: Les serveurs
it: Server
pt: Servidores
ru: Серверы

source: Port
ar: منفذ
de: Hafen
es: Puerto
eu: Portua
it: Porta
pt: Porta
ru: Порт

source: State
ar: الحالة
ca: Estat
de: Zustand
es: Estado
eu: Egoera
fr: État
it: Stato
pt: Estado
ru: Состояние

source: Maintenance
ar: صيانة
ca: Manteniment
de: Wartung
es: Mantenimiento
eu: Mantentzea
fr: Entretien
it: Manutenzione
pt: Manutenção
ru: Обслуживание

source: Normal
ar: طبيعي
eu: Normala
it: Normale
ru: Обычный

source: of type
ar: من النوع
ca: de tipus
de: vom Typ
es: del tipo
eu: motakoak
fr: de type
it: di tipo
pt: do tipo
ru: типа

source: Hostname of the server. It must be resolvable by UDS
ar: اسم المضيف للخادم. يجب أن تكون قابلة للحل بواسطة UDS
ca: Nom d&#39;amfitrió del servidor. Ha de ser resolt per la UDS
de: Hostname des Servers. Es muss durch UDS auflösbar sein
es: Nombre de host del servidor. Debe ser resolvible por UDS
eu: Zerbitzariaren ostalari-izena. UDSk ebatzi behar du
fr: Nom d&#39;hôte du serveur. Il doit pouvoir être résolu par UDS
it: Nome host del server. Deve essere risolvibile da UDS
pt: Nome do host do servidor. Deve ser resolvido por UDS
ru: Имя хоста сервера. Имя должно быть разрешимо с помощью UDS.

source: IP of the server. Used if hostname is not resolvable by UDS
ar: IP للخادم. يُستخدم إذا كان اسم المضيف غير قابل للحل بواسطة UDS
ca: IP del servidor. S&#39;utilitza si el nom d&#39;amfitrió no es pot resoldre per l&#39;UDS
de: IP des Servers. Wird verwendet, wenn der Hostname nicht von UDS aufgelöst werden kann
es: IP del servidor. Se utiliza si UDS no puede resolver el nombre de host
eu: zerbitzariaren IPa. Ostalari-izena UDS-k ebatzi ezin badu erabiltzen da
fr: IP du serveur. Utilisé si le nom d&#39;hôte ne peut pas être résolu par UDS
it: IP del server. Utilizzato se il nome host non è risolvibile da UDS
pt: IP do servidor. Usado se o nome do host não puder ser resolvido pelo UDS
ru: IP-адрес сервера. Используется, если имя хоста не разрешается UDS.

source: Server MAC
ar: خادم ماك
ca: Servidor MAC
es: MAC del servidor
eu: Zerbitzariaren MAC
fr: Serveur MAC
it: MAC del server
pt: MAC do servidor
ru: MAC-адрес сервера

source: Optional MAC address of the server
ar: عنوان MAC الاختياري للخادم
ca: Adreça MAC opcional del servidor
de: Optionale MAC-Adresse des Servers
es: Dirección MAC opcional del servidor
eu: Zerbitzariaren aukerako MAC helbidea
fr: Adresse MAC facultative du serveur
it: Indirizzo MAC opzionale del server
pt: Endereço MAC opcional do servidor
ru: Дополнительный MAC-адрес сервера

source: Server
ar: الخادم
ca: Servidor
es: Servidor
eu: Zerbitzaria
fr: Serveur
pt: Servidor
ru: Сервер

source: Server to include on group
ar: الخادم المراد تضمينه في المجموعة
ca: Servidor per incloure al grup
de: Server, der in die Gruppe aufgenommen werden soll
es: Servidor para incluir en el grupo
eu: Taldean sartzeko zerbitzaria
fr: Serveur à inclure dans le groupe
it: Server da includere nel gruppo
pt: Servidor a incluir no grupo
ru: Сервер для включения в группу

source: Servers Groups
ar: مجموعات الخوادم
ca: Grups de servidors
de: Servergruppen
es: Grupos de servidores
eu: Zerbitzari Taldeak
fr: Groupes de serveurs
it: Gruppi di server
pt: Grupos de servidores
ru: Группы серверов

source: Subtype
ar: النوع الفرعي
ca: Subtipus
de: Untertyp
es: Subtipo
eu: Azpimota
fr: Sous-type
it: Sottotipo
pt: Subtipo
ru: Подтип

source: Managed
ar: تمكنت
ca: Gestionat
de: Gelang es
es: Administrado
eu: Kudeatua
fr: Géré
it: Gestito
pt: Gerenciou
ru: Управляемый

source: Unmanaged
ar: غير مُدار
ca: No gestionat
de: Nicht verwaltet
es: No administrado
eu: Kudeatu gabekoa
fr: Non géré
it: Non gestito
pt: Não gerenciado
ru: Неуправляемый

source: Standard
ar: معيار
ca: Estàndard
es: Estándar
eu: Estandarra
pt: Padrão
ru: Стандартный

source: Service token seems to be in use by other service. Please, select a new one.
ar: يبدو أن رمز الخدمة قيد الاستخدام من قبل خدمة أخرى. من فضلك ، اختر واحدة جديدة.
ca: Sembla que el token de servei ja és utilitzat per un altre servei. Si us plau, seleccioneu-ne un de nou.
de: Das Service-Token scheint von einem anderen Service verwendet zu werden. Bitte wählen Sie einen neuen aus.
es: El token del servicio parece estar en uso por otro servicio. Por favor, seleccione uno nuevo.
eu: Badirudi beste zerbitzu batzuek erabiltzen dutela zerbitzua. Mesedez, hautatu berri bat.
fr: Le jeton de service semble être utilisé par un autre service. Veuillez en sélectionner un nouveau.
it: Il token di servizio sembra essere utilizzato da altri servizi. Per favore, selezionane uno nuovo.
pt: O token de serviço parece estar em uso por outro serviço. Por favor, selecione um novo.
ru: Ключ услуги, похоже, используется другой услугой. Пожалуйста, выберите новый.

source: Input error: {0}
ar: إدخال خطأ: {0}
ca: Error d'entrada: {0}
de: Eingabefehler: {0}
es: Error de entrada: {0}
eu: Sarrera-erroreak:{0}
fr: Erreur d'entrée : {0}
it: Errore di input: {0}
pt: Erro de entrada: {0}
ru: Ошибка ввода: {0}

source: Services of {}
ar: خدمات {}
ca: Serveis de {}
de: Dienstleistungen von {}
es: Servicios de {}
eu: {} Zerbitzuko zerbitzuak
fr: Services de {}
it: Servizi di {}
pt: Serviços de {}
ru: Услуги {}

source: Current services
ar: الخدمات الحالية
ca: Serveis actuals
de: Aktuelle Dienstleistungen
es: Servicios actuales
eu: Momentuko zerbitzuak
fr: Services actuels
it: Servizi attuali
pt: Serviços atuais
ru: Текущие сервисы

source: Service name
ar: اسم الخدمة
ca: Nom del servei
de: Dienstname
es: Nombre del servicio
eu: Zerbitzu izena
fr: Nom du service
it: Nome di Servizio
pt: Nome do Serviço
ru: Имя сервиса

source: Services Pools
ar: تجمعات الخدمة
ca: Pools de serveis
de: Service-Pools
es: Pools de Servicios
eu: Pool-Zerbitzua
fr: Pools de services
it: Pool di servizi
pt: Pools de Serviços
ru: Сервисные пулы

source: Max services count type
ar: الحد الأقصى لنوع عدد الخدمات
ca: Tipus de recompte màxim de serveis
de: Typ der maximalen Anzahl von Diensten
es: Tipo de recuento máximo de servicios
eu: Gehienezko zerbitzuen zenbaketa mota
fr: Type de nombre maximal de services
it: Tipo di conteggio massimo dei servizi
pt: Tipo de contagem máxima de serviços
ru: Тип максимального количества услуг

source: Conservative
ar: محافظ
ca: Conservador
de: Konservativ
es: Conservador
eu: Kontserbadorea
fr: Conservateur
it: Conservatore
pt: Conservador
ru: Консервативный

source: Service counting method
ar: طريقة حساب الخدمة
ca: Mètode de recompte de serveis
de: Service-Zählmethode
es: Método de conteo de servicios
eu: Zerbitzuak zenbatzeko metodoa
fr: Méthode de comptage des services
it: Metodo di conteggio dei servizi
pt: Método de contagem de serviço
ru: Метод подсчета услуг

source: Kind of service counting for calculating if MAX is reached
ar: نوع الخدمة التي يتم حسابها لحساب ما إذا تم الوصول إلى الحد الأقصى
ca: Tipus de recompte de servei per calcular si s&#39;arriba a MAX
de: Art der Dienstzählung zur Berechnung, ob MAX erreicht ist
es: Tipo de conteo de servicio para calcular si se alcanza el MAX
eu: MAX iristen bada kalkulatzeko zerbitzu mota
fr: Type de service pris en compte pour calculer si MAX est atteint
it: Tipo di conteggio del servizio per calcolare se viene raggiunto il MAX
pt: Tipo de contagem de serviço para calcular se MAX foi atingido
ru: Тип подсчета услуг для расчета достижения MAX

source: With errors
ar: مع الأخطاء
ca: Amb errors
de: Mit Fehlern
es: Con errores
eu: Erroreekin
fr: Avec Erreurs
it: Con errori
pt: Com erros
ru: С ошибками

source: Ok
ar: موافق
ca: D'acord
eu: Ondo
fr: Bien
ru: ОК

source: Services Pool Groups
ar: خدمات تجمع مجموعات
ca: Grups de pools de serveis
de: Dienstleistungen Pool Gruppen
es: Grupos de Pools de servicios
eu: Pool-zerbitzu taldeak
fr: Groupes de pool de services
it: Gruppi di Pool di servizi
pt: Grupos de pool de serviços
ru: Группы сервис-пулов

source: Service Pools
ar: تجمعات الخدمة
ca: Pools de servei
es: Pools de servicios
eu: Pool-Zerbitzua
fr: Service pool
it: Pool di servizi
pt: Pools de Serviço
ru: Сервис-пулы

source: Usage
ar: استعمال
ca: Ús
de: Verwendungszweck
es: Uso
eu: Erabilera
it: Uso
pt: Utilização
ru: Использование

source: Shows transports
ar: تبين عمليات النقل
ca: Mostra transports
de: Zeigt Transporte
es: Muestra transportes
eu: Garraioak erakutsi
fr: Montrer les transports
it: Mostra i trasporti
pt: Mostra transportes
ru: Показать транспорты

source: Parent service
ar: خدمة الوالدين
ca: Servei antecessor
de: Elternservice
es: Servicio padre
eu: Guraso zerbitzua
fr: Service parent
it: Servizio genitore
pt: Serviço pai
ru: Родительская услуга

source: Create at least a service before creating a new service pool
ar: قم بإنشاء على الأقل خدمة قبل إنشاء تجمع جديد للخدمة
ca: Abans de crear un pool de servei nou cal crear al menys un servei
de: Erstellen Sie mindestens einen Service, bevor Sie einen neuen Service-Pool erstellen
es: Cree al menos un servicio antes de crear un nuevo pool de servicios
eu: Zerbitzu bat behar da gutxienez zerbitzu-pool berri bat egiteko
fr: Créez au moins un service avant de créer un nouveau pool de service
it: Creare almeno un servizio prima di creare un nuovo pool di servizi
pt: Crie pelo menos um serviço antes de criar um novo pool de serviços
ru: Создайте сервис перед созданием нового сервисного пула

source: Base service
ar: خدمة قاعدة
ca: Servei base
de: Basisservice
es: Servicio base
eu: Oinarrizko Zerbitzua
fr: Service de base
it: Servizio di base
pt: Serviço base
ru: Базовый сервис

source: Service used as base of this service pool
ar: الخدمة التي تستخدم كقاعدة لهذا التجمع للخدمة
ca: Servei utilitzat com a base d'aquest pool de servei
de: Service, der als Basis für diesen Service-Pool verwendet wird
es: Servicio utilizado como base de este pool de servicios
eu: Zerbitzu-pool honen oinarritzat erabilitako zerbitzua
fr: Service utilisé comme base de ce pool de service
it: Servizio utilizzato come base di questo pool di servizi
pt: Serviço usado como base desse pool de serviços
ru: Сервис используется как базовый в этом сервисном пуле

source: OS Manager
ar: إدارة نظام التشغيل
ca: Gestor de SO
pt: Gestor de S.O.
ru: ОС менеджер
