Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Accelerated network
ar: شبكة تسارع
ca: Xarxa accelerada
de: Beschleunigtes Netzwerk
es: Aceleración de red
eu: Azeleratutako sarea
fr: Réseau accéléré
it: Rete accelerata
pt: Rede Acelerada
ru: Ускоренная сеть

source: Activate this option to use accelerated networking on vm. Ensure that your machine and machine size supports this option before activating.
ar: تفعيل هذا الخيار لاستخدام الشبكات المتسارعة على vm. التأكد من أن لديك حجم الجهاز والجهاز يدعم هذا الخيار قبل تنشيط.
ca: Activeu aquesta opció per a utilitzar xarxa accelerada a màquines virtuals. Assegureu-vos que la vostra màquina i la mida de la màquina suporten aquesta opció abans d'activar-la.
de: Aktivieren Sie diese Option, um ein beschleunigtes Netzwerk für VM zu verwenden. Stellen Sie sicher, dass Ihr Computer und Ihre Computergröße diese Option unterstützen, bevor Sie sie aktivieren.
es: Active esta opción para usar redes acelerada en vm. Asegúrese de que su tamaño de la máquina y la máquina es compatible con esta opción antes de activar.
eu: Aktibatu aukera hau azeleratutako sareak erabiltzeko vm-en. Egiaztatu zure makina eta makina tamaina aukera hori aktibatu aurretik.
fr: Activer cette option pour utiliser les réseaux accéléré sur vm. Veiller à ce que votre taille de machine et la machine prend en charge cette option avant d’activer.
it: Attiva questa opzione per utilizzare la rete accelerata su VM. Assicurarsi che la macchina e le dimensioni della macchina supportino questa opzione prima di attivarla.
pt: Ative esta opção para usar a rede acelerada na vm. Certifique-se de que o tamanho da máquina e da máquina suporta essa opção antes de ativar.
ru: Активируйте этот параметр, чтобы использовать ускоренние сетей на виртуальных машинах. Убедитесь перед активацией, что размер машины и машина поддерживают этот параметр.

source: You must select a network for the service
ar: يجب عليك تحديد شبكة للخدمة
ca: Heu de seleccionar una xarxa per a aquest servei
de: Sie müssen ein Netzwerk für den Service auswählen
es: Debe seleccionar una red para el servicio
eu: Zerbitzurako sarea hautatu behar duzu
fr: Vous devez sélectionner un réseau pour le service
it: Occorre selezionare una rete per il servizio
pt: Você deve selecionar uma rede para o serviço
ru: Вы должны выбрать сеть для службы

source: Azure Fixed Machines
ar: الأجهزة الثابتة Azure
ca: Màquines fixes Azure
de: Azure Fest installierte Maschinen
es: Máquinas fijas de Azure
eu: Azure makina finkoak
fr: Machines fixes Azure
it: Macchine fisse di Azure
pt: Máquinas fixas do Azure
ru: Стационарные машины Azure

source: Azure Services based on fixed machines.
ar: خدمات Azure القائمة على الأجهزة الثابتة.
ca: Serveis Azure basats en màquines fixes.
de: Azure-Dienste basierend auf festen Maschinen.
es: Servicios de Azure basados en máquinas fijas.
eu: Makina finkoetan oinarritutako Azure Zerbitzuak.
fr: Services Azure basés sur des machines fixes.
it: Servizi di Azure basati su macchine fisse.
pt: Serviços Azure baseados em máquinas fixas.
ru: Службы Azure на основе фиксированных компьютеров.

source: Stop Machine (and deallocates it)
ar: إيقاف الجهاز (وإلغاء تخصيصه)
ca: Atura la màquina (i la desassigna)
de: Maschine stoppen (und freigeben)
es: Detener la máquina (y desasignarla)
eu: Gelditu Makina (eta desesleitu egiten du)
fr: Arrêter la machine (et la libérer)
it: Stop Machine (e deallocalo)
pt: Parar a máquina (e desalocá-la)
ru: Остановить машину (и освободить ее)

source: Google Cloud Platform Provider
ar: مزود منصة Google Cloud
de: Google Cloud Platform-Anbieter
es: Proveedor de la plataforma Google Cloud
eu: Google Cloud Platforma hornitzailea
pt: Provedor da plataforma Google Cloud
ru: Поставщик облачной платформы Google

source: Provides connection to Google Cloud Platform Compute Engine
ar: يوفر اتصالاً بمحرك الحوسبة الخاص بمنصة Google Cloud
de: Bietet eine Verbindung zur Google Cloud Platform Compute Engine
es: Proporciona conexión a Google Cloud Platform Compute Engine
eu: Google Cloud Platform Compute Engine-rekin konexioa eskaintzen du
it: Fornisce la connessione a Google Cloud Platform Compute Engine
pt: Fornece conexão com o Google Cloud Platform Compute Engine
ru: Обеспечивает подключение к вычислительному движку Google Cloud Platform

source: Client Email
ar: البريد الإلكتروني للعميل
ca: Correu electrònic del client
de: Kunden-E-Mail
es: Correo electrónico del cliente
eu: Bezeroaren posta elektronikoa
fr: Courriel du client
it: E-mail del cliente
pt: E-mail do cliente
ru: Электронная почта клиента

source: Client email for service account
ar: بريد إلكتروني للعميل لحساب الخدمة
ca: Correu electrònic del client per al compte de servei
de: Client-E-Mail für Servicekonto
es: Correo electrónico del cliente para la cuenta de servicio
eu: Zerbitzu-kontuaren bezeroaren posta elektronikoa
fr: E-mail client pour le compte de service
it: Email del cliente per l'account di servizio
pt: E-mail do cliente para conta de serviço
ru: Клиентский адрес электронной почты для учетной записи службы

source: Token URI
ar: رمز URI
ca: URI del testimoni
es: URI del token
eu: Token URIa
fr: URI du jeton
it: URI del token
pt: URI do token
ru: URI токена

source: Token URL, as provided by Google (default is for Google Cloud)
ar: عنوان URL للرمز، كما توفره Google (الإعداد الافتراضي هو لـ Google Cloud)
ca: URL del testimoni, tal com proporciona Google (el valor predeterminat és per a Google Cloud)
de: Token-URL, wie von Google bereitgestellt (Standard ist für Google Cloud)
es: URL del token, según lo proporcionado por Google (el valor predeterminado es para Google Cloud)
eu: Token URLa, Google-k emandakoaren arabera (lehenetsia Google Cloud-entzat da)
fr: URL du jeton, telle que fournie par Google (la valeur par défaut est pour Google Cloud)
it: URL del token, come fornito da Google (l'impostazione predefinita è per Google Cloud)
pt: URL do token, conforme fornecido pelo Google (o padrão é para o Google Cloud)
ru: URL-адрес токена, предоставленный Google (по умолчанию для Google Cloud)

source: Private Key
ar: مفتاح خاص
ca: Clau privada
de: Privater Schlüssel
es: Clave privada
eu: Gako pribatua
fr: Clé privée
it: Chiave privata
pt: Chave privada
ru: Закрытый ключ

source: Private key for service account
ar: مفتاح خاص لحساب الخدمة
ca: Clau privada per al compte de servei
de: Privater Schlüssel für Dienstkonto
es: Clave privada para la cuenta de servicio
eu: Zerbitzu-konturako gako pribatua
fr: Clé privée pour le compte de service
it: Chiave privata per l'account di servizio
pt: Chave privada para conta de serviço
ru: Закрытый ключ для учетной записи сервиса

source: Project ID
ar: معرف المشروع
ca: ID del projecte
de: Projekt-ID
es: Identificación del proyecto
eu: Proiektuaren IDa
fr: ID du projet
it: ID progetto
pt: ID do projeto
ru: Идентификатор проекта

source: Project ID for Google Cloud
ar: معرف المشروع لـ Google Cloud
ca: Identificador del projecte per a Google Cloud
de: Projekt-ID für Google Cloud
es: Identificación del proyecto para Google Cloud
eu: Google Cloud-erako proiektuaren IDa
fr: ID de projet pour Google Cloud
it: ID progetto per Google Cloud
pt: ID do projeto para o Google Cloud
ru: Идентификатор проекта для Google Cloud

source: Preferred Region
ar: المنطقة المفضلة
ca: Regió preferida
de: Bevorzugte Region
es: Región preferida
eu: Eskualde hobetsia
fr: Région préférée
it: Regione preferita
pt: Região Preferida
ru: Предпочтительный регион

source: Preferred region for new services
ar: المنطقة المفضلة للخدمات الجديدة
ca: Regió preferida per a nous serveis
de: Bevorzugte Region für neue Dienste
es: Región preferida para nuevos servicios
eu: Zerbitzu berrietarako eskualde hobetsia
fr: Région privilégiée pour les nouveaux services
it: Regione preferita per i nuovi servizi
pt: Região preferida para novos serviços
ru: Предпочтительный регион для новых услуг

source: Connection successful
ar: تم الاتصال بنجاح
ca: Connexió correcta
de: Verbindung erfolgreich
es: Conexión exitosa
eu: Konexioa arrakastatsua da
fr: Connexion réussie
it: Connessione riuscita
pt: Conexão bem-sucedida
ru: Соединение успешно установлено

source: Connection failed
ar: فشل الاتصال
ca: La connexió ha fallat
de: Verbindung fehlgeschlagen
es: La conexión falló
eu: Konexioak huts egin du
fr: La connexion a échoué
it: Connessione fallita
pt: Falha na conexão
ru: Соединение не удалось

source: VDI From Template
ar: VDI من القالب
ca: VDI de la plantilla
de: VDI aus Vorlage
es: VDI desde plantilla
eu: VDI Txantiloitik
fr: VDI à partir d&#39;un modèle
it: VDI da modello
pt: VDI do modelo
ru: VDI из шаблона

source: This service provides access to Google instances based on a template
ar: توفر هذه الخدمة إمكانية الوصول إلى مثيلات Google استنادًا إلى قالب
ca: Aquest servei proporciona accés a instàncies de Google basant-se en una plantilla
de: Dieser Dienst bietet Zugriff auf Google-Instanzen basierend auf einer Vorlage
es: Este servicio proporciona acceso a instancias de Google basadas en una plantilla
eu: Zerbitzu honek Google-ren instantzietarako sarbidea ematen du txantiloi batean oinarrituta
fr: Ce service permet d&#39;accéder aux instances Google en fonction d&#39;un modèle
it: Questo servizio fornisce l'accesso alle istanze di Google in base a un modello
pt: Este serviço fornece acesso a instâncias do Google com base em um modelo
ru: Эта служба предоставляет доступ к экземплярам Google на основе шаблона.

source: Number of desired Instances to keep running waiting for an user
ar: عدد الحالات المطلوبة للاستمرار في التشغيل في انتظار مستخدم
ca: Nombre d&#39;instàncies desitjades per continuar executant-se esperant un usuari
de: Anzahl der gewünschten Instanzen, die weiter ausgeführt werden sollen, während sie auf einen Benutzer warten
es: Número de instancias deseadas que se mantendrán en ejecución mientras se espera a un usuario
eu: Erabiltzaile baten zain exekutatzen jarraitzeko nahi diren Instantzia kopurua
fr: Nombre d&#39;instances souhaitées à maintenir en attente d&#39;un utilisateur
it: Numero di istanze desiderate da mantenere in esecuzione in attesa di un utente
pt: Número de instâncias desejadas para continuar em execução aguardando um usuário
ru: Количество требуемых экземпляров, которые будут работать в режиме ожидания пользователя

source: Number of desired Instances to keep stopped waiting for use
ar: عدد الحالات المطلوبة لإبقائها متوقفة في انتظار الاستخدام
ca: Nombre d&#39;instàncies desitjades per mantenir aturades a l&#39;espera del seu ús
de: Anzahl der gewünschten Instanzen, die angehalten und auf ihre Verwendung gewartet werden sollen
es: Número de instancias deseadas que se mantendrán detenidas en espera de uso
eu: Erabilpenaren zain gelditu beharreko instantzia kopurua
fr: Nombre d&#39;instances souhaitées à maintenir arrêtées en attente d&#39;utilisation
it: Numero di istanze desiderate da mantenere in stato di arresto in attesa di utilizzo
pt: Número de instâncias desejadas para manter parado aguardando uso
ru: Количество желаемых экземпляров, которые необходимо оставить в режиме ожидания использования

source: Region where the service will be deployed
ar: المنطقة التي سيتم نشر الخدمة فيها
ca: Regió on es desplegarà el servei
de: Region, in der der Dienst bereitgestellt wird
es: Región donde se implementará el servicio
eu: Zerbitzua zabalduko den eskualdea
fr: Région où le service sera déployé
it: Regione in cui verrà distribuito il servizio
pt: Região onde o serviço será implantado
ru: Регион, где будет развернута услуга

source: Instances zone
ar: منطقة الحالات
ca: Zona d&#39;instàncies
de: Instanzenzone
es: Zona de instancias
eu: Instantziak eremua
fr: Zone d&#39;instances
it: Zona delle istanze
pt: Zona de instâncias
ru: Зона экземпляров

source: Zone where the instances will be deployed
ar: المنطقة التي سيتم نشر الحالات فيها
ca: Zona on es desplegaran les instàncies
de: Zone, in der die Instanzen bereitgestellt werden
es: Zona donde se desplegarán las instancias
eu: Instantziak zabalduko diren gunea
fr: Zone où les instances seront déployées
it: Zona in cui verranno distribuite le istanze
pt: Zona onde as instâncias serão implantadas
ru: Зона, где будут развернуты экземпляры

source: Template Instance
ar: نموذج القالب
ca: Instància de plantilla
de: Vorlageninstanz
es: Instancia de plantilla
eu: Txantiloi Instantzia
fr: Instance de modèle
it: Istanza modello
pt: Instância do modelo
ru: Шаблон Экземпляра

source: Template to use for instances
ar: قالب للاستخدام في الحالات
ca: Plantilla per utilitzar per a instàncies
de: Vorlage zur Verwendung für Instanzen
es: Plantilla para utilizar en instancias
eu: Instantziaetarako erabiltzeko txantiloia
fr: Modèle à utiliser pour les instances
it: Modello da utilizzare per le istanze
pt: Modelo para usar em instâncias
ru: Шаблон для использования в экземплярах

source: Fixed Instances
ar: الحالات الثابتة
ca: Instàncies fixes
de: Feste Instanzen
es: Instancias fijas
eu: Instantzia finkoak
fr: Instances fixes
it: Istanze fisse
pt: Instâncias fixas
ru: Фиксированные экземпляры

source: Google Services based on fixed instances.
ar: خدمات Google تعتمد على حالات ثابتة.
ca: Serveis de Google basats en instàncies fixes.
de: Google-Dienste basierend auf festen Instanzen.
es: Servicios de Google basados en instancias fijas.
eu: Instantzia finkoetan oinarritutako Google Zerbitzuak.
fr: Services Google basés sur des instances fixes.
it: Servizi Google basati su istanze fisse.
pt: Serviços do Google baseados em instâncias fixas.
ru: Службы Google на основе фиксированных экземпляров.

source: HyperV Platform Provider
ca: Proveïdor de la plataforma HyperV
de: HyperV-Plattformanbieter
es: Proveedor de plataforma HyperV
eu: HyperV Plataforma hornitzailea
pt: Fornecedor de plataforma HyperV
ru: Поставщик платформы HyperV

source: HyperV platform service provider with cluster support
ar: مزود خدمة النظام الأساسي HyperV مع دعم نظام المجموعة
ca: Proveïdor de serveis de la plataforma HyperV amb suport de clúster
de: HyperV Platform Service Provider mit Clusterunterstützung
es: Proveedor de servicios HyperV con soporte de clúster
eu: HyperV plataformako zerbitzu hornitzailea kluster laguntzarekin
fr: Fournisseur de services de plateforme HyperV avec prise en charge de cluster
it: Provider di servizi della piattaforma HyperV con supporto cluster
pt: Provedor de serviços da plataforma HyperV com suporte a cluster
ru: Поставщик услуг платформы HyperV с поддержкой кластеров

source: HyperV Server or HyperV Cluster IP or FQDN
ar: HyperV Server أو HyperV Cluster IP أو FQDN
ca: Servidor HyperV o HyperV Cluster IP o FQDN
de: HyperV Server oder HyperV Cluster IP oder FQDN
es: Servidor HyperV o clúster HyperV. IP o FQDN
eu: HyperV Server edo HyperV Cluster IP edo FQDN
fr: HyperV Server ou HyperV Cluster IP ou FQDN
it: IP o FQDN del server HyperV o del cluster HyperV
pt: Servidor HyperV ou IP ou FQDN do cluster HyperV
ru: Сервер HyperV или IP-адрес кластера HyperV или полное доменное имя

source: Cluster
ar: العنقود
ca: Clúster
eu: Klusterrak
it: Gruppo
ru: Кластер

source: If you are using a clustered HyperV server, enable this option.
ar: إذا كنت تستخدم خادم HyperV مجمع ، فقم بتمكين هذا الخيار.
ca: Si utilitzeu un servidor HyperV en clúster, activeu aquesta opció.
de: Wenn Sie einen Clustered-HyperV-Server verwenden, aktivieren Sie diese Option.
es: Si está utilizando un cluster de servidores HyperV, habilite esta opción.
eu: HyperV zerbitzari multzoa erabiltzen ari bazara, gaitu aukera hau.
fr: Si vous utilisez un serveur HyperV en cluster, activez cette option.
it: Se si utilizza un server HyperV in cluster, abilitare questa opzione.
pt: Se você estiver usando um servidor HyperV em cluster, ative esta opção.
ru: Если вы используете кластерный сервер HyperV, включите эту опцию.

source: Enable SSL
ar: تمكين SSL
ca: Habilitar SSL
de: SSL aktivieren
es: Usar SSL
eu: Gaitu SSL
fr: Activer SSL
it: Abilita SSL
pt: Ativar SSL
ru: Включить SSL

source: If active, the connections to HyperV will be made using SSL (Recommended).
ar: إذا كانت نشطة ، سيتم إجراء اتصالات HyperV باستخدام SSL (مستحسن).
ca: Si està activat, les connexions a HyperV es faran mitjançant SSL (Recomanat).
de: Wenn aktiv, werden die Verbindungen zu HyperV über SSL hergestellt (empfohlen).
es: Si está activo, se utilizará una conexión SSL a HyperV (recomendado).
eu: Aktiboa bada, HyperV-ekin konexioak SSL (Gomendatuak) bidez egingo dira.
fr: Si elle est active, les connexions à HyperV seront établies à l&#39;aide de SSL (recommandé).
it: Se attivo, le connessioni a HyperV verranno effettuate utilizzando SSL (consigliato).
pt: Se ativo, as conexões com o HyperV serão feitas usando SSL (recomendado).
ru: Если активно, подключения к HyperV будут выполняться с использованием SSL (рекомендуется).

source: User with valid privileges on HyperV Server
ar: المستخدم مع امتيازات صالح على خادم HyperV
ca: Usuari amb privilegis vàlids sobre el servidor HyperV
de: Benutzer mit gültigen Berechtigungen für HyperV Server
es: Usuario con privilegios válidos en servidor HyperV
eu: Erabiltzaileak HyperV zerbitzariaren baliozko pribilegioak ditu
fr: Utilisateur avec des privilèges valides sur serveur HyperV
it: Utente con privilegi validi sul server HyperV
pt: Usuário com privilégios válidos no HyperV Server
ru: Пользователь с необходимыми правами на сервере HyperV

source: Password of the user of HyperV
ar: كلمة السر للمستخدم من HyperV
ca: Contrasenya de l'usuari d'HyperV
de: Passwort des Benutzers von HyperV
es: Contraseña del usuario de HyperV
eu: HyperV erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur de HyperV
it: Password dell'utente di HyperV
pt: Senha do usuário do HyperV
ru: Пароль пользователя HyperV

source: Remote WSman port.Leave to zero for default.
ar: منفذ WSman عن بعد. ترك إلى الصفر افتراضيًا.
ca: Port remot WSman. Deixeu-lo a zero per defecte.
de: Remote-WSman-Port. Standardmäßig auf Null setzen.
es: Puerto WSman remoto. Deje a cero por defecto.
eu: Urruneko WSman port.Leve zero zero lehenetsita.
fr: Port WSman distant.Laissez à zéro par défaut.
it: Porta WSman remota. Lasciare a zero per l'impostazione di default.
pt: Porta remota do WSman. Deixe para zero como padrão.
ru: Удалённый порт WSman. Оставьте ноль по умолчанию.

source: Force SSL certificate verification
ar: فرض التحقق من شهادة SSL
ca: Forçar la verificació del certificat SSL
de: SSL-Zertifikatsüberprüfung erzwingen
es: Forzar verificación de certificado SSL
eu: SSL ziurtagiria egiaztatzea
fr: Forcer la vérification du certificat SSL
it: Forza la verifica del certificato SSL
pt: Forçar verificação de certificado SSL
ru: Принудительная проверка SSL-сертификата

source: If active, the certificate on cluster connection will be enforced to be verified.
ar: إذا كانت نشطة ، سيتم فرض الشهادة على اتصال الكتلة للتحقق منها.
ca: Si està activat, es forçarà la verificació del certificat de connexió de clúster.
de: Wenn diese Option aktiviert ist, wird die Überprüfung des Zertifikats für die Clusterverbindung erzwungen.
es: Si está activo, se comprobará el certificado en la conexión con el clúster.
eu: Aktiboa bada, kluster konexioari buruzko ziurtagiria egiaztatuko da.
fr: S&#39;il est actif, le certificat sur la connexion au cluster sera appliqué pour être vérifié.
it: Se attivo, il certificato di connessione al cluster verrà obbligatoriamente verificato.
pt: Se ativo, o certificado na conexão do cluster será imposto para ser verificado.
ru: Если активно, сертификат на подключение кластера будет принудительно проверяться.

source: For clusters, username must be a domain user name (user@domain or DOMAIN\user
ar: بالنسبة للمجموعات ، يجب أن يكون اسم المستخدم اسم مستخدم مجال (user @ domain أو DOMAIN \ user
ca: Per als clústers, el nom d’usuari ha de ser un nom d’usuari de domini (usuari@domini o DOMINI\usuari)
de: Bei Clustern muss der Benutzername ein Domainbenutzername sein (user@Domain oder DOMAIN\user)
es: Para los clusters, el usuario debe ser un nombre de usuario de dominio (usuario @ dominio o DOMINIO\usuario)
eu: Klusterrentzako, erabiltzaile izena domeinuaren erabiltzaile izena izan behar da (user @ domain edo DOMAIN \ user)
fr: Pour les clusters, le nom d&#39;utilisateur doit être un nom d&#39;utilisateur de domaine (utilisateur @ domaine ou DOMAINE \ utilisateur
it: Per i cluster, il nome utente deve essere un nome utente di dominio (utente@dominio o DOMINIO\utente
pt: Para clusters, o nome de usuário deve ser um nome de usuário de domínio (usuário @ domínio ou DOMAIN \ user
ru: Для кластеров имя пользователя должно быть именем пользователя домена (пользователь@домен или ДОМЕН\пользователь)

source: HyperV Clone
ca: Clon HyperV
de: HyperV-Klon
es: Clon de HyperV
eu: HyperV Klona
fr: Clone HyperV
it: Clona HyperV
pt: Clone HyperV
ru: Клон HyperV

source: Hyper Services based on templates and differential disks
ar: خدمات عالية تعتمد على القوالب والأقراص التفاضلية
ca: Hyper Serveis basats en plantilles i discs diferencials
de: Hyper Services basierend auf Vorlagen und Differentialplatten
es: Servicio HyperV basado en plantillas y discos diferenciales
eu: Hyper Zerbitzuak txantiloietan eta disko diferentzialetan oinarrituta
fr: Hyper Services basés sur des modèles et des disques différentiels
it: Hyper Services basati su modelli e dischi differenziali
pt: Serviços Hiper baseados em modelos e discos diferenciais
ru: Службы HyperV на основе шаблонов и разностных дисков

source: Number of desired machines to keep running waiting for a user
ar: عدد من الآلات المطلوبة للحفاظ على التوالي في انتظار المستخدم
ca: Nombre desitjat de màquines que es mantenen en execució esperant un usuari
de: Anzahl der gewünschten Maschinen, die auf einen Benutzer warten müssen
es: Número de máquinas que desea mantener en ejecución esperando a un usuario
eu: Nahi duzun makina kopurua erabiltzaile baten zain exekutatzen jarraitzeko
fr: Nombre de machines souhaitées pour continuer à s'executer en attente d'un utilisateur
it: Numero di VM che si desidera mantenere in attesa di un utente
pt: Número de máquinas desejadas para continuar correndo esperando por um usuário
ru: Количество работающих в ожидании пользователя машин

source: Datastore Drives
ar: محركات مخزن البيانات
ca: Unitats d'emmagatzematge de dades
de: Datenspeicherlaufwerke
es: Unidades de almacenamiento de datos
eu: Datastore unitateak
fr: Lecteurs de banque de données
pt: Drives do armazenamento de dados
ru: Диски хранилища данных

source: Datastores where to put incrementals & publications
ar: مخازن البيانات لوضع تدريجيات والمطبوعات
ca: Unitats d'emmagatzematge on guardar incrementals i publicacions
de: Datenspeicher, in denen Inkrementale und Publikationen abgelegt werden
es: Almacenamientos de datos en los que poner los incrementales y las publicaciones
eu: Datastoreak non igoerak eta argitalpenak jarri
fr: Entrepôts de données où mettre les sauvegardes incrémentielles & publications
it: Datastore in cui inserire incrementali e pubblicazioni
pt: Datastores onde colocar incrementais e publicações
ru: Хранилища данных, где можно публиковать дополнения и публикации
