Repository: VirtualCable/openuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, de, es, eu, fr, it, pt, ru

source: Proxmox Server IP or Hostname
ar: Proxmox Server IP أو اسم المضيف
ca: IP o nom de host del servidor Proxmox
de: Proxmox Server IP oder Hostname
es: IP o nombre del servidor Proxmox
eu: Proxmox zerbitzariaren IP edo ostalariaren izena
fr: IP ou nom d&#39;hôte du serveur Proxmox
it: IP o nome host del server Proxmox
pt: IP ou nome de host do servidor Proxmox
ru: IP-адрес или имя хоста Proxmox

source: Proxmox API port (default is 8006)
ar: منفذ API Proxmox (الافتراضي هو 8006)
ca: Port Proxmox API (predeterminat el 8006)
de: Proxmox API-Port (Standard ist 8006)
es: Puerto Proxmox API (el predeterminado es 8006)
eu: Proxmox API ataka (lehenetsia 8006 da)
fr: Port API Proxmox (par défaut 8006)
it: Porta API Proxmox (il valore predefinito è 8006)
pt: Porta da API Proxmox (o padrão é 8006)
ru: Порт API Proxmox (по умолчанию 8006)

source: Use API Token
ar: استخدم رمز API
ca: Utilitzeu el testimoni API
de: API-Token verwenden
es: Utilizar token API
eu: Erabili API Tokena
fr: Utiliser le jeton API
it: Usa il token API
pt: Usar Token de API
ru: Использовать API-токен

source: Use API Token and secret instead of password. (username must contain the Token ID, the password will be the secret)
ar: استخدم رمز API والسر بدلاً من كلمة المرور. (يجب أن يحتوي اسم المستخدم على معرف الرمز، وستكون كلمة المرور هي السر)
ca: Utilitzeu el testimoni i el secret de l&#39;API en lloc de la contrasenya. (el nom d&#39;usuari ha de contenir l&#39;identificador del testimoni, la contrasenya serà el secret)
de: Verwenden Sie API-Token und Geheimnis anstelle von Passwörtern. (Der Benutzername muss die Token-ID enthalten, das Passwort ist das Geheimnis)
es: Utilice el token API y el secreto en lugar de la contraseña. (el nombre de usuario debe contener el ID del token, la contraseña será el secreto)
eu: Erabili API Token eta sekretua pasahitzaren ordez. (erabiltzaile izenak Token IDa izan behar du, pasahitza sekretua izango da)
fr: Utilisez le jeton API et le secret au lieu du mot de passe. (le nom d&#39;utilisateur doit contenir l&#39;ID du jeton, le mot de passe sera le secret)
it: Utilizzare il token API e il segreto anziché la password. (il nome utente deve contenere l'ID del token, la password sarà il segreto)
pt: Use o token da API e o segredo em vez da senha. (o nome de usuário deve conter o ID do token, a senha será o segredo)
ru: Использовать API-токен и секрет вместо пароля. (имя пользователя должно содержать идентификатор токена, пароль будет секретом)

source: User with valid privileges on Proxmox, (use "user@authenticator" form)
ar: مستخدم لديه امتيازات صالحة في Proxmox ، (استخدم نموذج "user @ Authenticator")
ca: Usuari amb privilegis vàlids a Proxmox (utilitzeu el format "usuari@autenticador")
de: Benutzer mit gültigen Berechtigungen für Proxmox (verwenden Sie das Format "user@authenticator").
es: Usuario con privilegios válidos en Proxmox, (use el formato "usuario @ autenticador")
eu: Proxmox-en baliozko pribilegioak dituen erabiltzailea (erabili "erabiltzailea @ autentikatzailea" inprimakia)
fr: Utilisateur disposant de privilèges valides sur Proxmox, (utilisez le formulaire "user @ authentifier")
it: Utente con privilegi validi su Proxmox, (utilizzare il formato "utente@autenticatore")
pt: Usuário com privilégios válidos no Proxmox, (use o formulário "user @ authenticator")
ru: Пользователь с достаточными привилегиями в Proxmox ("пользователь@аутентификатор")

source: Password of the user of Proxmox
ar: كلمة مرور مستخدم Proxmox
ca: Contrasenya de l’usuari de Proxmox
de: Passwort des Benutzers von Proxmox
es: Contraseña del usuario de Proxmox
eu: Proxmox erabiltzailearen pasahitza
fr: Mot de passe de l&#39;utilisateur de Proxmox
it: Password dell'utente di Proxmox
pt: Senha do usuário do Proxmox
ru: Пароль пользователя Proxmox

source: Starting VmId
ar: بدء تشغيل VmId
ca: S’inicia VmId
de: VmId starten
es: VmID de inicio
eu: VmId abiarazten
fr: Démarrage de VmId
it: Inizio VmId
pt: Iniciando VmId
ru: Начальный VmId

source: Starting machine id on proxmox
ar: جارٍ بدء معرف الجهاز في proxmox
ca: ID de màquina d'inici a proxmox
de: Start-Maschinen-ID auf proxmox
es: ID de máquina de inicio en proxmox
eu: Proxmox-en makinaren IDa abiarazten
fr: Identifiant de la machine de démarrage sur proxmox
it: Avvio dell'ID macchina su proxmox
pt: Iniciando o id da máquina no proxmox
ru: Начальный идентификатор машины на Proxmox

source: Test passed
ar: نجح الاختبار
ca: Prova superada
de: Test bestanden
es: Prueba aprobada
eu: Proba gainditu da
fr: Test réussi
it: Test superato
pt: Teste aprovado
ru: Тест пройден

source: Proxmox Fixed Machines
ar: ماكينات بروكسوكس الثابتة
ca: Màquines fixes Proxmox
de: Feste Maschinen von Proxmox
es: Máquinas fijas Proxmox
eu: Proxmox makina finkoak
fr: Machines fixes Proxmox
it: Macchine fisse Proxmox
pt: Máquinas Fixas Proxmox
ru: Стационарные машины Proxmox

source: Proxmox Services based on fixed machines. Needs qemu agent installed on machines.
ar: خدمات Proxmox القائمة على الأجهزة الثابتة. يحتاج إلى وكيل qemu المثبت على الأجهزة.
ca: Serveis Proxmox basats en màquines fixes. Necessita l&#39;agent qemu instal·lat a les màquines.
de: Proxmox-Dienste basierend auf festen Maschinen. Erfordert die Installation des qemu-Agenten auf den Computern.
es: Servicios Proxmox basados en máquinas fijas. Necesita el agente qemu instalado en las máquinas.
eu: Makina finkoetan oinarritutako Proxmox Zerbitzuak. Qemu agente instalatuta behar du makinetan.
fr: Services Proxmox basés sur des machines fixes. Nécessite l&#39;agent qemu installé sur les machines.
it: Proxmox Servizi basati su macchine fisse. È necessario che l'agente qemu sia installato sulle macchine.
pt: Serviços Proxmox baseados em máquinas fixas. Precisa do agente qemu instalado nas máquinas.
ru: Службы Proxmox на базе стационарных компьютеров. Требуется установленный на машинах агент qemu.

source: Resource Pool
ar: تجمع الموارد
ca: Pool de recursos
de: Ressourcenpool
es: Pool de recursos
eu: Baliabide Pool-a
fr: Liste des ressources
it: Pool di risorse
pt: Pool de recursos
ru: Пул ресурсов

source: Resource Pool containing base machines
ar: تجمع الخدمات يحتوي على الات مرجعية
ca: Pool de recursos que conté les màquines base
de: Ressourcenpool mit Basismaschinen
es: Pool de recursos que contiene las máquinas base.
eu: Base-makinak dituen baliabide-pool-a
fr: Pool de ressources contenant des machines de base
it: Pool di risorse contenente le macchine di base
pt: Pool de Recursos contendo máquinas de base
ru: Пул ресурсов, содержащий базовые машины

source: Proxmox Linked Clone
ar: Proxmox مرتبط استنساخ
ca: Proxmox Linked Clon
eu: Proxmox loturiko-klona
fr: Clone lié à Proxmox
pt: Clone vinculado ao Proxmox
ru: Связанный клон Proxmox

source: Proxmox Services based on templates and COW
ar: خدمات Proxmox على أساس القوالب والأبقار
ca: Serveis Proxmox basats en plantilles i COW
de: Proxmox Services basierend auf Templates und COW
es: Servicios Proxmox basados en plantillas y COW
eu: Txantiloietan eta BEHIan oinarritutako Proxmox Zerbitzuak
fr: Services Proxmox basés sur des modèles et COW
it: Servizi Proxmox basati su template e COW
pt: Serviços Proxmox baseados em modelos e COW
ru: Сервисы Proxmox на основе шаблонов и COW

source: Pool that will contain UDS created vms
ar: تجمع التي سوف تحتوي على UDS vms التي تم إنشاؤها
ca: Pool que contindrà màquines virtuals creades per UDS
de: Pool, der von UDS erstellte VMs enthält
es: Pool que contendrá las VMs creadas por UDS
eu: UDS-ek sortutako vms-a edukiko duen igerilekua
fr: Pool qui contiendra les vms créés par UDS
it: Pool che conterrà le VM create da UDS
pt: Conjunto que conterá vms criados por UDS
ru: Пул, который будет содержать виртуальные машины, созданные UDS

source: HA
ru: Высокая доступность

source: Select if HA is enabled and HA group for machines of this service
ar: حدد ما إذا تم تمكين HA ومجموعة HA لأجهزة هذه الخدمة
ca: Seleccioneu-ho si HA està habilitat i grup HA per a màquines d’aquest servei
de: Wählen Sie aus, ob HA aktiviert ist, und HA-Gruppe für Computer dieses Services
es: Seleccione si habilita HA
eu: Hautatu HA gaituta badago eta HA taldea zerbitzu honetako makinentzat
fr: Sélectionnez si HA est activé et groupe HA pour les machines de ce service
it: Selezionare se HA è abilitato e il gruppo HA per le macchine di questo servizio
pt: Selecione se a alta disponibilidade está ativada e o grupo de alta disponibilidade para máquinas deste serviço
ru: Выберите, если задействована высокая доступность и группа высокой доступности для машин этой службы

source: Storage
ar: تخزين
ca: Emmagatzematge
de: Lager
es: Almacenamiento
eu: Biltegiratzea
fr: Stockage
pt: Armazenamento
ru: Хранилище

source: Storage for publications & machines.
ar: تخزين للمنشورات والآلات.
ca: Emmagatzematge per a publicacions i màquines.
de: Lagerung für Publikationen &amp; Maschinen.
es: Almacenamiento para publicaciones y máquinas.
eu: Argitalpenak eta makinak gordetzea.
fr: Stockage pour publications et machines.
it: Storage per pubblicazioni e macchine.
pt: Armazenamento para publicações e máquinas.
ru: Хранилище публикаций и машин.

source: GPU Availability
ar: توفر GPU
ca: Disponibilitat de GPU
de: GPU-Verfügbarkeit
es: Disponibilidad de GPU
eu: GPU erabilgarritasuna
fr: Disponibilité du processeur graphique
it: Disponibilità GPU
pt: Disponibilidade de GPU
ru: Доступность графического процессора

source: Do not check
ar: لا تتحقق
ca: No comproveu
de: Nicht prüfen
es: no comprobar
eu: Ez egiaztatu
fr: Ne cochez pas
it: Non controllare
pt: não verifique
ru: Не проверять

source: Only if available
ar: فقط إذا كان ذلك متاحًا
ca: Només si està disponible
de: Nur wenn verfügbar
es: Solo si está disponible
eu: Eskuragarri bada bakarrik
fr: Uniquement si disponible
it: Solo se disponibile
pt: Somente se disponível
ru: Только если доступно

source: Only if NOT available
ar: فقط إذا لم يكن متاحًا
ca: Només si NO està disponible
de: Nur wenn NICHT verfügbar
es: Solo si NO está disponible
eu: Eskuragarri EZ bada bakarrik
fr: Uniquement si NON disponible
it: Solo se NON disponibile
pt: Somente se NÃO estiver disponível
ru: Только если НЕТ в наличии

source: Checking method for GPU availability
ar: طريقة التحقق من توفر GPU
ca: Mètode de comprovació de la disponibilitat de la GPU
de: Methode zur Überprüfung der GPU-Verfügbarkeit
es: Método de verificación de disponibilidad de GPU
eu: GPU erabilgarritasunaren metodoa egiaztatzea
fr: Méthode de vérification de la disponibilité du GPU
it: Metodo di controllo della disponibilità della GPU
pt: Método de verificação de disponibilidade de GPU
ru: Метод проверки доступности графического процессора

source: RDS Platform Provider
ar: مزود منصة RDS
ca: Proveïdor de la plataforma RDS
de: RDS-Plattformanbieter
es: Proveedor de plataforma RDS
eu: RDS plataforma hornitzailea
pt: Fornecedor de Plataforma RDS
ru: Поставщик платформы RDS

source: Microsoft RDS based provider
ar: مايكروسوفت RDS مزود قاعدة.
ca: ProveÏdor basat en Microsoft RDS
de: Microsoft RDS basierter Anbieter
es: Proveedor de Microsoft basado en RDS
eu: Microsoft RDS oinarritutako hornitzailea
it: Provider basato su Microsoft RDS
pt: Fornecedor baseado em Microsoft RDS
ru: Поставщик на базе Microsoft RDS

source: Server Checking
ar: التحقق من الملقم
ca: Comprovar servidor
de: Serverüberprüfung
es: Comprobar Servidor
eu: Zerbitzariaren egiaztapena
fr: Serveur de vérification
it: Controllo server
pt: Verificação do servidor
ru: Сервер проверяется

source: If checked, the server will be checked before assigning or using it.
ar: إذا كانت محددة، سيتم التحقق من الملقم قبل تعيين أو استخدامه.
ca: Si està seleccionat, es verificarà el servidor abans d'assignar-lo o utilitzar-lo
de: Wenn diese Option aktiviert ist, wird der Server vor der Zuweisung oder Verwendung überprüft.
es: Si está marcada, el servidor se comprobará antes de asignar o utilizar.
eu: Egiaztatuta, zerbitzaria egiaztatuko da esleitu aurretik edo hura erabili aurretik.
fr: Si cette case est cochée, le serveur sera vérifié avant d'être assigné ou utilisé.
it: Se selezionato, il server verrà controllato prima di assegnarlo o utilizzarlo.
pt: Se marcado, o servidor será verificado antes de ser atribuído ou usado.
ru: Если флажок установлен, сервер будет проверен перед назначением или использованием.

source: User mapping
ar: وصل المستخدمين
ca: Mapeig d'usuaris
de: Benutzerzuordnung
es: Mapeo de usuario
eu: Erabiltzaileen mapaketa
fr: Mappage de l’utilisateur
it: Mappatura utenti
pt: Mapeamento de Utilizadores
ru: Сопоставление пользователей

source: If active, user mapping will be done. If not, credential from user will be redirected to RDS server.
ar: إذا كان نشيطا، سيتم وصل المستخدمين. إن لم يكن، سيتم إعادة توجيه الاعتماد من المستخدم إلى خادم RDS.
ca: Si està activat, es farà mapeig d'usuari. Sinó, les credencials d'usuari es redirigiran al servidor RDS.
de: Wenn aktiv, wird die Benutzerzuordnung durchgeführt. Wenn nicht, werden die Anmeldeinformationen des Benutzers an den RDS-Server weitergeleitet.
es: Si está activo, se hará asignación de usuario. Si no, la credenciál del usuario en UDS será redirigida al servidor RDS.
eu: Aktibatuta badago, erabiltzaileak mapan egingo dira. Hala ez bada, erabiltzailearen kredentzialak RDS zerbitzarira birbideratuko dira.
fr: Si actif, le mappage de l'utilisateur sera fait. Sinon, les informations d'identification de l'utilisateur seront redirigées vers le serveur RDS.
it: Se attivo, verrà eseguita la mappatura dell'utente. In caso contrario, le credenziali dell'utente verranno reindirizzate al server RDS.
pt: Se estiver ativo, o mapeamento de usuários será feito. Caso contrário, a credencial do usuário será redirecionada para o servidor RDS.
ru: Если активен, будет выполнено сопоставление пользователей. Если нет, учетные данные от пользователя будут перенаправлено на сервер RDS.

source: User list for mapping. (Not used if User mapping is disabled)
ar: قائمة المستخدم لرسم الخرائط. (لا يستخدم إذا تم تعطيل تعيين المستخدم)
ca: Llista d'usuaris per mapejar (no s'utilitza si el mapeig d'usuari està deshabilitat).
de: Benutzerliste für das Mapping. (Wird nicht verwendet, wenn die Benutzerzuordnung deaktiviert ist.)
es: Lista de usuarios para el mapeo. (No se usa si el mapeo de usuarios está deshabilitado)
eu: Mapako erabiltzailearen zerrenda. (Erabiltzaileek mapan ezgaituta badago erabiltzen da)
fr: Liste des utilisateurs pour le mappage. (Non utilisé si le mappage des utilisateurs est désactivé)
it: Elenco utenti per la mappatura. (Non utilizzato se la Mappatura utenti è disabilitata)
pt: Lista de usuários para mapeamento. (Não usado se o mapeamento do usuário estiver desativado)
ru: Список пользователей для сопоставления (Не используетс если сопоставление пользователей отключено)

source: User's password
ar: كلمة مرور المستخدم
ca: Contrasenya d'usuari
de: Passwort des Benutzers
es: Contraseña de usuario
eu: Erabiltzailearen pasahitza
fr: Mot de passe de l'utilisateur
it: Password dell'utente
pt: Senha do usuário
ru: Пароль пользователя

source: Default password for users in list mapping. (Not used if User mapping is disabled)
ar: كلمة المرور الافتراضية للمستخدمين في قائمة وصل المستخدمين. (لا تستخدم إذا تم تعطيل وصل المستخدمين)
ca: Contrasenya per defecte per a usuaris de la llista de mapeig (no s'utilitza si el mapeig d'usuari està deshabilitat).
de: Standardkennwort für Benutzer in der Listenzuordnung. (Wird nicht verwendet, wenn die Benutzerzuordnung deaktiviert ist.)
es: Contraseña predeterminada para los usuarios en el mapeo de la lista. (No usada si el mapeo de usuario está deshabilitado)
eu: Erabiltzaileentzako pasahitz lehenetsia zerrenda mapetan. (Erabiltzaileek mapan ezgaituta badago erabiltzen da)
fr: Mot de passe par défaut pour les utilisateurs dans le mappage de la liste. (Ne pas utilisé si le mappage des utilisateurs est désactivée)
it: Password predefinita per gli utenti mappati. (Non utilizzato se la Mappatura utenti è disabilitata)
pt: Senha padrão para usuários no mapeamento de lista. (Não usado se o mapeamento do usuário estiver desativado)
ru: Пароль по умолчанию для пользователей в списке сопоставления. (Не используется если сопоставление пользователей отключено)

source: Session duration
ar: مدة الجلسة
ca: Durada de la sessió
de: Sitzungsdauer
es: Duración de la sesión
eu: Saioaren iraupena
fr: Durée de la séance
it: Durata della sessione
pt: Duração da sessão
ru: Продолжительность сеанса

source: Max. session duration in hours. (Not used if User mapping is disabled)
ar: الأعلى. مدة الجلسة بالساعات. (لا يُستخدم إذا تم تعطيل تعيين المستخدم)
ca: Màx. durada de la sessió en hores. (No s&#39;utilitza si el mapatge d&#39;usuari està desactivat)
de: Max. Sitzungsdauer in Stunden. (Wird nicht verwendet, wenn die Benutzerzuordnung deaktiviert ist)
es: Máx. Duración de la sesión en horas. (No se utiliza si la asignación de usuarios está deshabilitada)
eu: Max. saioaren iraupena ordutan. (Ez da erabiltzen Erabiltzaileen mapa desgaituta badago)
fr: Max. durée de la séance en heures. (Non utilisé si le mappage utilisateur est désactivé)
it: Massimo. durata della sessione in ore. (Non utilizzato se la mappatura utente è disabilitata)
pt: Máx. duração da sessão em horas. (Não usado se o mapeamento de usuário estiver desabilitado)
ru: Макс. продолжительность сеанса в часах. (Не используется, если сопоставление пользователей отключено)

source: User auto creation on AD
ar: إنشاء المستخدم التلقائي على م
ca: Creació automàtica de l'usuari al Directori Actiu
de: Automatische Benutzererstellung unter AD
es: Creación automática de usuarios en AD
eu: Erabiltzailearen auto-sorkuntza AD-n
fr: Création automatique d&#39;utilisateur sur AD
it: Creazione automatica dell'utente su AD
pt: Criação automática de usuário no AD
ru: Автоматическое создание пользователя в AD

source: If active, uds will mirror the user on your active director. WARNING!! Existing coincident users may be deleted!.
ar: إذا كان نشطًا ، فسوف تعكس uds المستخدم على مديرك النشط. تحذير!! قد يتم حذف المستخدمين الحاليين بالصدفة!
ca: Si està activat, UDS replicarà l'usuari al director actiu. ALERTA! Es poden suprimir usuaris existents que coincideixin.
de: Wenn aktiv, spiegelt UDS den Benutzer in Ihrem aktiven Direktor. WARNUNG!! Bestehende zufällige Benutzer können gelöscht werden!
es: Si está activo, UDS creará usuarios en su AD. ¡¡ADVERTENCIA!! ¡Los usuarios coincidentes existentes pueden ser eliminados!
eu: Aktiboa bada, uds erabiltzaileak zure zuzendari aktiboari islatuko dio. KONTUZ !! Lehendik dauden kasualitateko erabiltzaileak ezaba daitezke !.
fr: S&#39;il est actif, uds reflétera l&#39;utilisateur sur votre directeur actif. AVERTISSEMENT!! Les utilisateurs coïncidents existants peuvent être supprimés !.
it: Se attivo, UDS ricreerà l'utente sul tuo Active Directory. ATTENZIONE!!! Gli utenti esistenti con lo stesso nome potrebbero essere eliminati!.
pt: Se ativo, o uds espelhará o usuário no seu diretor ativo. ATENÇÃO!! Usuários coincidentes existentes podem ser excluídos !.
ru: Если активно, UDS будет дублировать создание пользователя в ваш AD. ПРЕДУПРЕЖДЕНИЕ!! Существующие совпадающие пользователи могут быть удалены!

source: AD User management
ar: م إدارة المستخدم
ca: Gestió d’usuaris al Directori Actiu
de: AD Benutzerverwaltung
es: AD Gestión de usuarios
eu: AD erabiltzailearen kudeaketa
fr: Gestion des utilisateurs AD
it: Gestione utenti AD
pt: Gestão de usuários do AD
ru: Управление пользователями AD

source: AD Server
ar: خادم م
ca: Servidor de Directori Actiu
es: Servidor AD
eu: AD zerbitzaria
fr: Serveur AD
it: Server AD
pt: Servidor AD
ru: Сервер AD

source: IP or HOST of AD Server. Must have LDAPS support enabled
ar: IP أو مضيف خادم الإعلانات. يجب تمكين دعم LDAPS
ca: IP o HOST del servidor de Directori Actiu. Ha de tenir habilitat el suport LDAPS
de: IP oder HOST von AD Server. LDAPS-Unterstützung muss aktiviert sein
es: IP o nombre del servidor AD. Debe tener habilitado el soporte LDAPS
eu: AD zerbitzariaren IP edo HOST. LDAPS laguntza gaituta egon behar du
fr: IP ou HÔTE du serveur AD. La prise en charge LDAPS doit être activée
it: IP o nome host del server AD. Il supporto LDAPS deve essere abilitato
pt: IP ou HOST do servidor AD. Deve ter o suporte LDAPS ativado
ru: IP или ХОСТ сервера AD. Должна быть включена поддержка LDAPS

source: AD LDAPS port (default is 636)
ar: منفذ AD LDAPS (الافتراضي هو 636)
ca: Port LDAPS del Directori Actiu (predeterminat el 636)
de: AD LDAPS-Port (Standard ist 636)
es: Puerto AD LDAPS (el valor predeterminado es 636)
eu: AD LDAPS ataka (lehenetsia 636 da)
fr: Port AD LDAPS (la valeur par défaut est 636)
it: Porta AD LDAPS (il valore predefinito è 636)
pt: Porta AD LDAPS (o padrão é 636)
ru: Порт AD LDAPS (по умолчанию 636)

source: AD server OU for created users
ar: خادم م OU للمستخدمين خلق
ca: Unitat Organitzativa del Directori Actiu per als usuaris creats
de: AD-Server-Organisationseinheit für erstellte Benutzer
es: OU del servidor AD para los usuarios creados
eu: Sortutako erabiltzaileentzako AD zerbitzaria OU
fr: OU du serveur AD pour les utilisateurs créés
it: Unità organizzativa server AD per gli utenti creati
pt: OU do servidor AD para usuários criados
ru: OU сервера AD для созданных пользователей

source: AD Server branch where users will be created by UDS
ar: فرع خادم AD حيث سيتم إنشاء المستخدمين بواسطة UDS
ca: Branca del Directori Actiu on els usuaris seran creats per UDS
de: AD Server-Zweig, in dem Benutzer von UDS erstellt werden
es: Rama del servidor AD donde los usuarios serán creados por UDS
eu: AD zerbitzariaren adarra non erabiltzaileak UDS-k sortuko dituen
fr: Branche AD Server où les utilisateurs seront créés par UDS
it: Server AD in cui gli utenti verranno creati da UDS
pt: AD DN do servidor AD onde os usuários serão criados pelo UDS
ru: Филиал сервера AD, в котором UDS будут созданы пользователи

source: Username with privileges to create/delete accounts. Use USER@DOMAIN.XXX form.
ar: اسم المستخدم مع امتيازات لإنشاء / حذف الحسابات. استخدم نموذج USER@DOMAIN.XXX.
ca: Nom d'usuari amb privilegis per crear/suprimir comptes. Utilitzeu el format USUARI@DOMINI.XXX.
de: Benutzername mit Berechtigungen zum Erstellen/Löschen von Konten. Verwenden Sie das Format USER@DOMAIN.XXX.
es: Nombre de usuario con privilegios para crear / eliminar cuentas. Use el formulario USER@DOMAIN.XXX.
eu: Erabiltzaile izena kontuak sortzeko / ezabatzeko pribilegioak. Erabili USER@DOMAIN.XXX inprimakia.
fr: Nom d&#39;utilisateur avec privilèges pour créer / supprimer des comptes. Utilisez le formulaire USER@DOMAIN.XXX.
it: Nome utente con privilegi per creare / eliminare account. Usa il formato USER@DOMAIN.XXX.
pt: Nome de usuário com privilégios para criar / excluir contas. Use o Formato UPN USER@DOMAIN.XXX.
ru: Имя пользователя с правами на создание/удаление учетных записей. Используйте форму пользователь@домен.домен.

source: Password of the user with privileges
ar: كلمة مرور المستخدم بامتيازات
ca: Contrasenya de l’usuari amb privilegis
de: Passwort des Benutzers mit Berechtigungen
es: Contraseña del usuario con privilegios
eu: Erabiltzailearen pasahitza pribilegioak
fr: Mot de passe de l&#39;utilisateur avec privilèges
it: Password dell'utente con privilegi
pt: Senha do usuário com privilégios
ru: Пароль пользователя с привилегиями

source: Prefix for created users
ar: بادئة للمستخدمين الذين تم إنشاؤها
ca: Prefix per a usuaris creats
de: Präfix für erstellte Benutzer
es: Prefijo para usuarios creados
eu: Sortutako erabiltzaileentzako aurrizkia
fr: Préfixe pour les utilisateurs créés
it: Prefisso per gli utenti creati
pt: Prefixo para usuários criados
ru: Префикс для созданных пользователей
